Repository: ente-io/ente
Catalog: lib/l10n/arb/app_*.arb
Languages: ja, tr

# checkInboxAndSpamFolder
source: Please check your inbox (and spam) to complete verification
ja: 受信トレイ (および迷惑メール) を確認して認証を完了してください
tr: Doğrulamayı tamamlamak için lütfen gelen kutunuzu (ve spam kutunuzu) kontrol edin

source: Tap to enter code
ja: タップしてコード入力
tr: Kodu girmek için dokunun

source: Resend email
ja: メールを再送信
tr: E-postayı yeniden gönder

# weHaveSendEmailTo
source: We have sent a mail to <green>{email}</green>
ja: <green>{email}</green> にメールを送信しました
tr: <green>{email}</green> adresine bir posta gönderdik

source: Active sessions
ja: アクティブセッション
tr: Aktif oturumlar

source: Something went wrong, please try again
ja: 問題が発生しました、再試行してください
tr: Bir şeyler ters gitti, lütfen tekrar deneyin

source: This will log you out of this device!
ja: このデバイスからログアウトします!
tr: Bu sizin bu cihazdaki oturumunuzu kapatacaktır!

source: This will log you out of the following device:
ja: 以下のデバイスからログアウトします:
tr: Bu, aşağıdaki cihazdan çıkış yapmanızı sağlayacaktır:

source: Terminate session?
ja: セッションを終了しますか?
tr: Oturumu sonlandır?

source: Terminate
ja: 終了
tr: Sonlandır

source: This device
ja: このデバイス
tr: Bu cihaz

# toResetVerifyEmail
source: To reset your password, please verify your email first.
tr: Şifrenizi sıfırlamak için lütfen önce e-postanızı doğrulayın.

source: This email is already in use
tr: Bu e-posta zaten kullanılıyor

source: Verification failed, please try again
tr: Doğrulama başarısız oldu, lütfen tekrar deneyin

source: Your verification code has expired
tr: Doğrulama kodunuzun süresi doldu

source: Incorrect code
tr: Yanlış kod

source: Sorry, the code you've entered is incorrect
tr: Üzgünüz, girdiğiniz kod yanlış

# emailChangedTo
source: Email changed to {newEmail}
tr: E-posta {newEmail} olarak değiştirildi

source: Authentication failed, please try again
tr: Kimlik doğrulama başarısız oldu, lütfen tekrar deneyin

source: Authentication successful!
tr: Kimlik doğrulama başarılı!

source: Two-factor authentication successfully reset
tr: İki faktörlü kimlik doğrulama başarıyla sıfırlandı

source: Incorrect recovery key
tr: Yanlış kurtarma kodu

source: The recovery key you entered is incorrect
tr: Girdiğiniz kurtarma kodu yanlış

source: Enter password
tr: Şifreyi girin

source: Language
ja: 言語
