Repository: ente-io/ente
Catalog: lib/l10n/arb/app_*.arb
Languages: ja, tr

source: Account
ja: アカウント
tr: Hesabım

source: Recovery key
ja: 回復キー
tr: Kurtarma Anahtarı

# counterAppBarTitle
source: Counter
ja: カウンタ
tr: Sayaç

# onBoardingBody
source: Secure your 2FA codes
ja: 2要素認証コードの保護
tr: 2 faktörlü kimlik doğrulama kodlarınızı koruyun

# onBoardingGetStarted
source: Get Started
ja: さあ、はじめよう
tr: Başlayın

# setupFirstAccount
source: Setup your first account
ja: 最初のアカウントを設定しましょう
tr: İlk hesabınızı ekleyin

# importScanQrCode
source: Scan a QR Code
ja: QRコードをスキャン
tr: Karekodu tara

# importEnterSetupKey
source: Enter a setup key
ja: セットアップキーを入力
tr: Kurulum anahtarını giriniz

# importAccountPageTitle
source: Enter account details
ja: アカウントの詳細を入力
tr: Hesap bilgilerinizi girin

source: Incorrect details
tr: Bilgiler yanlış

# pleaseVerifyDetails
source: Please verify the details and try again
tr: Lütfen bilgileri doğrulayın ve tekrar deneyin

# codeIssuerHint
source: Issuer
ja: 発行者
tr: Yayınlayan

# codeSecretKeyHint
source: Secret Key
ja: シークレットキー
tr: Gizli Anahtar

# codeAccountHint
source: Account (you@domain.com)
ja: アカウント (you@domain.com)
tr: Hesap (örnek@domain.com)

# accountKeyType
source: Type of key
ja: キーの種類
tr: Anahtar türü

source: Session expired
ja: セッションの有効期間超過
tr: Oturum süresi doldu

source: Please login again
ja: 再度ログインしてください
tr: Lütfen tekrar giriş yapın

source: Logging out...
ja: ログアウト中...
tr: Çıkış yapılıyor...

# timeBasedKeyType
source: Time based (TOTP)
ja: 時間ベース (TOTP)
tr: Zaman tabanlı (TOTP)

# counterBasedKeyType
source: Counter based (HOTP)
ja: カウンタベース (HOTP)
tr: Sayaç tabanlı (HOTP)

# saveAction
source: Save
ja: 保存
tr: Kaydet

# nextTotpTitle
source: next
ja: 次へ
tr: sonraki

# deleteCodeTitle
source: Delete code?
ja: コードを削除しますか?
tr: Kodu silmek istiyor musunuz?

# deleteCodeMessage
source: Are you sure you want to delete this code? This action is irreversible.
ja: このコードを削除してもよろしいですか? このアクションは元に戻せません。
tr: Bu kodu silmek istediğinize emin misiniz? Bu geri alınamaz bir işlemdir.

# viewLogsAction
source: View logs
ja: ログの表示
tr: Günlüğü görüntüle

# sendLogsDescription
source: This will send across logs to help us debug your issue. While we take precautions to ensure that sensitive information is not logged, we encourage you to view these logs before sharing them.
ja: 問題のデバッグに役立つログが送信されます。機密情報が記録されないように予防措置を講じていますが、共有する前にこれらのログを確認することをお勧めします。
tr: Günlüğünüz hatanızı çözmemize yardımcı olacaktır. Hassas bilginin kaydedilmediğine dikkat etsek de bu günlükleri paylaşmadan önce kontrol etmenizi isteriz.

# preparingLogsTitle
source: Preparing logs...
ja: ログを準備中...
tr: Günlük hazırlanıyor...

# emailLogsTitle
source: Email logs
ja: ログをメール
tr: E-postaların Günlüğü

# emailLogsMessage
source: Please send the logs to {email}
ja: {email} にログを送信してください
tr: Lütfen günlüğünüzü {email} adresine gönderin

# copyEmailAction
source: Copy email
ja: メールをコピー
tr: E-postayı Kopyala

# exportLogsAction
source: Export logs
ja: ログのエクスポート
tr: Günlüğü dışa aktar

source: Report a bug
ja: バグを報告
tr: Bir hata bildir

# crashAndErrorReporting
source: Crash & error reporting
ja: クラッシュとエラーの報告
tr: Çökme ve hata bildirimi

source: Report bug
ja: バグを報告
tr: Hata bildir

# emailUsMessage
source: Please email us at {email}
ja: {email} にメールでご連絡ください
tr: Lütfen bize {email} adresinden ulaşın

source: Contact support
ja: サポートに問い合わせ
tr: Destek ekibiyle iletişime geçin

source: Verify password
ja: パスワードを確認
tr: Şifreyi doğrulayın

source: Please wait...
ja: お待ちください...
tr: Lütfen bekleyin...

# generatingEncryptionKeysTitle
source: Generating encryption keys...
ja: 暗号化キーを生成中...
tr: Şifreleme anahtarları üretiliyor...

source: Recreate password
ja: パスワードを再設定
tr: Şifreyi yeniden oluştur

# recreatePasswordMessage
source: The current device is not powerful enough to verify your password, so we need to regenerate it once in a way that works with all devices. Please login using your recovery key and regenerate your password (you can use the same one again if you wish).
ja: 現在のデバイスは、パスワードを確認するのに十分ではありません。全てのデバイスで利用できるように再生成する必要があります。 リカバリーキーを使用してログインし、パスワードを再生成してください (ご希望の場合は再度同じパスワードを使用できます)
tr: Bu cihaz, şifrenizi doğrulayabilecek kadar güçlü değil, bu sebeple şifreyi her cihazda çalışabilecek bir yolla oluşturmamız gerekiyor. Lütfen kurtarma anahtarınızla giriş yapın ve şifrenizi tekrar oluşturun (dilerseniz aynı şifreyi kullanabilirsiniz).

source: Use recovery key
ja: 回復キーを使用
tr: Kurtarma anahtarını kullan

# incorrectPasswordTitle
source: Incorrect password
ja: パスワードが正しくありません
tr: Yanlış şifre

source: Welcome back!
ja: おかえりなさい!
tr: Tekrar hoş geldiniz!

# madeWithLoveAtPrefix
source: made with ❤️ at
tr: ❤️ ile yapılmıştır

# supportDevs
source: Subscribe to <bold-green>ente</bold-green> to support this project.
ja: プロジェクト支援のために <bold-green>ente</bold-green> に登録
tr: Bu projeyi desteklemek için <bold-green>ente</bold-green> kanalına abone olun.

# supportDiscount
source: Use coupon code "AUTH" to get 10% off first year
ja: クーポンコード "AUTH" を使用すると、初年度が10%オフになります。
tr: İlk yılda %10 indirim için "AUTH" kupon kodunu kullanın

source: Change email
ja: メールアドレスを変更
tr: E-postayı değiştir

source: Change password
ja: パスワードを変更
tr: Şifreyi değiştir

source: Data
ja: データ
tr: Veriler

source: Import codes
ja: コードをインポート
tr: Kodu içe aktar

# importTypePlainText
source: Plain text
tr: Düz metin

# importTypeEnteEncrypted
source: ente Encrypted export
tr: ente Şifreli dışa aktarma

# passwordForDecryptingExport
source: Password to decrypt export
tr: Dışa aktarımın şifresini çözmek için parola

# passwordEmptyError
source: Password can not be empty
tr: Şifre boş olamaz

# importFromApp
source: Import codes from {appName}
tr: Kodları {appName} uygulamasından içe aktarın

# importGoogleAuthGuide
source: Export your accounts from Google Authenticator to a QR code using the "Transfer Accounts" option. Then using another device, scan the QR code.
tr: "Hesapları Aktar" seçeneğini kullanarak hesaplarınızı Google Authenticator'dan bir QR koduna aktarın. Ardından başka bir cihaz kullanarak QR kodunu tarayın. İpucu: QR kodunun fotoğrafını çekmek için dizüstü bilgisayarınızın kamerasını kullanabilirsiniz.

# importSelectJsonFile
source: Select JSON file
tr: JSON dosyasını seçin

# importEnteEncGuide
source: Select the encrypted JSON file exported from ente
tr: Ente'den dışa aktarılan şifrelenmiş JSON dosyasını seçin

# importRaivoGuide
source: Use the "Export OTPs to Zip archive" option in Raivo's Settings. Extract the zip file and import the JSON file.
tr: Raivo'nun ayarlarında "OTP'leri Zip arşivine aktar" seçeneğini kullanın. Zip dosyasını çıkarın ve JSON dosyasını içe aktarın.

source: Export codes
ja: コードをエクスポート
tr: Kodu dışa aktar

# importLabel
source: Import
tr: İçe aktar

# importInstruction
source: Please select a file that contains a list of your codes in the following format
ja: 以下のフォーマットで、コードのリストを含むファイルを選択してください
tr: Lütfen aşağıdaki şekilde kodlarınızın listesini içeren dosyayı seçiniz

# importCodeDelimiterInfo
source: The codes can be separated by a comma or a new line
ja: コードはカンマまたは改行で区切ることができます
tr: Kodlar, virgülle ya da yeni bir satırla ayrılabilir

source: Select file
ja: ファイルを選択
tr: Dosya seç

# emailVerificationToggle
source: Email verification
tr: E-posta doğrulama

# authToChangeEmailVerificationSetting
source: Please authenticate to change email verification
tr: E-posta doğrulamasını değiştirmek için lütfen kimlik doğrulaması yapın

# authToViewYourRecoveryKey
source: Please authenticate to view your recovery key
ja: 回復キーを表示するためには認証が必要です
tr: Kurtarma anahtarınızı görmek için lütfen kimliğinizi doğrulayın

# authToChangeYourEmail
source: Please authenticate to change your email
ja: メールアドレスを変更するためには認証が必要です
tr: Epostanızı değiştirmek için lütfen kimliğinizi doğrulayın

# authToChangeYourPassword
source: Please authenticate to change your password
ja: パスワードを変更するためには認証が必要です
tr: Şifrenizi değiştirmek için lütfen kimliğinizi doğrulayın

source: Ok
tr: Tamam

source: Cancel
ja: キャンセル
tr: İptal Et

source: Yes
ja: はい
tr: Evet

source: No
ja: いいえ
tr: Hayır

source: Email
ja: Eメール
tr: E-Posta

source: Support
ja: サポート
tr: Destek

source: Settings
ja: 設定
tr: Ayarlar

source: Copied
ja: コピーしました
tr: Kopyalandı

source: Please try again
ja: 再度お試しください
tr: Lütfen tekrar deneyin

source: Existing User
ja: 既存のユーザー
tr: Mevcut kullanıcı

# newUser
source: New to ente
ja: ente 新規ユーザー
tr: Yeni ente kullanıcısı

source: Delete
ja: 削除
tr: Sil

# enterYourPasswordHint
source: Enter your password
ja: パスワードを入力してください
tr: Parolanızı girin

source: Forgot password
ja: パスワードを忘れた場合
tr: Şifremi unuttum

source: Oops
ja: おっと
tr: Hay aksi

# somethingWentWrongMessage
source: Something went wrong, please try again
ja: 問題が発生しました、再試行してください
tr: Bir şeyler ters gitti, lütfen tekrar deneyin

source: Leave family
ja: ファミリーから退会
tr: Aile planından ayrıl

# leaveFamilyMessage
source: Are you sure that you want to leave the family plan?
ja: 本当にファミリープランを退会しますか?
tr: Aile planından ayrılmak istediğinize emin misiniz?

# inFamilyPlanMessage
source: You are on a family plan!
ja: ファミリープランに入会しています!
tr: Aile planı kullanıyorsunuz!

# swipeHint
source: Swipe left to edit or remove codes
ja: 左にスワイプしてコードを編集、削除します
tr: Kodları düzenlemek ya da kaldırmak için sola kaydırın

source: Scan
ja: スキャン
tr: Tara

source: Scan a code
ja: コードをスキャン
tr: Bir kodu tarayın

source: Verify
ja: 認証
tr: Doğrula

source: Verify email
ja: メールアドレス認証
tr: E-posta adresini doğrulayın

# enterCodeHint
source: Enter the 6-digit code from your authenticator app
ja: 認証アプリに表示された6ケタのコードを入力してください
tr: Kimlik doğrulayıcı uygulamanızdaki 6 haneli doğrulama kodunu girin

# lostDeviceTitle
source: Lost device?
ja: デバイスを紛失しましたか?
tr: Cihazınızı mı kaybettiniz?

# twoFactorAuthTitle
source: Two-factor authentication
ja: 2要素認証
tr: İki faktörlü kimlik doğrulama

source: Recover account
ja: アカウント回復
tr: Hesap kurtarma

# enterRecoveryKeyHint
source: Enter your recovery key
ja: 回復キーを入力
tr: Kurtarma anahtarınızı girin

source: Recover
ja: 回復
tr: Kurtar

# contactSupportViaEmailMessage
source: Please drop an email to {email} from your registered email address
ja: 登録したメールアドレスから {email} に問い合わせメールをお送りください
tr: Lütfen kayıtlı e-posta adresinizden {email} adresine e-posta gönderin

# noRecoveryKeyTitle
source: No recovery key?
ja: 回復キーがありませんか?
tr: Kurtarma anahtarınız yok mu?

# enterEmailHint
source: Enter your email address
ja: メールアドレスを入力してください
tr: E-posta adresinizi girin

# invalidEmailTitle
source: Invalid email address
ja: メールアドレスが無効です
tr: Geçersiz e-posta adresi

# invalidEmailMessage
source: Please enter a valid email address.
ja: 有効なメール アドレスを入力して下さい
tr: Lütfen geçerli bir e-posta adresi girin.

source: Delete account
ja: アカウント削除
tr: Hesabı sil

# deleteAccountQuery
source: We'll be sorry to see you go. Are you facing some issue?
ja: ご不便をおかけして申し訳ありません。なにか問題が発生していますか?
tr: Sizin gitmenizi görmekten üzüleceğiz. Bazı problemlerle mi karşılaşıyorsunuz?

# yesSendFeedbackAction
source: Yes, send feedback
ja: はい、フィードバックを送信します
tr: Evet, geri bildirimi gönder

# noDeleteAccountAction
source: No, delete account
ja: いいえ、アカウントを削除します
tr: Hayır, hesabı sil

# initiateAccountDeleteTitle
source: Please authenticate to initiate account deletion
ja: アカウント削除を開始するには認証してください
tr: Hesap silme işlemini yapabilmek için lütfen kimliğinizi doğrulayın

# confirmAccountDeleteTitle
source: Are you sure you want to delete your ente account?
ja: 本当に ente アカウントを削除してよろしいですか?
tr: ente hesabınızı silmek istediğinizden emin misiniz?

# confirmAccountDeleteMessage
source: Your uploaded data, across all apps (Photos and Authenticator both), will be scheduled for deletion, and your account will be permanently deleted.
ja: アップロードされたデータは、すべてのアプリ(写真と認証アプリの両方) で削除がスケジュールされます。アカウントは完全に削除されます。
tr: Tüm uygulamalarda (Fotoğraflar ve Kimlik doğrulayıcı) kaydedilen verileriniz zamanlı silinmeye ayarlanacak ve hesabınız kalıcı olarak silinecektir.

source: Send email
ja: メール送信
tr: E-posta gönder

source: Create new account
ja: 新規アカウント作成
tr: Yeni hesap oluşturun

# weakStrength
source: Weak
ja: 脆弱
tr: Zayıf

# strongStrength
source: Strong
ja: 強力
tr: Güçlü

# moderateStrength
source: Moderate
ja: まあまあ
tr: Orta

source: Confirm password
ja: パスワードの確認
tr: Şifreyi onayla

source: Close
ja: 閉じる
tr: Kapat

source: Oops, Something went wrong.
ja: 問題が発生しました
tr: Hay aksi, bir sorun oluştu.

source: Select language
ja: 言語の選択
tr: Dil Seçin

source: Social
ja: ソーシャル
tr: Sosyal Medya

source: Security
ja: セキュリティ
tr: Güvenlik

source: Lockscreen
ja: ロックスクリーン
tr: Kilit ekranı

# authToChangeLockscreenSetting
source: Please authenticate to change lockscreen setting
ja: ロックスクリーン設定を変更するためには認証が必要です
tr: Kilit ekranı ayarını değiştirmek için lütfen kimliğinizi doğrulayın

# lockScreenEnablePreSteps
source: To enable lockscreen, please setup device passcode or screen lock in your system settings.
ja: ロックスクリーンを有効にするには、システム設定でデバイスのパスコードまたはスクリーンロックを設定してください。
tr: Kilit ekranını aktif etmek için lütfen cihazın ayarlarından şifreyi ya da ekran kilidini ayarlayın.

source: View active sessions
ja: アクティブなセッションを表示
tr: Aktif oturumları görüntüle

# authToViewYourActiveSessions
source: Please authenticate to view your active sessions
ja: アクティブセッションを表示するためには認証が必要です
tr: Aktif oturumlarınızı görüntülemek için lütfen kimliğinizi doğrulayın

# searchHint
source: Search...
ja: 検索...
tr: Ara...

source: Search
ja: 検索
tr: Ara

# sorryUnableToGenCode
source: Sorry, unable to generate a code for {issuerName}
ja: 申し訳ありません、 {issuerName} 用のコードを生成できません
tr: Üzgünüz, {issuerName} için bir kod oluşturulamadı

source: No result
ja: 該当結果なし
tr: Sonuç yok

source: Add code
ja: コードを追加
tr: Kod ekle

source: Scan a QR code
ja: QRコードをスキャン
tr: Bir QR kod tarayın

source: Enter details manually
ja: 手動で詳細を入力する
tr: Bilgileri elle girin

source: Edit
ja: 編集
tr: Düzenle

source: Copied to clipboard
ja: クリップボードにコピーされました
tr: Panoya kopyalandı

source: Error
ja: エラー
tr: Hata

source: Recovery key copied to clipboard
ja: 回復キーがクリップボードにコピーされました
tr: Kurtarma anahtarı panoya kopyalandı

# recoveryKeyOnForgotPassword
source: If you forget your password, the only way you can recover your data is with this key.
ja: パスワードを忘れた場合、データを回復できる唯一の方法がこのキーです。
tr: Eğer şifrenizi unutursanız, verilerinizi kurtarabileceğiniz tek yol bu anahtardır.

# recoveryKeySaveDescription
source: We don't store this key, please save this 24 word key in a safe place.
ja: このキーは保存されません。この24単語のキーを安全な場所に保存してください。
tr: Biz bu anahtarı saklamıyoruz, lütfen. bu 24 kelimelik anahtarı güvenli bir yerde saklayın.

source: Do this later
ja: 後で行う
tr: Bunu daha sonra yap

source: Save key
ja: キーを保存
tr: Anahtarı kaydet

source: Create account
ja: アカウント作成
tr: Hesap oluştur

# passwordStrength
source: Password strength: {passwordStrengthValue}
ja: パスワードの強度: {passwordStrengthValue}
tr: Şifre gücü: {passwordStrengthValue}

source: Password
ja: パスワード
tr: Şifre

# signUpTerms
source: I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
ja: <u-terms>利用規約</u-terms> と <u-policy>プライバシー ポリシー</u-policy> に同意します
tr: <u-terms>Kullanım şartları</u-terms>nı ve <u-policy>gizlilik politikası</u-policy>nı kabul ediyorum

# privacyPolicyTitle
source: Privacy Policy
ja: プライバシーポリシー
tr: Gizlilik Politikası

# termsOfServicesTitle
source: Terms
ja: 利用規約
tr: Şartlar

source: Encryption
ja: 暗号化
tr: Şifreleme

# setPasswordTitle
source: Set password
ja: パスワードの設定
tr: Şifre belirleyin

# changePasswordTitle
source: Change password
ja: パスワードの変更
tr: Şifreyi değiştirin

# resetPasswordTitle
source: Reset password
ja: パスワードのリセット
tr: Şifreyi sıfırlayın

source: Encryption keys
ja: 暗号化キー
tr: Şifreleme anahtarları

# passwordWarning
source: We don't store this password, so if you forget, <underline>we cannot decrypt your data</underline>
ja: 私たちはこのパスワードを保存していないため、もしあなたが忘れた場合、 <underline>あなたのデータを復号することはできません</underline>
tr: Bu şifreyi saklamıyoruz, bu nedenle unutursanız, <underline>verilerinizin şifresini çözemeyiz</underline>

# enterPasswordToEncrypt
source: Enter a password we can use to encrypt your data
ja: データの暗号化に使用するパスワードを入力してください
tr: Verilerinizi şifrelemek için kullanabileceğimiz bir şifre girin

# enterNewPasswordToEncrypt
source: Enter a new password we can use to encrypt your data
ja: データの暗号化に使用する新しいパスワードを入力してください
tr: Verilerinizi şifrelemek için kullanabileceğimiz yeni bir şifre girin

source: Password changed successfully
ja: パスワードを変更しました
tr: Şifre başarıyla değiştirildi

source: Generating encryption keys...
ja: 暗号化キーを生成中...
tr: Şifreleme anahtarları oluşturuluyor...

# continueLabel
source: Continue
ja: 続行
tr: Devam et

source: Insecure device
ja: 安全ではないデバイス
tr: Güvenli olmayan cihaz

# sorryWeCouldNotGenerateSecureKeysOnThisDevicennplease
source: Sorry, we could not generate secure keys on this device. please sign up from a different device.
ja: 申し訳ありませんが、このデバイスでは安全なキーを生成できませんでした。 別のデバイスからサインアップしてください。
tr: Üzgünüz, bu cihazda güvenli anahtarlar oluşturamadık. lütfen farklı bir cihazdan kaydolun.

source: How it works
ja: 動作の仕組み
tr: Nasıl çalışır

# ackPasswordLostWarning
source: I understand that if I lose my password, I may lose my data since my data is <underline>end-to-end encrypted</underline>.
ja: 私のデータは <underline>エンドツーエンドで暗号化される</underline>ため、パスワードを紛失した場合、データが失われる可能性があることを理解しています。
tr: Eğer şifremi kaybedersem, verilerim <underline>uçtan uca şifrelendiğinden</underline> verilerimi kaybedebileceğimi anladım.

# loginTerms
source: By clicking log in, I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
ja: ログインをクリックした場合、 <u-terms>利用規約</u-terms> および <u-policy>プライバシー ポリシー</u-policy> に同意するものとします。
tr: Giriş yaparak, <u-terms>kullanım şartları</u-terms>nı ve <u-policy>gizlilik politikası</u-policy>nı onaylıyorum

# logInLabel
source: Log in
ja: ログイン
tr: Giriş yapın

source: Logout
ja: ログアウト
tr: Çıkış yap

source: Are you sure you want to logout?
ja: 本当にログアウトしてよろしいですか?
tr: Çıkış yapmak istediğinize emin misiniz?

source: Yes, logout
ja: はい、ログアウトします
tr: Evet, çıkış yap

source: Exit
ja: やめる
tr: Çıkış

source: Verifying recovery key...
ja: 回復キーを確認中...
tr: Kurtarma anahtarı doğrulanıyor...

source: Recovery key verified
ja: 回復キーが確認されました
tr: Kurtarma anahtarı doğrulandı

# recoveryKeySuccessBody
source: Great! Your recovery key is valid. Thank you for verifying. Please remember to keep your recovery key safely backed up.
ja: 素晴らしい! 回復キーは有効です。ご確認いただきありがとうございます。 回復キーを安全にバックアップしておいてください。
tr: Güzel! Kurtarma anahtarınız geçerli. Doğruladığınız için teşekkürler. Lütfen kurtarma anahtarınızı güvenli bir şekilde yedeklemeyi unutmayın.

# invalidRecoveryKey
source: The recovery key you entered is not valid. Please make sure it contains 24 words, and check the spelling of each. If you entered an older recovery code, make sure it is 64 characters long, and check each of them.
ja: 入力されたリカバリーキーが無効です。24単語が含まれていることを確認し、それぞれのスペルを確認してください。 古い形式の回復コードを入力した場合は、64文字であることを確認して、それぞれを確認してください。
tr: Girdiğiniz kurtarma kodu geçersiz. Lütfen 24 kelime içerdiğinden ve her birinin yazılışını kontrol ettiğinizden emin olun. Eğer eski bir kurtarma kodu girdiyseniz, Lütfen 64 kelime içerdiğinden ve her birinin yazılışını kontrol ettiğinizden emin olun.

# recreatePasswordTitle
source: Recreate password
ja: パスワードを再設定
tr: Şifreyi yeniden oluştur

# recreatePasswordBody
source: The current device is not powerful enough to verify your password, but we can regenerate in a way that works with all devices. Please login using your recovery key and regenerate your password (you can use the same one again if you wish).
ja: 現在のデバイスは、パスワードを確認するのに十分ではありません。全てのデバイスで利用できるように再生成する必要があります。 回復キーを使用してログインし、パスワードを再生成してください (ご希望の場合は再度同じパスワードを使用できます)
tr: Mevcut cihaz şifrenizi doğrulayacak kadar güçlü değil, ancak tüm cihazlarla çalışacak şekilde yeniden oluşturabiliriz. Lütfen kurtarma anahtarınızı kullanarak giriş yapın ve şifrenizi yeniden oluşturun (isterseniz aynı şifreyi tekrar kullanabilirsiniz).

source: Invalid key
ja: キーが無効
tr: Geçersiz anahtar

source: Try again
ja: 再試行
tr: Tekrar deneyin

source: View recovery key
ja: 回復キーを表示
tr: Kurtarma anahtarını görün

source: Confirm recovery key
ja: 回復キーを確認
tr: Kurtarma anahtarını doğrulayın

# recoveryKeyVerifyReason
source: Your recovery key is the only way to recover your photos if you forget your password. You can find your recovery key in Settings > Account. Please enter your recovery key here to verify that you have saved it correctly.
ja: パスワードを忘れた場合、回復キーは写真を復元するための唯一の方法です。設定 > アカウント で回復キーを確認することができます。 回復キーを入力して、正しく保存したことを確認してください。
tr: Kurtarma anahtarınız, şifrenizi unutmanız durumunda fotoğraflarınızı kurtarmanın tek yoludur. Kurtarma anahtarınızı Ayarlar > Hesap bölümünde bulabilirsiniz. Doğru kaydettiğinizi doğrulamak için lütfen kurtarma anahtarınızı buraya girin.

source: Confirm your recovery key
ja: 回復キーを確認
tr: Kurtarma anahtarınızı doğrulayın

source: Confirm
ja: 確認
tr: Doğrula

source: Email your logs
ja: ログをメールで送信
tr: Günlüklerinizi e-postayla gönderin

# pleaseSendTheLogsTo
source: Please send the logs to {toEmail}
ja: ログを以下のアドレスに送信してください {toEmail}
tr: Lütfen günlükleri şu adrese gönderin {toEmail}

source: Copy email address
ja: メールアドレスをコピー
tr: E-posta adresini kopyala

source: Export logs
ja: ログのエクスポート
tr: Günlüğü dışa aktar

source: Enter your recovery key
ja: 回復キーを入力
tr: Kurtarma anahtarınızı girin

# tempErrorContactSupportIfPersists
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
ja: 問題が発生したようです。しばらくしてから再試行してください。エラーが解決しない場合は、サポートチームにお問い合わせください。
tr: Bir şeyler ters gitmiş gibi görünüyor. Lütfen bir süre sonra tekrar deneyin. Hata devam ederse, lütfen destek ekibimizle iletişime geçin.

# itLooksLikeSomethingWentWrongPleaseRetryAfterSome
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
ja: 問題が発生したようです。しばらくしてから再試行してください。エラーが解決しない場合は、サポートチームにお問い合わせください。
tr: Bir şeyler ters gitmiş gibi görünüyor. Lütfen bir süre sonra tekrar deneyin. Hata devam ederse, lütfen destek ekibimizle iletişime geçin.

source: About
ja: 情報
tr: Hakkında

source: We are open source!
ja: 我々はオープンソースです!
tr: Biz açık kaynağız!

source: Privacy
ja: プライバシー
tr: Gizlilik

source: Terms
ja: 利用規約
tr: Şartlar

source: Check for updates
ja: アップデートを確認
tr: Güncellemeleri denetleyin

source: Checking...
ja: 確認中…
tr: Denetleniyor...

source: You are on the latest version
ja: あなたは最新バージョンを使用しています
tr: En son sürümdesiniz

source: Warning
ja: 警告
tr: Uyarı

# exportWarningDesc
source: The exported file contains sensitive information. Please store this safely.
ja: エクスポートされたファイルには機密情報が含まれています。安全に保管してください。
tr: Dışa aktarılan dosya hassas bilgiler içeriyor. Lütfen bunu güvenli bir şekilde saklayın.

source: I understand
ja: 理解しました
tr: Anlıyorum

# authToExportCodes
source: Please authenticate to export your codes
ja: コードをエクスポートするためには認証が必要です
tr: Kodlarınızı dışa aktarmak için lütfen kimlik doğrulaması yapın

# importSuccessTitle
source: Yay!
ja: やりました!
tr: Oley!

# importSuccessDesc
source: You have imported {count} codes!
ja: {count} 個のコードをインポートしました!
tr: İçeri {count} kod aktardınız!

source: Sorry
ja: 申し訳ありません
tr: Üzgünüz

# importFailureDesc
source: Could not parse the selected file. Please write to support@ente.io if you need help!
ja: 選択したファイルを解析できませんでした。 support@ente.io までご連絡ください。
tr: Seçilen dosya ayrıştırılamadı. Yardıma ihtiyacınız varsa lütfen support@ente.io adresine yazın!

# pendingSyncs
source: Warning
ja: 警告
tr: Uyarı

# pendingSyncsWarningBody
source: Some of your codes have not been backed up. Please ensure that you have a backup for these codes before you logout.
ja: いくつかのコードがバックアップされていません。 ログアウトする前に、これらのコードのバックアップがあることを確認してください。
tr: Kodlarınızdan bazıları yedeklenmemiş. Lütfen oturumu kapatmadan önce bu kodların yedeğini aldığınızdan emin olun.
