Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

source: Something went wrong
cs: Něco se pokazilo
da: Noget gik galt
fi: Jokin meni pieleen
hi: कुछ गलत हो गया
hu: Valami hiba történt
ja: エラーが発生しました
ko: 문제가 발생했습니다
pl: Coś poszło nie tak
ro: Ceva nu a funcţionat corect
tr: Bazı şeyler yanlış gitti
vi: Có gì đó không ổn
zh_tw: 發生錯誤

source: App lock
cs: Zámek aplikace
da: Låsning af app
fi: Sovelluksen lukitus
hi: ऐप लॉक
hu: Alkalmazás zárolása
ja: アプリのロック
ko: 어플 잠금
pl: Blokada dostępu do aplikacji
ro: Blocare aplicație
tr: Uygulama kilidi
vi: Khóa ứng dụng
zh_tw: 應用程式鎖定

source: Warning
cs: Varování
da: Advarsel
fi: Varoitus
hi: चेतावनी
hu: Figyelmeztetés
ja: 警告
ko: 경고
pl: Uwaga
ro: Atenție
tr: Uyarı
vi: Cảnh báo
zh_tw: 警告

# appLockOfflineModeWarning
source: You have chosen to proceed without backups. If you forget your applock, you will be locked out from accessing your data.
cs: Rozhodli jste se pokračovat bez zálohování. Pokud zapomenete své heslo do aplikace, ztratíte přístup k Vašim datům.
da: Du har valgt at fortsætte uden sikkerhedskopier. Hvis du glemmer din app-lås, vil du blive låst ude fra dine data.
fi: Olet valinnut jatkaa ilman varmuuskopioita. Jos unohdat sovelluksen lukituksen, et paase kayttamaan tietojasi.
hi: आपने बैकअप के बिना आगे बढ़ने का चयन किया है। यदि आप अपना ऐप लॉक भूल जाते हैं, तो आप अपने डेटा तक पहुँचने से वंचित हो जाएंगे।
hu: Úgy döntöttél, hogy biztonsági mentés nélkül folytatod. Ha elfelejted az alkalmazászárat, akkor többé nem férhetsz hozzá adataidhoz.
ja: バックアップなしで進むことを選択しました。アプリロックを忘れると、データにアクセスできなくなります。
ko: 백업 없이 진행하는 것을 선택하셨습니다. App 잠금 방법을 잊어버리신 경우, 데이터에 접근하실 수 없게 됩니다.
pl: Wybrano kontynuowanie bez kopii zapasowych. Jeśli zapomnisz blokady aplikacji, utracisz dostęp do swoich danych.
ro: Ati ales sa continuati fara copii de rezerva. Daca uitati blocarea aplicatiei, veti fi blocat si nu veti putea accesa datele.
tr: Yedekleme olmadan devam etmeyi seçtiniz. Eğer uygulama parolanızı unutursanız, verilerinize erişiminiz engellenir.
vi: Bạn đã chọn tiếp tục mà không sao lưu. Nếu bạn quên khóa ứng dụng, bạn sẽ không thể truy cập dữ liệu của mình.
zh_tw: 您已選擇在沒有備份的情況下繼續。如果您忘記應用程式鎖定密碼，您將無法存取您的資料。

# authToChangeLockscreenSetting
source: Please authenticate to change lockscreen setting
cs: Pro změnu nastavení uzamčení obrazovky se prosím ověřte
da: Bekræft venligst din identitet for at ændre skærmlås indstillinger
fi: Tunnistaudu muuttaaksesi lukitusnaytonasetusta
hi: लॉकस्क्रीन सेटिंग बदलने के लिए कृपया प्रमाणित करें
hu: A záróképernyő beállításainak módosításához hitelesítsd magad
ja: 画面のロックの設定を変更するためには認証が必要です
ko: 화면 잠금 설정을 변경하시려면 인증 절차를 거쳐주세요
pl: Prosimy uwierzytelnić się, aby zmienić ustawienia ekranu blokady
ro: Vă rugăm să vă autentificați pentru a schimba setarea ecranului de blocare
tr: Kilit ekranı ayarını değiştirmek için lütfen kimliğinizi doğrulayın
vi: Vui lòng xác thực để thay đổi cài đặt khóa màn hình
zh_tw: 請驗證以變更鎖定畫面設定

# authToViewPasskey
source: Please authenticate to view passkey
cs: Pro zobrazení Vašeho přístupového klíče se prosím ověřte
da: Bekræft venligst identitet for at se passkey
fi: Tunnistaudu nahdaksesi paasynavaimesi
hi: पासकी देखने के लिए कृपया प्रमाणित करें
hu: A jelszó megtekintéséhez kérjük, hitelesítsd magad
ja: パスキーを見るには認証してください
ko: 패스키를 보려면 인증 절차를 거쳐주세요
pl: Prosimy uwierzytelnić się, aby wyświetlić klucz dostępu
ro: Va rugam autentificati-va pentru a vedea cheia de acces
tr: Geçiş anahtarını görmek için lütfen kimliğinizi doğrulayın
vi: Vui lòng xác thực để xem mã truy cập
zh_tw: 請驗證以查看通行金鑰

source: Theme
cs: Motiv
da: Tema
fi: Teema
hi: थीम
hu: Téma
ja: テーマ
ko: 테마
pl: Motyw
ro: Temă
tr: Tema
vi: Chủ đề
zh_tw: 主題

# lightTheme
source: Light
cs: Světlý
da: Lys
fi: Vaalea
hi: लाइट
hu: Világos
ja: ライト
ko: 라이트
pl: Jasny
ro: Luminoasă
tr: Aydınlık
vi: Sáng
zh_tw: 淺色

# darkTheme
source: Dark
cs: Tmavý
da: Mørk
fi: Tumma
hi: डार्क
hu: Sötét
ja: ダーク
ko: 어두운
pl: Ciemny
ro: Întunecată
tr: Karanlık
vi: Tối
zh_tw: 深色

# systemTheme
source: System
cs: Systém
fi: Jarjestelma
hi: सिस्टम
hu: Rendszer
ja: システム
ko: 시스템
pl: Systemowy
ro: Sistem
tr: Sistem
vi: Giống hệ thống
zh_tw: 系統

source: Settings
cs: Nastavení
da: Indstillinger
fi: Asetukset
hi: सेटिंग
hu: Beállítások
ja: 設定
ko: 설정
pl: Ustawienia
ro: Setări
tr: Ayarlar
vi: Cài đặt
zh_tw: 設定

source: About
cs: O aplikaci
da: Om os
fi: Tietoja
hi: बारे में
hu: Rólunk
ja: このアプリについて
ko: 소개
pl: O nas
ro: Despre
tr: Hakkında
vi: Giới thiệu
zh_tw: 關於

source: We are open source!
cs: Jsme open source!
da: Vi er open source!
fi: Olemme avointa lahdekoodia!
hi: हम ओपन सोर्स हैं!
hu: Nyílt forráskódúak vagyunk!
ja: 私たちはオープンソースです！
ko: 저희는 오픈 소스로 운영됩니다!
pl: Posiadamy otwarte źródło!
ro: Suntem open source!
tr: Biz açık kaynağız!
vi: Chúng tôi là mã nguồn mở!
zh_tw: 我們是開源的！

source: Privacy
cs: Soukromí
da: Privatliv
fi: Tietosuoja
hi: गोपनीयता
hu: Adatvédelem
ja: プライバシー
ko: 개인 정보
pl: Prywatność
ro: Confidențialitate
tr: Gizlilik
vi: Bảo mật
zh_tw: 隱私權

source: Terms
cs: Podmínky služby
da: Betingelser
fi: Ehdot
hi: शर्तें
hu: Használati feltételek
ja: 規約
ko: 약관
pl: Regulamin
ro: Termeni
tr: Şartlar
vi: Điều khoản
zh_tw: 條款

# termsOfServicesTitle
source: Terms
cs: Podmínky služby
da: Betingelser
fi: Ehdot
hi: शर्तें
hu: Használati feltételek
ja: 規約
ko: 약관
pl: Regulamin
ro: Termeni
tr: Şartlar
vi: Điều khoản
zh_tw: 條款

source: Support
cs: Podpora
fi: Tuki
hi: सहायता
hu: Segítség
ja: サポート
ko: 지원
pl: Wsparcie techniczne
ro: Asistență
tr: Destek
vi: Hỗ trợ
zh_tw: 支援

source: Contact support
cs: Kontaktovat podporu
da: Kontakt support
fi: Ota yhteytta tukeen
hi: सपोर्ट टीम से संपर्क करें
hu: Lépj kapcsolatba az Ügyfélszolgálattal
ja: お問い合わせ
ko: 지원 문의
pl: Skontaktuj się z pomocą techniczną
ro: Contactați serviciul de asistență
tr: Destek ile iletişim
vi: Liên hệ hỗ trợ
zh_tw: 聯絡支援

source: Help
cs: Nápověda
da: Hjælp
fi: Ohje
hi: मदद
hu: Segítség
ja: ヘルプ
ko: 도움말
pl: Pomoc
ro: Asistență
tr: Yardım
vi: Trợ giúp
zh_tw: 說明

source: Suggest features
cs: Navrhnout funkce
da: Foreslå funktioner
fi: Ehdota ominaisuuksia
hi: विशेषताएं सुझाएं
hu: Funkció ajánlása
ja: 機能を提案
ko: 기능 제안
pl: Zaproponuj funkcje
ro: Sugerați funcționalități
tr: Özellik önerin
vi: Đề xuất tính năng
zh_tw: 建議功能

source: Report a bug
cs: Nahlásit chybu
da: Rapporter en fejl
fi: Ilmoita virheesta
hi: बग रिपोर्ट करें
hu: Hiba bejelentése
ja: バグを報告
ko: 버그 제보
pl: Zgłoś błąd
ro: Raportați o eroare
tr: Hata bildir
vi: Báo lỗi
zh_tw: 回報錯誤

source: Report bug
cs: Nahlásit chybu
da: Rapporter fejl
fi: Ilmoita virhe
hi: बग रिपोर्ट करें
hu: Hibajelentés
ja: バグを報告
ko: 버그 제보
pl: Zgłoś błąd
ro: Raportare eroare
tr: Hata bildir
vi: Báo lỗi
zh_tw: 回報錯誤

source: Social
cs: Sociální sítě
fi: Sosiaalinen media
hi: सोशल
hu: Közösségi
ja: SNS
pl: Społeczność
ro: Rețele socializare
tr: Sosyal Medya
vi: Mạng xã hội
zh_tw: 社群

# rateUsOnStore
source: Rate us on {storeName}
cs: Ohodnoťte nás na {storeName}
da: Anmeld os på {storeName}
fi: Arvostele meita {storeName}ssa
hi: हमें {storeName} पर रेट करें
hu: Értékelj minket itt: {storeName}
ja: {storeName} で評価
ko: {storeName}에서 평가해주세요
pl: Oceń nas na {storeName}
ro: Evaluați-ne pe {storeName}
tr: Bizi {storeName} üzerinden değerlendirin
vi: Đánh giá chúng tôi trên {storeName}
zh_tw: 在 {storeName} 上為我們評分

source: Blog
fi: Blogi
hi: ब्लॉग
ja: ブログ
ko: 블로그
zh_tw: 部落格

source: Merchandise
cs: E-shop
fi: Tuotteet
hi: मर्चेंडाइज़
hu: Ajándéktárgyak
ja: グッズ
ko: 제품
pl: Sklep
ro: Produse
tr: Ürünler
vi: Vật phẩm
zh_tw: 周邊商品

source: Information
cs: Informace
fi: Tiedot
hi: जानकारी
hu: Informacio
ja: 情報
ko: 정보
pl: Informacje
ro: Informatii
tr: Bilgi
vi: Thong tin
zh_tw: 資訊

source: Save information
cs: Uložit informace
da: Gem information
fi: Tallenna tiedot
hi: जानकारी सहेजें
hu: Informacio mentese
ja: 情報を保存
ko: 정보 저장
pl: Zapisz informacje
ro: Salveaza informatii
tr: Bilgiyi kaydet
vi: Luu thong tin
zh_tw: 儲存資訊

source: Save to Locker
cs: Uložit do Locker
da: Gem i Locker
fi: Tallenna Lockeriin
hi: Locker में सहेजें
hu: Mentes a Locker-be
ja: Lockerに保存
ko: Locker에 저장
pl: Zapisz w Locker
ro: Salveaza in Locker
tr: Locker'a kaydet
vi: Luu vao Locker
zh_tw: 儲存至 Locker

# saveDocumentTitle
source: Document
cs: Dokument
da: Dokument
fi: Dokumentti
hi: दस्तावेज़
hu: Dokumentum
ja: ドキュメント
ko: 문서
pl: Dokument
tr: Belge
vi: Tai lieu
zh_tw: 文件

# saveDocumentDescription
source: Upload important docs.
cs: Nahrajte dulezite dokumenty.
da: Upload vigtige dokumenter.
fi: Lataa tarkeat dokumentit.
hi: महत्वपूर्ण दस्तावेज़ अपलोड करें।
hu: Toltse fel fontos dokumentumait.
ja: 重要なドキュメントをアップロードします。
ko: 중요한 문서를 업로드하세요.
pl: Prześlij ważne dokumenty.
ro: Incarcati documente importante.
tr: Önemli belgeleri yükleyin.
vi: Tai len cac tai lieu quan trong.
zh_tw: 上傳重要文件。

# informationDescription
source: Save and share information with loved ones.
cs: Uložte a sdílejte informace s blízkymi.
da: Gem og del information med dine nærmeste.
fi: Tallenna ja jaa tietoja laheistesi kanssa.
hi: प्रियजनों के साथ जानकारी सहेजें और साझा करें।
hu: Mentsen el es osszon meg informaciokat szeretteivel.
ja: 大切な人と情報を保存・共有します。
ko: 사랑하는 사람들과 정보를 저장하고 공유하세요.
pl: Zapisuj i udostępniaj informacje bliskim.
ro: Salvati si partajati informatii cu cei dragi.
tr: Bilgileri sevdiklerinizle kaydedin ve paylaşın.
vi: Luu va chia se thong tin voi nguoi than.
zh_tw: 儲存並與親人分享資訊。

# personalNote
source: Note
cs: Poznámka
fi: Muistiinpano
hi: नोट
hu: Jegyzet
ja: メモ
ko: 메모
pl: Notatka
ro: Nota
tr: Not
vi: Ghi chu
zh_tw: 備註

# personalNoteDescription
source: Write down thoughts and instructions.
cs: Zapisujte si myslenky a pokyny.
da: Skriv tanker og instruktioner ned.
fi: Kirjoita ajatuksia ja ohjeita.
hi: विचार और निर्देश लिखें।
hu: Irja le gondolatait es utasitasait.
ja: 考えや指示を書き留めます。
ko: 생각과 지침을 적어두세요.
pl: Zapisz myśli i instrukcje.
ro: Notati ganduri si instructiuni.
tr: Düşüncelerinizi ve talimatlarınızı yazın.
vi: Ghi lai suy nghi va huong dan.
zh_tw: 寫下想法和指示。

# physicalRecords
source: Thing
cs: Vec
da: Ting
fi: Esine
hi: वस्तु
hu: Targy
ja: 物品
ko: 물건
pl: Rzecz
ro: Obiect
tr: Nesne
vi: Do vat
zh_tw: 物品

# physicalRecordsDescription
source: Save locations of real-world items.
cs: Uložte umisteni skutecnych predmetu.
da: Gem placeringer af fysiske genstande.
fi: Tallenna fyysisten esineiden sijainnit.
hi: वास्तविक दुनिया की वस्तुओं के स्थान सहेजें।
hu: Mentse el valos targyak helyet.
ja: 実物の保管場所を記録します。
ko: 실물 항목의 위치를 저장하세요.
pl: Zapisz lokalizacje przedmiotów fizycznych.
ro: Salvati locatiile obiectelor din lumea reala.
tr: Gerçek dünya öğelerinin konumlarını kaydedin.
vi: Luu vi tri cac do vat thuc te.
zh_tw: 儲存實體物品的位置。

# accountCredentials
source: Secret
cs: Tajný klíč
da: Hemmelighed
fi: Salaisuus
hi: सीक्रेट
hu: Titkos kód
ja: シークレット
ko: 비밀
pl: Sekret
tr: Gizli
vi: Khóa bí mật
zh_tw: 機密

# accountCredentialsDescription
source: Preserve account credentials.
cs: Uchovejte prihlasovaci udaje.
da: Bevar kontooplysninger.
fi: Sailyta tilitiedot.
hi: खाता क्रेडेंशियल्स संरक्षित करें।
hu: Orizze meg fiokja hitelesito adatait.
ja: アカウント認証情報を保存します。
ko: 계정 자격 증명을 보관하세요.
pl: Zachowaj dane logowania do kont.
ro: Pastreaza credentialele conturilor.
tr: Hesap kimlik bilgilerini saklayın.
vi: Luu tru thong tin dang nhap tai khoan.
zh_tw: 保存帳戶憑證。

source: Edit secret
cs: Upravit tajemstvi
da: Rediger hemmelighed
fi: Muokkaa salaisuutta
hi: गोपनीय संपादित करें
hu: Titok szerkesztese
ja: シークレットを編集
ko: 비밀 편집
pl: Edytuj sekret
ro: Editeaza secret
tr: Gizliyi düzenle
vi: Chinh sua bi mat
zh_tw: 編輯機密

source: Edit location
cs: Upravit polohu
da: Rediger placering
fi: Muokkaa sijaintia
hi: स्थान संपादित करें
hu: Hely szerkesztese
ja: 位置情報を編集
ko: 위치 편집
pl: Edytuj lokalizację
ro: Editare locaţie
tr: Konumu düzenle
vi: Chỉnh sửa vị trí
zh_tw: 編輯位置

source: Edit note
cs: Upravit poznamku
da: Rediger note
fi: Muokkaa muistiinpanoa
hi: नोट संपादित करें
hu: Jegyzet szerkesztese
ja: メモを編集
ko: 메모 편집
pl: Edytuj notatkę
ro: Editeaza nota
tr: Notu düzenle
vi: Chinh sua ghi chu
zh_tw: 編輯備註

source: Emergency contact
cs: Nouzovy kontakt
da: Nødkontakt
fi: Hatayhteystieto
hi: आपातकालीन संपर्क
hu: Veszhelyzeti kapcsolat
ja: 緊急連絡先
ko: 긴급 연락처
pl: Kontakt alarmowy
ro: Contact de urgenta
tr: Acil durum kişisi
vi: Lien he khan cap
zh_tw: 緊急聯絡人

# emergencyContactDescription
source: Keep contact info for key people in crises.
cs: Uchovejte kontaktni udaje na klicove osoby v krizovych situacich.
da: Behold kontaktoplysninger til vigtige personer i nødsituationer.
fi: Pidä tarkeiden henkiloiden yhteystiedot tallessa kriisitilanteita varten.
hi: संकट में महत्वपूर्ण लोगों की संपर्क जानकारी रखें।
hu: Tartsa nyilvan a kulcsfontossagu szemelyek elerheteseget veszhelyzet eseten.
ja: 緊急時の重要な連絡先を保存します。
ko: 위기 상황에서 중요한 사람들의 연락처를 보관하세요.
pl: Przechowuj dane kontaktowe kluczowych osób na wypadek kryzysu.
ro: Pastrati informatii de contact pentru persoane cheie in situatii de criza.
tr: Kriz durumlarında önemli kişilerin iletişim bilgilerini saklayın.
vi: Luu thong tin lien lac cho nhung nguoi quan trong trong truong hop khan cap.
zh_tw: 保留危機時刻重要人員的聯絡資訊。

# noteName
source: Title
cs: Nazev
da: Titel
fi: Otsikko
hi: शीर्षक
hu: Cim
ja: タイトル
ko: 제목
pl: Tytuł
ro: Titlu
tr: Başlık
vi: Tieu de
zh_tw: 標題

# noteNameHint
source: Hint text
cs: Nazev poznamky
da: Notetitel
fi: Muistiinpanon otsikko
hi: नोट शीर्षक
hu: Jegyzet cime
ja: メモのタイトル
ko: 메모 제목
pl: Tytuł notatki
ro: Titlul notei
tr: Not başlığı
vi: Tieu de ghi chu
zh_tw: 備註標題

# noteContent
source: Content
cs: Obsah
da: Indhold
fi: Sisalto
hi: सामग्री
hu: Tartalom
ja: 内容
ko: 내용
pl: Treść
ro: Continut
tr: İçerik
vi: Noi dung
zh_tw: 內容

# noteContentHint
source: Write down important thoughts or instructions
cs: Zapisujte dulezite myslenky nebo pokyny
da: Skriv vigtige tanker eller instruktioner ned
fi: Kirjoita tarkeat ajatukset tai ohjeet
hi: महत्वपूर्ण विचार या निर्देश लिखें
hu: Irja le fontos gondolatait vagy utasitasait
ja: 重要な考えや指示を書き留めてください
ko: 중요한 생각이나 지침을 적어두세요
pl: Zapisz ważne myśli lub instrukcje
ro: Scrieti ganduri sau instructiuni importante
tr: Önemli düşüncelerinizi veya talimatlarınızı yazın
vi: Ghi lai nhung suy nghi hoac huong dan quan trong
zh_tw: 寫下重要的想法或指示

# unsavedNoteChangesTitle
source: Discard changes?
cs: Zahodit zmeny?
da: Kassér ændringer?
fi: Hylataanko muutokset?
hi: बदलाव छोड़ें?
hu: Elveti a valtozasokat?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소하시겠습니까?
pl: Odrzucić zmiany?
ro: Renuntati la modificari?
tr: Değişiklikler atılsın mı?
vi: Huy bo thay doi?
zh_tw: 捨棄變更？

# unsavedNoteChangesDescription
source: You have unsaved changes in this note. If you go back now, they will be lost.
cs: V teto poznamce mate neuložene zmeny. Pokud se nyni vratite, budou ztraceny.
da: Du har ændringer, der ikke er gemt i denne note. Hvis du går tilbage nu, vil de gå tabt.
fi: Sinulla on tallentamattomia muutoksia tassa muistiinpanossa. Jos palaat nyt, ne menetetaan.
hi: इस नोट में असहेजे बदलाव हैं। यदि आप अभी वापस जाते हैं, तो वे खो जाएंगे।
hu: Nem mentett valtozasok vannak ebben a jegyzetben. Ha most visszalep, elvesznek.
ja: このメモには保存されていない変更があります。今戻ると、変更は失われます。
ko: 이 메모에 저장되지 않은 변경 사항이 있습니다. 지금 뒤로 가면 변경 사항이 손실됩니다.
pl: Masz niezapisane zmiany w tej notatce. Jeśli teraz wrócisz, zostaną utracone.
ro: Aveti modificari nesalvate in aceasta nota. Daca reveniti acum, acestea vor fi pierdute.
tr: Bu notta kaydedilmemiş değişiklikler var. Şimdi geri dönerseniz kaybolacaklar.
vi: Ban co thay doi chua luu trong ghi chu nay. Neu quay lai bay gio, chung se bi mat.
zh_tw: 您在此備註中有未儲存的變更。如果現在返回，這些變更將會遺失。

source: Keep editing
cs: Pokracovat v upravach
da: Fortsæt redigering
fi: Jatka muokkaamista
hi: संपादन जारी रखें
hu: Folytatas szerkesztes
ja: 編集を続ける
ko: 계속 편집
pl: Kontynuuj edycję
ro: Continua editarea
tr: Düzenlemeye devam et
vi: Tiep tuc chinh sua
zh_tw: 繼續編輯

# discardChanges
source: Discard
cs: Zahodit
da: Kassér
fi: Hylkaa
hi: छोड़ें
hu: Elvetes
ja: 破棄
ko: 취소
pl: Odrzuć
ro: Renunta
tr: At
vi: Huy bo
zh_tw: 捨棄

source: Record name
cs: Nazev zaznamu
da: Navn på post
fi: Tietueen nimi
hi: रिकॉर्ड नाम
hu: Rekord neve
ja: レコード名
ko: 기록 이름
pl: Nazwa rekordu
ro: Nume inregistrare
tr: Kayıt adı
vi: Ten ban ghi
zh_tw: 記錄名稱

# recordNameHint
source: Name of the real-world item
cs: Nazev skutecneho predmetu
da: Navn på den fysiske genstand
fi: Fyysisen esineen nimi
hi: वास्तविक दुनिया की वस्तु का नाम
hu: A valos targy neve
ja: 実物のアイテム名
ko: 실물 항목의 이름
pl: Nazwa przedmiotu fizycznego
ro: Numele obiectului din lumea reala
tr: Gerçek dünya öğesinin adı
vi: Ten cua do vat thuc te
zh_tw: 實體物品的名稱

# recordLocation
source: Location
cs: Poloha
da: Placering
fi: Sijainti
hi: स्थान
hu: Hely
ja: 場所
ko: 위치
pl: Lokalizacja
ro: Locație
tr: Konum
vi: Vị trí
zh_tw: 位置

# recordLocationHint
source: Where is this item kept?
cs: Kde je tento predmet uložen?
da: Hvor opbevares denne genstand?
fi: Missa tama esine sailytetaan?
hi: यह वस्तु कहाँ रखी है?
hu: Hol talalhato ez a targy?
ja: このアイテムはどこに保管されていますか？
ko: 이 항목은 어디에 보관되어 있습니까?
pl: Gdzie przechowywany jest ten przedmiot?
ro: Unde este pastrat acest obiect?
tr: Bu öğe nerede saklanıyor?
vi: Do vat nay duoc giu o dau?
zh_tw: 此物品存放在哪裡？

# recordNotes
source: Notes
cs: Poznámky
da: Noter
fi: Muistiinpanot
hi: नोट्स
hu: Jegyzetek
ja: メモ
ko: 메모
pl: Notatki
ro: Notițe
tr: Notlar
vi: Ghi chú
zh_tw: 備註

# recordNotesHint
source: Additional information about the item
cs: Dalši informace o predmetu
da: Yderligere oplysninger om genstanden
fi: Lisatietoja esineesta
hi: वस्तु के बारे में अतिरिक्त जानकारी
hu: Tovabbi informaciok a targyrol
ja: アイテムに関する追加情報
ko: 항목에 대한 추가 정보
pl: Dodatkowe informacje o przedmiocie
ro: Informatii suplimentare despre obiect
tr: Öğe hakkında ek bilgiler
vi: Thong tin bo sung ve do vat
zh_tw: 關於此物品的其他資訊

# credentialName
source: Account
cs: Účet
da: Konto
fi: Tili
hi: खाता
hu: Fiók
ja: アカウント
ko: 계정
pl: Konto
ro: Cont
tr: Hesap
vi: Tài khoản
zh_tw: 帳戶

# credentialNameHint
source: Name of the service
cs: Nazev služby
da: Navn på tjenesten
fi: Palvelun nimi
hi: सेवा का नाम
hu: A szolgaltatas neve
ja: サービス名
ko: 서비스 이름
pl: Nazwa usługi
ro: Numele serviciului
tr: Hizmetin adı
vi: Ten dich vu
zh_tw: 服務名稱

source: Username
cs: Uživatelske jmeno
da: Brugernavn
fi: Kayttajanimi
hi: उपयोगकर्ता नाम
hu: Felhasznalonev
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
ro: Nume utilizator
tr: Kullanıcı adı
vi: Ten nguoi dung
zh_tw: 使用者名稱

# usernameHint
source: Login ID or email
cs: Prihlasovaci ID nebo e-mail
da: Login-ID eller e-mail
fi: Kirjautumistunnus tai sahkoposti
hi: लॉगिन आईडी या ईमेल
hu: Bejelentkezesi azonosito vagy e-mail
ja: ログインIDまたはメールアドレス
ko: 로그인 ID 또는 이메일
pl: Login lub email
ro: ID de autentificare sau email
tr: Giriş kimliği veya e-posta
vi: ID dang nhap hoac email
zh_tw: 登入 ID 或電子郵件

source: Password
cs: Heslo
da: Adgangskode
fi: Salasana
hi: पासवर्ड
hu: Jelszó
ja: パスワード
ko: 암호
pl: Hasło
ro: Parolă
tr: Şifre
vi: Mật khẩu
zh_tw: 密碼

# passwordHint
source: Password
cs: Heslo
da: Adgangskode
fi: Salasana
hi: पासवर्ड
hu: Jelszó
ja: パスワード
ko: 암호
pl: Hasło
ro: Parolă
tr: Şifre
vi: Mật khẩu
zh_tw: 密碼

# credentialNotes
source: Additional notes
cs: Dalši poznamky
da: Yderligere noter
fi: Lisamuistiinpanot
hi: अतिरिक्त नोट्स
hu: Tovabbi megjegyzesek
ja: 追加メモ
ko: 추가 메모
pl: Dodatkowe notatki
ro: Note suplimentare
tr: Ek notlar
vi: Ghi chu bo sung
zh_tw: 其他備註

# credentialNotesHint
source: Recovery methods, security questions, ...
cs: Metody obnoveni, bezpecnostni otazky, ...
da: Gendannelsesmetoder, sikkerhedsspørgsmål, ...
fi: Palautustavat, turvakysymykset, ...
hi: रिकवरी विधियाँ, सुरक्षा प्रश्न, ...
hu: Helyreallitasi modszerek, biztonsagi kerdesek, ...
ja: 復旧方法、セキュリティの質問など
ko: 복구 방법, 보안 질문 등
pl: Metody odzyskiwania, pytania zabezpieczające, ...
ro: Metode de recuperare, intrebari de securitate, ...
tr: Kurtarma yöntemleri, güvenlik soruları, ...
vi: Phuong thuc khoi phuc, cau hoi bao mat, ...
zh_tw: 復原方式、安全問題...

source: Contact name
cs: Jmeno kontaktu
da: Kontaktnavn
fi: Yhteystiedon nimi
hi: संपर्क नाम
hu: Kapcsolat neve
ja: 連絡先名
ko: 연락처 이름
pl: Nazwa kontaktu
ro: Numele contactului
tr: Kişi adı
vi: Ten lien he
zh_tw: 聯絡人姓名

# contactNameHint
source: Full name of the emergency contact
cs: Cele jmeno nouzoveho kontaktu
da: Nødkontaktens fulde navn
fi: Hatayhteyshenkillon koko nimi
hi: आपातकालीन संपर्क का पूरा नाम
hu: A veszhelyzeti kapcsolat teljes neve
ja: 緊急連絡先のフルネーム
ko: 긴급 연락처의 전체 이름
pl: Imię i nazwisko kontaktu alarmowego
ro: Numele complet al contactului de urgenta
tr: Acil durum kişisinin tam adı
vi: Ho ten day du cua nguoi lien he khan cap
zh_tw: 緊急聯絡人的全名

source: Contact details
cs: Kontaktni udaje
da: Kontaktoplysninger
fi: Yhteystiedot
hi: संपर्क विवरण
hu: Kapcsolati adatok
ja: 連絡先詳細
ko: 연락처 정보
pl: Dane kontaktowe
ro: Detalii contact
tr: İletişim bilgileri
vi: Chi tiet lien he
zh_tw: 聯絡資訊

# contactDetailsHint
source: Phone number, email, or other contact information
cs: Telefonni cislo, e-mail nebo dalši kontaktni informace
da: Telefonnummer, e-mail eller andre kontaktoplysninger
fi: Puhelinnumero, sahkoposti tai muut yhteystiedot
hi: फ़ोन नंबर, ईमेल, या अन्य संपर्क जानकारी
hu: Telefonszam, e-mail vagy egyeb elerhetoseg
ja: 電話番号、メールアドレス、その他の連絡先情報
ko: 전화번호, 이메일 또는 기타 연락처 정보
pl: Numer telefonu, email lub inne dane kontaktowe
ro: Numar de telefon, email sau alte informatii de contact
tr: Telefon numarası, e-posta veya diğer iletişim bilgileri
vi: So dien thoai, email, hoac thong tin lien lac khac
zh_tw: 電話號碼、電子郵件或其他聯絡資訊

# contactNotes
source: Message for contact
cs: Zprava pro kontakt
da: Besked til kontakt
fi: Viesti yhteyshenkilolle
hi: संपर्क के लिए संदेश
hu: Uzenet a kapcsolatnak
ja: 連絡先へのメッセージ
ko: 연락처에 대한 메시지
pl: Wiadomość dla kontaktu
ro: Mesaj pentru contact
tr: Kişi için mesaj
vi: Tin nhan cho nguoi lien he
zh_tw: 給聯絡人的訊息

# contactNotesHint
source: Important information to share with this person when they are contacted
cs: Dulezite informace ke sdileni s touto osobou pri kontaktovani
da: Vigtig information, der skal deles med denne person, når de kontaktes
fi: Tarkeat tiedot jaettavaksi taman henkillon kanssa kun heihin otetaan yhteytta
hi: इस व्यक्ति से संपर्क किए जाने पर साझा करने के लिए महत्वपूर्ण जानकारी
hu: Fontos informaciok, amelyeket meg kell osztani ezzel a szemellyel, amikor felveszik vele a kapcsolatot
ja: この人に連絡する際に共有する重要な情報
ko: 이 사람에게 연락할 때 공유할 중요한 정보
pl: Ważne informacje do przekazania tej osobie, gdy zostanie skontaktowana
ro: Informatii importante de partajat cu aceasta persoana cand este contactata
tr: Bu kişiyle iletişime geçildiğinde paylaşılacak önemli bilgiler
vi: Thong tin quan trong de chia se voi nguoi nay khi ho duoc lien lac
zh_tw: 聯絡此人時要分享的重要資訊

# saveRecord
source: Save
cs: Uložit
da: Gem
fi: Tallenna
hi: सेव करें
hu: Mentés
ja: 保存
ko: 저장
pl: Zapisz
ro: Salvare
tr: Kaydet
vi: Lưu
zh_tw: 儲存

source: Record saved successfully
cs: Zaznam byl uspesne uložen
da: Post gemt
fi: Tietue tallennettu onnistuneesti
hi: रिकॉर्ड सफलतापूर्वक सहेजा गया
hu: Rekord sikeresen mentve
ja: レコードが正常に保存されました
ko: 기록이 성공적으로 저장되었습니다
pl: Rekord został pomyślnie zapisany
ro: Inregistrare salvata cu succes
tr: Kayıt başarıyla kaydedildi
vi: Luu ban ghi thanh cong
zh_tw: 記錄儲存成功

source: Failed to save record
cs: Uloženi zaznamu se nezdarilo
da: Kunne ikke gemme post
fi: Tietueen tallentaminen epaonnistui
hi: रिकॉर्ड सहेजने में विफल
hu: Rekord mentese sikertelen
ja: レコードの保存に失敗しました
ko: 기록 저장 실패
pl: Nie udało się zapisać rekordu
ro: Salvare inregistrare esuata
tr: Kayıt kaydedilemedi
vi: Khong the luu ban ghi
zh_tw: 儲存記錄失敗

# pleaseEnterNoteName
source: Please enter a title
cs: Prosim zadejte nazev
da: Indtast venligst en titel
fi: Anna otsikko
hi: कृपया शीर्षक दर्ज करें
hu: Kerem, adjon meg egy cimet
ja: タイトルを入力してください
ko: 제목을 입력해 주세요
pl: Wprowadź tytuł
ro: Va rugam introduceti un titlu
tr: Lütfen bir başlık girin
vi: Vui long nhap tieu de
zh_tw: 請輸入標題
