Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

# pleaseEnterNoteContent
source: Please enter content
cs: Prosim zadejte obsah
da: Indtast venligst indhold
fi: Anna sisalto
hi: कृपया सामग्री दर्ज करें
hu: Kerem, adjon meg tartalmat
ja: 内容を入力してください
ko: 내용을 입력해 주세요
pl: Wprowadź treść
ro: Va rugam introduceti continutul
tr: Lütfen içerik girin
vi: Vui long nhap noi dung
zh_tw: 請輸入內容

# pleaseEnterRecordName
source: Please enter a record name
cs: Prosim zadejte nazev zaznamu
da: Indtast venligst et postnavn
fi: Anna tietueen nimi
hi: कृपया रिकॉर्ड नाम दर्ज करें
hu: Kerem, adjon meg egy rekord nevet
ja: レコード名を入力してください
ko: 기록 이름을 입력해 주세요
pl: Wprowadź nazwę rekordu
ro: Va rugam introduceti un nume de inregistrare
tr: Lütfen bir kayıt adı girin
vi: Vui long nhap ten ban ghi
zh_tw: 請輸入記錄名稱

# pleaseEnterLocation
source: Please enter a location
cs: Prosim zadejte umisteni
da: Indtast venligst en placering
fi: Anna sijainti
hi: कृपया स्थान दर्ज करें
hu: Kerem, adjon meg egy helyet
ja: 保管場所を入力してください
ko: 위치를 입력해 주세요
pl: Wprowadź lokalizację
ro: Va rugam introduceti o locatie
tr: Lütfen bir konum girin
vi: Vui long nhap vi tri
zh_tw: 請輸入位置

# pleaseEnterAccountName
source: Please enter an account name
cs: Prosim zadejte nazev uctu
da: Indtast venligst et kontonavn
fi: Anna tilin nimi
hi: कृपया खाता नाम दर्ज करें
hu: Kerem, adjon meg egy fiok nevet
ja: アカウント名を入力してください
ko: 계정 이름을 입력해 주세요
pl: Wprowadź nazwę konta
ro: Va rugam introduceti un nume de cont
tr: Lütfen bir hesap adı girin
vi: Vui long nhap ten tai khoan
zh_tw: 請輸入帳戶名稱

# pleaseEnterUsername
source: Please enter a username
cs: Prosim zadejte uživatelske jmeno
da: Indtast venligst et brugernavn
fi: Anna kayttajanimi
hi: कृपया उपयोगकर्ता नाम दर्ज करें
hu: Kerem, adjon meg egy felhasznalonevet
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력해 주세요
pl: Wprowadź nazwę użytkownika
ro: Va rugam introduceti un nume de utilizator
tr: Lütfen bir kullanıcı adı girin
vi: Vui long nhap ten nguoi dung
zh_tw: 請輸入使用者名稱

# pleaseEnterPassword
source: Please enter a password
cs: Prosim zadejte heslo
da: Indtast venligst en adgangskode
fi: Anna salasana
hi: कृपया पासवर्ड दर्ज करें
hu: Kerem, adjon meg egy jelszot
ja: パスワードを入力してください
ko: 비밀번호를 입력해 주세요
pl: Wprowadź hasło
ro: Va rugam introduceti o parola
tr: Lütfen bir şifre girin
vi: Vui long nhap mat khau
zh_tw: 請輸入密碼

# pleaseEnterContactName
source: Please enter a contact name
cs: Prosim zadejte jmeno kontaktu
da: Indtast venligst et kontaktnavn
fi: Anna yhteystiedon nimi
hi: कृपया संपर्क नाम दर्ज करें
hu: Kerem, adjon meg egy kapcsolat nevet
ja: 連絡先名を入力してください
ko: 연락처 이름을 입력해 주세요
pl: Wprowadź nazwę kontaktu
ro: Va rugam introduceti un nume de contact
tr: Lütfen bir kişi adı girin
vi: Vui long nhap ten lien he
zh_tw: 請輸入聯絡人姓名

source: Please enter contact details
cs: Prosim zadejte kontaktni udaje
da: Indtast venligst kontaktoplysninger
fi: Anna yhteystiedot
hi: कृपया संपर्क विवरण दर्ज करें
hu: Kerem, adja meg a kapcsolati adatokat
ja: 連絡先詳細を入力してください
ko: 연락처 정보를 입력해 주세요
pl: Wprowadź dane kontaktowe
ro: Va rugam introduceti detaliile de contact
tr: Lütfen iletişim bilgilerini girin
vi: Vui long nhap chi tiet lien he
zh_tw: 請輸入聯絡資訊

source: Allow downloads
cs: Povolit stahování
da: Tillad downloads
fi: Salli lataukset
hi: डाउनलोड की अनुमति दें
hu: Letöltések engedélyezése
ja: ダウンロードを許可
ko: 다운로드 허용
pl: Zezwól na pobieranie
ro: Permiteți descărcările
tr: İndirmeye izin ver
vi: Cho phép tải xuống
zh_tw: 允許下載

source: Shared by you
cs: Sdíleno mnou
da: Delt af dig
fi: Jakamasi
hi: आपके द्वारा साझा
hu: Altalad megosztva
ja: あなたが共有しました
ko: 내가 공유함
pl: Udostępnione przez Ciebie
ro: Distribuite de dvs.
tr: Paylaştıklarınız
vi: Được chia sẻ bởi bạn
zh_tw: 您分享的

source: Shared with you
cs: Sdíleno se mnou
da: Delt med dig
fi: Sinulle jaettu
hi: आपके साथ साझा
hu: Veled megosztva
ja: あなたと共有されています
ko: 나와 공유됨
pl: Udostępnione z Tobą
ro: Distribuite cu dvs.
tr: Sizinle paylaşıldı
vi: Được chia sẻ với bạn
zh_tw: 與您分享的

source: Manage link
cs: Spravovat odkaz
da: Administrer link
fi: Hallitse linkkia
hi: लिंक प्रबंधित करें
hu: Hivatkozás kezelése
ja: リンクを管理
ko: 링크 관리
pl: Zarządzaj linkiem
ro: Gestionați linkul
tr: Bağlantıyı yönet
vi: Quản lý liên kết
zh_tw: 管理連結

source: Link expiry
cs: Platnost odkazu
da: Udløb af link
fi: Linkin voimassaolo
hi: लिंक समाप्ति
hu: Link lejárata
ja: リンクの期限切れ
ko: 링크 만료
pl: Wygaśnięcie linku
ro: Expirarea linkului
tr: Bağlantı geçerliliği
vi: Hết hạn liên kết
zh_tw: 連結到期時間

# linkNeverExpires
source: Never
cs: Nikdy
da: Aldrig
fi: Ei koskaan
hi: कभी नहीं
hu: Soha
ja: なし
ko: 만료 안 함
pl: Nigdy
ro: Niciodată
tr: Asla
vi: Không bao giờ
zh_tw: 永不

# linkExpired
source: Expired
cs: Vypršel
da: Udløbet
fi: Vanhentunut
hi: समाप्त
hu: Lejárt
ja: 期限切れ
ko: 만료됨
pl: Wygasł
ro: Expirat
tr: Süresi dolmuş
vi: Hết hạn
zh_tw: 已過期

# linkEnabled
source: Enabled
cs: Povoleno
da: Aktiveret
fi: Kaytossa
hi: सक्षम
hu: Engedélyezett
ja: 有効
ko: 활성화됨
pl: Aktywny
ro: Activat
tr: Geçerli
vi: Đã bật
zh_tw: 已啟用

source: Set a password
cs: Nastavit heslo
da: Indstil en adgangskode
fi: Aseta salasana
hi: पासवर्ड सेट करें
hu: Állítson be egy jelszót
ja: パスワードを設定
ko: 비밀번호 설정
pl: Ustaw hasło
ro: Setați o parolă
tr: Şifre ayarla
vi: Đặt mật khẩu
zh_tw: 設定密碼

# lockButtonLabel
source: Lock
cs: Uzamknout
da: Lås
fi: Lukitse
hi: लॉक
hu: Zárolás
ja: ロック
ko: 잠금
pl: Zablokuj
ro: Blocat
tr: Kilit
vi: Khóa
zh_tw: 鎖定

source: Enter password
cs: Zadejte heslo
da: Indtast adgangskode
fi: Anna salasana
hi: पासवर्ड दर्ज करें
hu: Adja meg a jelszót
ja: パスワードを入力
ko: 암호 입력
pl: Wprowadź hasło
ro: Introduceți parola
tr: Şifrenizi girin
vi: Nhập mật khẩu
zh_tw: 輸入密碼

source: Remove link
cs: Odstranit odkaz
da: Fjern link
fi: Poista linkki
hi: लिंक हटाएं
hu: Hivatkozás eltávolítása
ja: リンクを削除
ko: 링크 제거
pl: Usuń link
ro: Eliminați linkul
tr: Bağlantıyı kaldır
vi: Xóa liên kết
zh_tw: 移除連結

source: Send link
cs: Odeslat odkaz
fi: Laheta linkki
hi: लिंक भेजें
hu: Hivatkozás küldése
ja: リンクを送信
ko: 링크 보내기
pl: Wyślij link
ro: Trimitere link
tr: Bağlantıyı gönder
vi: Gửi liên kết
zh_tw: 傳送連結

# setPasswordTitle
source: Set password
cs: Nastavit heslo
da: Angiv adgangskode
fi: Aseta salasana
hi: पासवर्ड सेट करें
hu: Jelszó beállítás
ja: パスワードを決定
ko: 암호 지정
pl: Ustaw hasło
ro: Setați parola
tr: Parola ayarlayın
vi: Đặt mật khẩu
zh_tw: 設定密碼

# resetPasswordTitle
source: Reset password
cs: Obnovit heslo
da: Nulstil adgangskode
fi: Nollaa salasana
hi: पासवर्ड रीसेट करें
hu: Jelszó visszaállítása
ja: パスワードをリセット
ko: 암호 초기화
pl: Zresetuj hasło
ro: Resetați parola
tr: Parolanızı sıfırlayın
vi: Đặt lại mật khẩu
zh_tw: 重設密碼

# allowAddingFiles
source: Allow adding items
cs: Povolit pridavani položek
da: Tillad tilføjelse af elementer
fi: Salli kohteiden lisaaminen
hi: आइटम जोड़ने की अनुमति दें
hu: Elemek hozzaadasanak engedelyezese
ja: アイテムの追加を許可
ko: 항목 추가 허용
pl: Zezwól na dodawanie elementów
ro: Permite adaugarea elementelor
tr: Öğe eklemeye izin ver
vi: Cho phep them muc
zh_tw: 允許新增項目

# disableDownloadWarningTitle
source: Please note
cs: Upozornění
da: Bemærk venligst
fi: Huomioithan
hi: कृपया ध्यान दें
hu: Kérjük, vedd figyelembe
ja: ご注意ください
ko: 참고
pl: Uwaga
ro: Rețineți
tr: Lütfen dikkate alın
vi: Xin lưu ý
zh_tw: 請注意

# disableDownloadWarningBody
source: Viewers can still take screenshots or save a copy of your items using external tools.
cs: Prohlížejici mohou stale porizovat snimky obrazovky nebo uložit kopii vasich položek pomoci externich nastroju.
da: Seere kan stadig tage skærmbilleder eller gemme en kopi af dine elementer ved hjælp af eksterne værktøjer.
fi: Katselijat voivat silti ottaa nakyttonkuvia tai tallentaa kohteistasi kopioita ulkoisilla tyokaluilla.
hi: दर्शक अभी भी बाहरी टूल का उपयोग करके स्क्रीनशॉट ले सकते हैं या आपके आइटम की कॉपी सहेज सकते हैं।
hu: A megtekintok meg mindig keszithetnek kepernykepet vagy menthetnek masolatot az elemeirol kulso eszkozok segitsegevel.
ja: 閲覧者は外部ツールを使用してスクリーンショットを撮ったり、アイテムのコピーを保存したりすることができます。
ko: 뷰어는 여전히 스크린샷을 찍거나 외부 도구를 사용하여 항목의 사본을 저장할 수 있습니다.
pl: Widzowie nadal mogą robić zrzuty ekranu lub zapisywać kopie Twoich elementów za pomocą zewnętrznych narzędzi.
ro: Vizitatorii pot face capturi de ecran sau salva o copie a elementelor folosind instrumente externe.
tr: Görüntüleyenler yine de ekran görüntüsü alabilir veya harici araçlar kullanarak öğelerinizin bir kopyasını kaydedebilir.
vi: Nguoi xem van co the chup man hinh hoac luu ban sao muc cua ban bang cac cong cu ben ngoai.
zh_tw: 檢視者仍可使用螢幕截圖或外部工具儲存您項目的副本。

# allowAddFilesDescription
source: Allow people with the link to also add items to the shared collection.
cs: Umožnete lidem s odkazem pridavat položky do sdilene kolekce.
da: Tillad personer med linket at tilføje elementer til den delte samling.
fi: Salli linkin saaneiden lisata kohteita jaettuun kokoelmaan.
hi: लिंक वाले लोगों को साझा संग्रह में आइटम जोड़ने की अनुमति दें।
hu: Engedelyezze, hogy a linket kapok elemeket adhassanak a megosztott gyujtemenyhez.
ja: リンクを持つ人が共有コレクションにアイテムを追加できるようにします。
ko: 링크를 가진 사람들이 공유된 컬렉션에 항목을 추가할 수 있도록 허용합니다.
pl: Pozwól osobom z linkiem również dodawać elementy do udostępnionej kolekcji.
ro: Permite persoanelor cu link-ul sa adauge elemente in colectia partajata.
tr: Bağlantıya sahip kişilerin paylaşılan koleksiyona öğe eklemesine izin verin.
vi: Cho phep nhung nguoi co lien ket them muc vao bo suu tap duoc chia se.
zh_tw: 允許擁有連結的人也能將項目新增至共享集合。

source: After 1 hour
cs: Po 1 hodině
da: Efter 1 time
fi: 1 tunnin jalkeen
hi: 1 घंटे बाद
hu: Egy óra múlva
ja: 1時間後
ko: 1시간 후
pl: Po 1 godzinie
ro: După o oră
tr: 1 saat sonra
vi: Sau 1 giờ
zh_tw: 1 小時後

source: After 1 day
cs: Po 1 dni
da: Efter 1 dag
fi: 1 paivan jalkeen
hi: 1 दिन बाद
hu: Egy nap mólva
ja: 1日後
ko: 1일 후
pl: Po 1 dniu
ro: După o zi
tr: 1 gün sonra
vi: Sau 1 ngày
zh_tw: 1 天後

source: After 1 week
cs: Po 1 týdnu
da: Efter 1 uge
fi: 1 viikon jalkeen
hi: 1 सप्ताह बाद
hu: Egy hét múlva
ja: 1週間後
ko: 1주일 후
pl: Po 1 tygodniu
ro: După o săptămâna
tr: 1 hafta sonra
vi: Sau 1 tuần
zh_tw: 1 週後

source: After 1 month
cs: Po 1 měsíci
da: Efter 1 måned
fi: 1 kuukauden jalkeen
hi: 1 महीने बाद
hu: Egy hónap múlva
ja: 1ヶ月後
ko: 1개월 후
pl: Po 1 miesiącu
ro: După o lună
tr: 1 ay sonra
vi: Sau 1 tháng
zh_tw: 1 個月後

source: After 1 year
cs: Po 1 roce
da: Efter 1 år
fi: 1 vuoden jalkeen
hi: 1 साल बाद
hu: Egy év múlva
ja: 1年後
ko: 1년 후
pl: Po 1 roku
ro: După un an
tr: 1 yıl sonra
vi: Sau 1 năm
zh_tw: 1 年後

source: Never
cs: Nikdy
da: Aldrig
fi: Ei koskaan
hi: कभी नहीं
hu: Soha
ja: なし
ko: 안 함
pl: Nigdy
ro: Niciodată
tr: Asla
vi: Không bao giờ
zh_tw: 永不

source: Custom
cs: Vlastní
da: Tilpasset
fi: Mukautettu
hi: कस्टम
hu: Egyéni
ja: カスタム
ko: 사용자 정의
pl: Niestandardowy
ro: Particularizat
tr: Özel
vi: Tùy chỉnh
zh_tw: 自訂

source: Select time
cs: Vybrat čas
da: Vælg tid
fi: Valitse aika
hi: समय चुनें
hu: Ido kivalasztasa
ja: 時刻を選択
ko: 시간 선택
pl: Wybierz czas
ro: Selectati ora
tr: Zaman Seç
vi: Chọn thời gian
zh_tw: 選擇時間

source: Select date
cs: Vybrat datum
da: Vælg dato
fi: Valitse paivamaara
hi: तारीख चुनें
hu: Datum kivalasztasa
ja: 日付を選択する
ko: 날짜 선택
pl: Wybierz datę
ro: Selectati data
tr: Tarih seç
vi: Chọn ngày
zh_tw: 選擇日期

source: Previous
cs: Předchozí
da: Forrige
fi: Edellinen
hi: पिछला
hu: Elozo
ja: 前
ko: 이전
pl: Poprzedni
ro: Anterior
tr: Önceki
vi: Trước
zh_tw: 上一步

source: Done
cs: Hotovo
da: Færdig
fi: Valmis
hi: हो गया
hu: Kész
ja: 完了
ko: 완료
pl: Gotowe
ro: Finalizat
tr: Bitti
vi: Xong
zh_tw: 完成

source: Next
cs: Další
da: Næste
fi: Seuraava
hi: अगला
hu: Következő
ja: 次へ
ko: 다음
pl: Dalej
ro: Înainte
tr: Sonraki
vi: Tiếp theo
zh_tw: 下一步

# noDeviceLimit
source: None
cs: Žádné
da: Ingen
fi: Ei rajoitusta
hi: कोई नहीं
hu: Egyik sem
ja: なし
ko: 없음
pl: Brak
ro: Niciuna
tr: Yok
vi: Không có
zh_tw: 無限制

# linkDeviceLimit
source: Device limit
cs: Limit zařízení
da: Enheds grænse
fi: Laiteraja
hi: डिवाइस सीमा
hu: Készülékkorlát
ja: デバイスの制限
ko: 기기 제한
pl: Limit urządzeń
ro: Limită de dispozitive
tr: Cihaz sınırı
vi: Giới hạn thiết bị
zh_tw: 裝置限制

# expiredLinkInfo
source: This link has expired. Please select a new expiry time or disable link expiry.
cs: Platnost odkazu vypršela. Zvolte prosím nový čas vypršení platnosti, nebo zakažte platnost odkazu.
da: Dette link er udløbet. Vælg venligst en ny udløbstid eller deaktiver linkudløb.
fi: Tama linkki on vanhentunut. Valitse uusi voimassaoloaika tai poista linkin voimassaolon rajoitus.
hi: यह लिंक समाप्त हो गया है। कृपया नया समाप्ति समय चुनें या लिंक समाप्ति अक्षम करें।
hu: Ez a link lejárt. Kérjük, válasszon új lejárati időt, vagy tiltsa le a link lejáratát.
ja: このリンクは期限切れです。新たな期限を設定するか、期限設定そのものを無くすか、選択してください
ko: 이 링크가 만료되었습니다. 새 만료 시간을 선택하거나 링크 만료를 비활성화해 주세요.
pl: Ten link wygasł. Wybierz nowy czas wygaśnięcia lub wyłącz automatyczne wygasanie linku.
ro: Acest link a expirat. Vă rugăm să selectați un nou termen de expirare sau să dezactivați expirarea linkului.
tr: Bu bağlantının süresi dolmuştur. Lütfen yeni bir süre belirleyin veya bağlantı süresini devre dışı bırakın.
vi: Liên kết này đã hết hạn. Vui lòng chọn thời gian hết hạn mới hoặc tắt tính năng hết hạn liên kết.
zh_tw: 此連結已過期。請選擇新的到期時間或停用連結到期功能。

# linkExpiresOn
source: Link will expire on {expiryTime}
cs: Platnost odkazu vyprší {expiryTime}
da: Link udløber den {expiryTime}
fi: Linkki vanhenee {expiryTime}
hi: लिंक {expiryTime} पर समाप्त होगा
hu: Hivatkozás lejár {expiryTime}
ja: リンクは {expiryTime} に期限切れになります
ko: 링크가 {expiryTime}에 만료됩니다
pl: Link wygaśnie {expiryTime}
ro: Linkul va expira pe {expiryTime}
tr: Bu bağlantı {expiryTime} tarihinden itibaren geçersiz olacaktır
vi: Liên kết sẽ hết hạn vào {expiryTime}
zh_tw: 連結將於 {expiryTime} 到期

# shareWithPeopleSectionTitle
source: {numberOfPeople, plural, =0 {Share with specific people} =1 {Shared with 1 person} other {Shared with {numberOfPeople} people}}
cs: {numberOfPeople, plural, =0 {Sdílet s konkrétními osobami} =1 {Sdíleno s 1 osobou} other {Sdíleno s {numberOfPeople} osobami}}
da: {numberOfPeople, plural, =0{Del med specifikke personer} =1{Delt med 1 person} other{Delt med {numberOfPeople} personer}}
fi: {numberOfPeople, plural, =0{Jaa tietyille henkiloille} =1{Jaettu 1 henkilolle} other{Jaettu {numberOfPeople} henkilolle}}
hi: {numberOfPeople, plural, =0{विशिष्ट लोगों के साथ साझा करें} =1{1 व्यक्ति के साथ साझा} other{{numberOfPeople} लोगों के साथ साझा}}
hu: {numberOfPeople, plural, =0 {Megosztás adott személyekkel} =1 {1 személlyel megosztva} other {{numberOfPeople} személlyel megosztva}}
ja: {numberOfPeople, plural, =0 {誰かと共有しましょう} =1 {1人と共有されています} other {{numberOfPeople} 人と共有されています}}
ko: {numberOfPeople, plural, =0{특정 사람들과 공유} =1{1명과 공유됨} other{{numberOfPeople}명과 공유됨}}
pl: {numberOfPeople, plural, =0 {Udostępnione określonym osobom} =1 {Udostępnione 1 osobie} other {Udostępnione {numberOfPeople} osobom}}
ro: {numberOfPeople, plural, =0 {Distribuiți cu anumite persoane} =1 {Distribuit cu o persoană} other {Distribuit cu {numberOfPeople} de persoane}}
tr: {numberOfPeople, plural, =0 {Belirli kişilerle paylaş} =1 {1 kişiyle paylaşıldı} other {{numberOfPeople} kişiyle paylaşıldı}}
vi: {numberOfPeople, plural, =0 {Chia sẻ với những người cụ thể} =1 {Chia sẻ với 1 người} other {Chia sẻ với {numberOfPeople} người}}
zh_tw: {numberOfPeople, plural, =0 {與特定人員分享} =1 {已與 1 人分享} other {已與 {numberOfPeople} 人分享}}

source: Link has expired
cs: Platnost odkazu vypršela
da: Linket er udløbet
fi: Linkki on vanhentunut
hi: लिंक समाप्त हो गया है
hu: A hivatkozás érvényességi ideje lejárt
ja: リンクは期限切れです
ko: 링크가 만료되었습니다
pl: Link wygasł
ro: Linkul a expirat
tr: Bağlantının süresi dolmuş
vi: Liên kết đã hết hạn
zh_tw: 連結已過期

source: Public link enabled
cs: Veřejný odkaz povolen
da: Offentligt link aktiveret
fi: Julkinen linkki kaytossa
hi: सार्वजनिक लिंक सक्षम
hu: Nyilvános hivatkozás engedélyezve
ja: 公開リンクを有効にしました
ko: 공개 링크 활성화됨
pl: Publiczny link włączony
ro: Link public activat
tr: Herkese açık bağlantı aktive edildi
vi: Liên kết công khai đã được bật
zh_tw: 公開連結已啟用

source: Share a link
cs: Sdílet odkaz
da: Del et link
fi: Jaa linkki
hi: लिंक साझा करें
hu: Hivatkozás megosztása
ja: リンクをシェアする
ko: 링크 공유
pl: Udostępnij link
ro: Distribuiți un link
tr: Bir bağlantı paylaş
vi: Chia sẻ một liên kết
zh_tw: 分享連結

source: Add viewer
cs: Přidat diváka
da: Tilføj seer
fi: Lisaa katsoja
hi: दर्शक जोड़ें
hu: Megtekintésre jogosult hozzáadása
ja: ビューアーを追加
ko: 뷰어 추가
pl: Dodaj widza
ro: Adăugare observator
tr: Görüntüleyici ekle
vi: Thêm người xem
zh_tw: 新增檢視者

source: Add collaborator
cs: Přidat spolupracovníka
da: Tilføj samarbejdspartner
fi: Lisaa yhteistyokumppani
hi: सहयोगी जोड़ें
hu: Együttműködő hozzáadása
ja: コラボレーターを追加
ko: 협업자 추가
pl: Dodaj współuczestnika
ro: Adăugare colaborator
tr: Düzenleyici ekle
vi: Thêm cộng tác viên
zh_tw: 新增協作者

source: Add a new email
cs: Přidejte nový email
da: Tilføj en ny e-mail
fi: Lisaa uusi sahkoposti
hi: नया ईमेल जोड़ें
hu: Új email cím hozzáadása
ja: 新しいEメールアドレスを追加
ko: 새 이메일 추가
pl: Dodaj nowy adres e-mail
ro: Adăugați un e-mail nou
tr: Yeni e-posta ekle
vi: Thêm một email mới
zh_tw: 新增電子郵件

source: Or pick an existing one
cs: Nebo vyberte existující
da: Eller vælg en eksisterende
fi: Tai valitse olemassa oleva
hi: या मौजूदा एक चुनें
hu: Vagy válasszon egy létezőt
ja: または既存のものを選択
ko: 또는 기존 항목 선택
pl: Lub wybierz istniejący
ro: Sau alegeți unul existent
tr: Veya mevcut birini seçiniz
vi: Hoặc chọn một cái có sẵn
zh_tw: 或選擇現有的

# sharedCollectionSectionDescription
source: Create shared and collaborative collections with other Ente users, including users on free plans.
cs: Vytvarejte sdilene kolekce pro spolupraci s dalšimi uživateli Ente, vcetne uživatelu na bezplatnych planech.
da: Opret delte og samarbejdende samlinger med andre Ente-brugere, inklusive brugere på gratis abonnementer.
fi: Luo jaettuja ja yhteistyokokoelmia muiden Ente-kayttajien kanssa, mukaan lukien ilmaiskayttajat.
hi: अन्य Ente उपयोगकर्ताओं के साथ साझा और सहयोगी संग्रह बनाएं, जिसमें मुफ्त योजना वाले उपयोगकर्ता भी शामिल हैं।
hu: Hozzon letre megosztott es kozos gyujtementyeket mas Ente felhasznalokkal, beleertve az ingyenes csomagot hasznalokat is.
ja: 無料プランのユーザーを含む他のEnteユーザーと共有コレクションやコラボレーションコレクションを作成できます。
ko: 무료 플랜 사용자를 포함한 다른 Ente 사용자와 공유 및 협업 컬렉션을 만드세요.
pl: Twórz udostępnione i współdzielone kolekcje z innymi użytkownikami Ente, w tym użytkownikami na darmowych planach.
ro: Creati colectii partajate si colaborative cu alti utilizatori Ente, inclusiv utilizatori cu planuri gratuite.
tr: Ücretsiz planlardaki kullanıcılar dahil diğer Ente kullanıcılarıyla paylaşımlı ve işbirlikçi koleksiyonlar oluşturun.
vi: Tao bo suu tap chia se va cong tac voi nguoi dung Ente khac, bao gom nguoi dung goi mien phi.
zh_tw: 與其他 Ente 用戶建立共享和協作集合，包括免費方案的用戶。

source: Create public link
cs: Vytvořit veřejný odkaz
da: Opret et offentligt link
fi: Luo julkinen linkki
hi: सार्वजनिक लिंक बनाएं
hu: Nyilvános hivatkozás létrehozása
ja: 公開リンクを作成
ko: 공개 링크 만들기
pl: Utwórz publiczny link
ro: Creare link public
tr: Herkese açık bir bağlantı oluştur
vi: Tạo liên kết công khai
zh_tw: 建立公開連結

source: Add participants
cs: Přidat účastníky
da: Tilføj deltagere
fi: Lisaa osallistujia
hi: प्रतिभागी जोड़ें
hu: Resztvevok hozzaadasa
ja: 参加者を追加
ko: 참여자 추가
pl: Dodaj uczestników
ro: Adauga participanti
tr: Katılımcı ekle
vi: Thêm người tham gia
zh_tw: 新增參與者

source: Add
cs: Přidat
da: Tilføj
fi: Lisaa
hi: जोड़ें
hu: Hozzaadas
ja: 追加
ko: 추가
pl: Dodaj
ro: Adăugare
tr: Ekle
vi: Thêm
zh_tw: 新增

# collaboratorsCanAddFilesToTheSharedCollection
source: Collaborators can add items to the shared collection.
cs: Spolupracovnici mohou pridavat položky do sdilene kolekce.
da: Samarbejdspartnere kan tilføje elementer til den delte samling.
fi: Yhteistyokumppanit voivat lisata kohteita jaettuun kokoelmaan.
hi: सहयोगी साझा संग्रह में आइटम जोड़ सकते हैं।
hu: A kozremukoik elemeket adhatnak a megosztott gyujtemennyhez.
ja: 共同編集者は共有コレクションにアイテムを追加できます。
ko: 협업자는 공유된 컬렉션에 항목을 추가할 수 있습니다.
pl: Współpracownicy mogą dodawać elementy do udostępnionej kolekcji.
ro: Colaboratorii pot adauga elemente in colectia partajata.
tr: İşbirlikçiler paylaşılan koleksiyona öğe ekleyebilir.
vi: Cong tac vien co the them muc vao bo suu tap duoc chia se.
zh_tw: 協作者可以將項目新增至共享集合。

source: Enter email
cs: Zadejte email
da: Indtast email adresse
fi: Anna sahkoposti
hi: ईमेल दर्ज करें
hu: Email megadása
ja: Eメールアドレスを入力してください
ko: 이메일 입력
pl: Wprowadź adres e-mail
ro: Introduceți e-mailul
tr: E-postanızı giriniz
vi: Nhập email
zh_tw: 輸入電子郵件

# viewersSuccessfullyAdded
source: {count, plural, =0 {Added 0 viewers} =1 {Added 1 viewer} other {Added {count} viewers}}
cs: {count, plural, =0 {Přidáno 0 diváků} =1 {Přidán 1 divák} few {Přidáni {count} diváci} other {Přidáno {count} diváků}}
da: {count, plural, =0{Tilføjet 0 seere} =1{Tilføjet 1 seer} other{Tilføjet {count} seere}}
fi: {count, plural, =0{Lisattiin 0 katsojaa} =1{Lisattiin 1 katsoja} other{Lisattiin {count} katsojaa}}
hi: {count, plural, =0{0 दर्शक जोड़े गए} =1{1 दर्शक जोड़ा गया} other{{count} दर्शक जोड़े गए}}
hu: {count, plural, =0{0 megitekto hozzaadva} =1{1 megitekto hozzaadva} other{{count} megitekto hozzaadva}}
ja: {count, plural, =0{0人の閲覧者を追加しました} =1{1人の閲覧者を追加しました} other{{count}人の閲覧者を追加しました}}
ko: {count, plural, =0{뷰어 0명 추가됨} =1{뷰어 1명 추가됨} other{뷰어 {count}명 추가됨}}
pl: {count, plural, =0 {Dodano 0 widzów} =1 {Dodano 1 widza} other {Dodano {count} widzów}}
ro: {count, plural, =0{0 vizualizatori adaugati} =1{1 vizualizator adaugat} few{{count} vizualizatori adaugati} other{{count} de vizualizatori adaugati}}
tr: {count, plural, =0 {0 izleyici eklendi} =1 {1 izleyici eklendi} other {{count} izleyici eklendi}}
vi: {count, plural, =0 {Chưa thêm người xem} =1 {Đã thêm 1 người xem} other {Đã thêm {count} người xem}}
zh_tw: {count, plural, =0 {已新增 0 位檢視者} =1 {已新增 1 位檢視者} other {已新增 {count} 位檢視者}}

# collaboratorsSuccessfullyAdded
source: {count, plural, =0 {Added 0 collaborator} =1 {Added 1 collaborator} other {Added {count} collaborators}}
cs: {count, plural, =0 {Přidáno 0 spolupracovníků} =1 {Přidán 1 spolupracovník} few {Přidáni {count} spolupracovníci} other {Přidáno {count} spolupracovníků}}
da: {count, plural, =0{Tilføjet 0 samarbejdspartnere} =1{Tilføjet 1 samarbejdspartner} other{Tilføjet {count} samarbejdspartnere}}
fi: {count, plural, =0{Lisattiin 0 yhteistyokumppania} =1{Lisattiin 1 yhteistyokumppani} other{Lisattiin {count} yhteistyokumppania}}
hi: {count, plural, =0{0 सहयोगी जोड़े गए} =1{1 सहयोगी जोड़ा गया} other{{count} सहयोगी जोड़े गए}}
hu: {count, plural, =0{0 kozremukodo hozzaadva} =1{1 kozremukodo hozzaadva} other{{count} kozremukodo hozzaadva}}
ja: {count, plural, =0 {{count}人のコラボレーターを追加} =1 {{count}人のコラボレーターを追加} other {{count}人のコラボレーターを追加}}
ko: {count, plural, =0{협업자 0명 추가됨} =1{협업자 1명 추가됨} other{협업자 {count}명 추가됨}}
pl: {count, plural, =0 {Dodano 0 współuczestników} =1 {Dodano 1 współuczestnika} other {Dodano {count} współuczestników}}
ro: {count, plural, =0{0 colaboratori adaugati} =1{1 colaborator adaugat} few{{count} colaboratori adaugati} other{{count} de colaboratori adaugati}}
tr: {count, plural, =0 {0 işbirlikçi eklendi} =1 {1 işbirlikçi eklendi} other {{count} işbirlikçi eklendi}}
vi: {count, plural, =0 {Chưa có cộng tác viên} =1 {Đã thêm 1 cộng tác viên} other {Đã thêm {count} cộng tác viên}}
zh_tw: {count, plural, =0 {已新增 0 位協作者} =1 {已新增 1 位協作者} other {已新增 {count} 位協作者}}
