Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

# addViewers
source: {count, plural, =0 {Add viewer} =1 {Add viewer} other {Add viewers}}
cs: {count, plural, one {} few {Přidat diváky} many {Přidat diváků}=0 {Přidat diváků} =1 {Přidat diváka} other {Přidat diváků}}
da: {count, plural, =0{Tilføj seer} =1{Tilføj seer} other{Tilføj seere}}
fi: {count, plural, =0{Lisaa katsoja} =1{Lisaa katsoja} other{Lisaa katsojia}}
hi: {count, plural, =0{दर्शक जोड़ें} =1{दर्शक जोड़ें} other{दर्शक जोड़ें}}
hu: {count, plural, =0{Megitekto hozzaadasa} =1{Megitekto hozzaadasa} other{Megiektok hozzaadasa}}
ja: {count, plural, =0{閲覧者を追加} =1{閲覧者を追加} other{閲覧者を追加}}
ko: {count, plural, =0{뷰어 추가} =1{뷰어 추가} other{뷰어 추가}}
pl: {count, plural, =0 {Dodaj widza} =1 {Dodaj widza} other {Dodaj widzów}}
ro: {count, plural, =0{Adauga vizualizator} =1{Adauga vizualizator} few{Adauga vizualizatori} other{Adauga vizualizatori}}
tr: {count, plural, =0 {Görüntüleyen ekle} =1 {Görüntüleyen ekle} other {Görüntüleyen ekle}}
vi: {count, plural, =0 {Thêm người xem} =1 {Thêm người xem} other {Thêm người xem}}
zh_tw: {count, plural, =0 {新增檢視者} =1 {新增檢視者} other {新增檢視者}}

# addCollaborators
source: {count, plural, =0 {Add collaborator} =1 {Add collaborator} other {Add collaborators}}
cs: {count, plural, one {} few {Přidejte spolupracovníky} many {Přidejte spolupracovníky}=0 {Přidejte spolupracovníka} =1 {Přidejte spolupracovníka} other {Přidejte spolupracovníků}}
da: {count, plural, =0{Tilføj samarbejdspartner} =1{Tilføj samarbejdspartner} other{Tilføj samarbejdspartnere}}
fi: {count, plural, =0{Lisaa yhteistyokumppani} =1{Lisaa yhteistyokumppani} other{Lisaa yhteistyokumppaneita}}
hi: {count, plural, =0{सहयोगी जोड़ें} =1{सहयोगी जोड़ें} other{सहयोगी जोड़ें}}
hu: {count, plural, =0{Kozremukodo hozzaadasa} =1{Kozremukodo hozzaadasa} other{Kozremukoik hozzaadasa}}
ja: {count, plural, =0{共同編集者を追加} =1{共同編集者を追加} other{共同編集者を追加}}
ko: {count, plural, =0{협업자 추가} =1{협업자 추가} other{협업자 추가}}
pl: {count, plural, =0 {Dodaj współuczestnika} =1 {Dodaj współuczestnika} other {Dodaj współuczestników}}
ro: {count, plural, =0{Adauga colaborator} =1{Adauga colaborator} few{Adauga colaboratori} other{Adauga colaboratori}}
tr: {count, plural, =0 {Ortak çalışan ekle} =1 {Ortak çalışan ekle} other {Ortak çalışan ekle}}
vi: {count, plural, =0 {Thêm cộng tác viên} =1 {Thêm cộng tác viên} other {Thêm cộng tác viên}}
zh_tw: {count, plural, =0 {新增協作者} =1 {新增協作者} other {新增協作者}}

source: Long press an email to verify end to end encryption.
cs: Dlouhým stisknutím e-mailu ověříte koncové šifrování.
da: Langt tryk på en e-mail for at bekræfte slutningen af krypteringen.
fi: Paina sahkopostia pitkaan vahvistaaksesi paasta-paahan-salauksen.
hi: एंड-टू-एंड एन्क्रिप्शन सत्यापित करने के लिए ईमेल पर लंबे समय तक दबाएं।
hu: Hosszan nyomja meg az e-mail cimet a vegpontok kozotti titkositas ellenorzesehez.
ja: 表示されているEメールアドレスを長押しして、暗号化を確認します。
ko: 이메일을 길게 눌러 종단간 암호화를 확인하세요.
pl: Naciśnij i przytrzymaj e-mail, aby zweryfikować szyfrowanie end-to-end.
ro: Apăsați lung un e-mail pentru a verifica criptarea integrală.
tr: Uçtan uca şifrelemeyi doğrulamak için bir e-postaya uzun basın.
vi: Nhấn giữ một email để xác minh mã hóa đầu cuối.
zh_tw: 長按電子郵件以驗證端對端加密。

source: Sharing...
cs: Sdílení...
da: Deler...
fi: Jaetaan...
hi: साझा किया जा रहा है...
hu: Megosztás...
ja: 共有中...
ko: 공유 중...
pl: Udostępnianie...
ro: Se distribuie...
tr: Paylaşılıyor...
vi: Đang chia sẻ...
zh_tw: 正在分享...

source: Invalid email address
cs: Neplatná e-mailová adresa
da: Ugyldig email adresse
fi: Virheellinen sahkopostiosoite
hi: अमान्य ईमेल ऐड्रेस
hu: Érvénytelen e-mail cím
ja: 無効なEメールアドレス
ko: 잘못된 이메일 주소
pl: Nieprawidłowy adres e-mail
ro: Adresa e-mail nu este validă
tr: Geçersiz e-posta adresi
vi: Địa chỉ email không hợp lệ
zh_tw: 無效的電子郵件地址

# enterValidEmail
source: Please enter a valid email address.
cs: Prosím, zadejte platnou e-mailovou adresu.
da: Indtast venligst en gyldig email adresse.
fi: Anna kelvollinen sahkopostiosoite.
hi: कृपया वैद्य ईमेल ऐड्रेस डालें
hu: Kérjük, adjon meg egy érvényes e-mail címet.
ja: 有効なEメールアドレスを入力してください
ko: 올바른 이메일 주소를 입력하세요.
pl: Prosimy podać prawidłowy adres e-mail.
ro: Vă rugăm să introduceți o adresă de e-mail validă.
tr: Lütfen geçerli bir e-posta adresi girin.
vi: Vui lòng nhập một địa chỉ email hợp lệ.
zh_tw: 請輸入有效的電子郵件地址。

source: Oops
cs: Jejda
da: Ups
fi: Hups
hi: ओह!
hu: Hoppá
ko: 이런!
pl: Ups
ro: Ups
tr: Hay aksi
vi: Ốii!
zh_tw: 糟糕

# noItemsMatchSelectedFilters
source: No items match the selected filters
cs: Žadne položky neodpovidaji vybranym filtrum
da: Ingen elementer matcher de valgte filtre
fi: Mitkaan kohteet eivat vastaa valittuja suodattimia
hi: चयनित फ़िल्टर से कोई आइटम मेल नहीं खाता
hu: Egyetlen elem sem felel meg a kivalasztott szuroknek
ja: 選択したフィルターに一致するアイテムがありません
ko: 선택한 필터와 일치하는 항목이 없습니다
pl: Żadne elementy nie pasują do wybranych filtrów
ro: Niciun element nu corespunde filtrelor selectate
tr: Seçilen filtrelerle eşleşen öğe yok
vi: Khong co muc nao phu hop voi bo loc da chon
zh_tw: 沒有項目符合所選的篩選條件

source: No collections
cs: Žadne kolekce
da: Ingen samlinger
fi: Ei kokoelmia
hi: कोई संग्रह नहीं
hu: Nincsenek gyujtemenyek
ja: コレクションがありません
ko: 컬렉션 없음
pl: Brak kolekcji
ro: Nicio colectie
tr: Koleksiyon yok
vi: Khong co bo suu tap
zh_tw: 沒有集合

source: You cannot share with yourself
cs: Nemůžete sdílet se sebou
da: Du kan ikke dele med dig selv
fi: Et voi jakaa itsellesi
hi: आप अपने साथ साझा नहीं कर सकते
hu: Nem oszthatod meg magaddal
ja: 自分自身と共有することはできません
ko: 자신과 공유할 수 없습니다
pl: Nie możesz udostępnić samemu sobie
ro: Nu poți distribui cu tine însuți
tr: Kendinizle paylaşamazsınız
vi: Bạn không thể chia sẻ với chính mình
zh_tw: 您無法與自己分享

source: Invite to Ente
cs: Pozvat do Ente
da: Inviter til Ente
fi: Kutsu Enteen
hi: Ente पर आमंत्रित करें
hu: Meghívás az Ente-re
ja: Enteに招待する
ko: Ente에 초대
pl: Zaproś do Ente
ro: Invitați la Ente
tr: Ente'ye davet edin
vi: Mời sử dụng Ente
zh_tw: 邀請加入 Ente

source: Send invite
cs: Odeslat pozvánku
da: Send invitation
fi: Laheta kutsu
hi: आमंत्रण भेजें
hu: Meghívó küldése
ja: 招待を送る
ko: 초대 보내기
pl: Wyślij zaproszenie
ro: Trimiteți invitația
tr: Davet kodu gönder
vi: Gửi lời mời
zh_tw: 傳送邀請

# shareTextRecommendUsingEnte
source: Download Ente https://ente.io
cs: Stáhněte si Ente https://ente.io
fi: Lataa Ente https://ente.io
hi: Ente डाउनलोड करें https://ente.io
hu: Toltse le az Ente-t https://ente.io
ja: Enteをダウンロード https://ente.io
ko: Ente 다운로드 https://ente.io
pl: Pobierz Ente https://ente.io
ro: Descarca Ente https://ente.io
tr: Ente'yi indirin https://ente.io
vi: Tai Ente https://ente.io
zh_tw: 下載 Ente https://ente.io

source: This is your Verification ID
cs: Toto je Vaše ověřovací ID
da: Dette er dit bekræftelses-ID
fi: Tama on vahvistustunnuksesi
hi: यह आपकी सत्यापन आईडी है
hu: Ez az ellenőrző azonosítód
ja: これはあなたの認証IDです
ko: 이것은 귀하의 확인 ID입니다
pl: To jest Twój Identyfikator Weryfikacji
ro: Acesta este ID-ul dvs. de verificare
tr: Doğrulama kimliğiniz
vi: Đây là ID xác minh của bạn
zh_tw: 這是您的驗證 ID

# someoneSharingAlbumsWithYouShouldSeeTheSameId
source: Someone sharing albums with you should see the same ID on their device.
cs: Osoba, která s Vámi sdílí alba, by měla na svém zařízení vidět stejné ID.
da: En person, der deler albummer med dig, bør se det samme ID på deres enhed.
fi: Kanssasi albumeita jakavan henkillon tulisi nahda sama tunnus laitteellaan.
hi: आपके साथ एल्बम साझा करने वाले व्यक्ति को अपने डिवाइस पर समान आईडी दिखनी चाहिए।
hu: Valaki, aki megoszt Önnel albumokat, ugyanazt az azonosítót fogja látni az eszközén.
ja: アルバムを共有している人はデバイス上で同じIDを見るはずです。
ko: 앨범을 공유하는 사람은 자신의 기기에서 동일한 ID를 볼 수 있어야 합니다.
pl: Osoba udostępniająca albumy powinna widzieć ten sam identyfikator na swoim urządzeniu.
ro: Cineva care distribuie albume cu dvs. ar trebui să vadă același ID pe dispozitivul său.
tr: Size albümleri paylaşan biri, kendi cihazında aynı kimliği görmelidir.
vi: Ai đó chia sẻ album với bạn nên thấy cùng một ID trên thiết bị của họ.
zh_tw: 與您分享相簿的人應該會在他們的裝置上看到相同的 ID。

# howToViewShareeVerificationID
source: Please ask them to long-press their email address on the settings screen, and verify that the IDs on both devices match.
cs: Požádejte je, aby dlouze stiskli svou e-mailovou adresu na obrazovce nastavení a ověřili, zda se ID na obou zařízeních shodují.
da: Bed dem om at trykke længe på deres e-mailadresse på indstillingsskærmen og bekræft, at ID'erne på begge enheder matcher.
fi: Pyydä heita painamaan pitkaan sahkopostiosoitettaan asetusnaytolla ja tarkistamaan, etta tunnukset tasmäävat molemmilla laitteilla.
hi: कृपया उनसे सेटिंग्स स्क्रीन पर अपने ईमेल पते को लंबे समय तक दबाने के लिए कहें, और सत्यापित करें कि दोनों डिवाइस पर आईडी मेल खाती हैं।
hu: Kérje meg őket, hogy hosszan nyomják meg az e-mail címüket a beállítások képernyőn, és ellenőrizzék, hogy a két eszköz azonosítója megegyezik-e.
ja: 設定画面でメールアドレスを長押しし、両デバイスのIDが一致していることを確認してください。
ko: 설정 화면에서 이메일 주소를 길게 누르고 두 기기의 ID가 일치하는지 확인하도록 요청해 주세요.
pl: Poproś ich o przytrzymanie swojego adresu e-mail na ekranie ustawień i sprawdzenie, czy identyfikatory na obu urządzeniach są zgodne.
ro: Rugați-i să țină apăsat pe adresa de e-mail din ecranul de setări și să verifice dacă ID-urile de pe ambele dispozitive se potrivesc.
tr: Lütfen onlardan ayarlar ekranında e-posta adresine uzun süre basmalarını ve her iki cihazdaki kimliklerin eşleştiğini doğrulamalarını isteyin.
vi: Hãy chỉ họ nhấn giữ địa chỉ email của họ trên màn hình cài đặt, và xác minh rằng ID trên cả hai thiết bị khớp nhau.
zh_tw: 請要求對方在設定畫面長按他們的電子郵件地址，並確認兩台裝置上的 ID 是否相符。

# thisIsPersonVerificationId
source: This is {email}'s Verification ID
cs: Toto je ověřovací ID pro {email}
da: Dette er {email}s bekræftelses-ID
fi: Tama on {email}n vahvistustunnus
hi: यह {email} की सत्यापन आईडी है
hu: Ez {email} ellenőrző azonosítója
ja: これは {email} の確認用ID
ko: 이것은 {email}의 확인 ID입니다
pl: To jest identyfikator weryfikacyjny {email}
ro: Acesta este ID-ul de verificare al {email}
tr: Bu, {email}'in Doğrulama Kimliği
vi: Đây là ID xác minh của {email}
zh_tw: 這是 {email} 的驗證 ID

source: Verification ID
cs: Ověřovací ID
da: Bekræftelses-ID
fi: Vahvistustunnus
hi: सत्यापन आईडी
hu: Ellenőrző azonosító
ja: 確認用ID
ko: 확인 ID
pl: Identyfikator weryfikacyjny
ro: ID de verificare
tr: Doğrulama kimliği
vi: ID xác minh
zh_tw: 驗證 ID

# verifyEmailID
source: Verify {email}
cs: Ověřit {email}
da: Bekræft {email}
fi: Vahvista {email}
hi: {email} सत्यापित करें
hu: {email} ellenorzese
ja: {email} を確認
ko: {email} 확인
pl: Zweryfikuj {email}
ro: Verificare {email}
tr: {email} doğrula
vi: Xác minh {email}
zh_tw: 驗證 {email}

# emailNoEnteAccount
source: {email} does not have an Ente account. Send them an invite to share items.
cs: {email} nema ucet Ente. Pošlete mu pozvanku pro sdileni položek.
da: {email} har ikke en Ente-konto. Send dem en invitation for at dele elementer.
fi: {email}lla ei ole Ente-tilia. Laheta heille kutsu jakaaksesi kohteita.
hi: {email} के पास Ente खाता नहीं है। आइटम साझा करने के लिए उन्हें आमंत्रण भेजें।
hu: {email} nem rendelkezik Ente fiokkal. Kuldjoen meghivot az elemek megosztasahoz.
ja: {email}はEnteアカウントを持っていません。 アイテムを共有するには招待を送信してください。
ko: {email}은(는) Ente 계정이 없습니다. 항목을 공유하려면 초대장을 보내세요.
pl: {email} nie ma konta Ente. Wyślij zaproszenie, aby udostępniać elementy.
ro: {email} nu are un cont Ente. Trimite-i o invitatie pentru a partaja elemente.
tr: {email} bir Ente hesabına sahip değil. Öğe paylaşmak için davet gönderin.
vi: {email} khong co tai khoan Ente. Gui loi moi de chia se muc.
zh_tw: {email} 沒有 Ente 帳戶。 傳送邀請以分享項目。

# shareMyVerificationID
source: Here's my verification ID: {verificationID} for ente.io.
cs: Zde je moje ověřovací ID: {verificationID} pro ente.io.
da: Her er mit bekræftelses-ID: {verificationID} for ente.io.
fi: Tassa on vahvistustunnukseni: {verificationID} palvelulle ente.io.
hi: यह मेरी ente.io के लिए सत्यापन आईडी है: {verificationID}।
hu: Itt az ellenőrző azonosítóm: {verificationID} az ente.io-hoz.
ja: 私の確認ID: ente.ioの {verificationID}
ko: ente.io에 대한 내 확인 ID는 {verificationID}입니다.
pl: Oto mój identyfikator weryfikacyjny: {verificationID} dla ente.io.
ro: Acesta este ID-ul meu de verificare: {verificationID} pentru ente.io.
tr: İşte ente.io için doğrulama kimliğim: {verificationID}.
vi: Đây là ID xác minh của tôi: {verificationID} cho ente.io.
zh_tw: 這是我在 ente.io 的驗證 ID：{verificationID}。

# shareTextConfirmOthersVerificationID
source: Hey, can you confirm that this is your ente.io verification ID: {verificationID}
cs: Ahoj, můžeš potvrdit, že toto je tvé ověřovací ID ente.io: {verificationID}
da: Hey, kan du bekræfte, at dette er dit ente.io verifikation ID: {verificationID}
fi: Hei, voitko vahvistaa, etta tama on sinun ente.io-vahvistustunnuksesi: {verificationID}
hi: हाय, क्या आप पुष्टि कर सकते हैं कि यह आपकी ente.io सत्यापन आईडी है: {verificationID}
hu: Szia, meg tudnád erősíteni, hogy ez az ente.io ellenőrző azonosítód? {verificationID}
ja: これがあなたのente.io確認用IDであることを確認できますか？ {verificationID}
ko: 안녕하세요, 이것이 귀하의 ente.io 확인 ID인지 확인해 주세요: {verificationID}
pl: Hej, czy możesz potwierdzić, że to jest Twój identyfikator weryfikacyjny ente.io: {verificationID}
ro: Poți confirma că acesta este ID-ul tău de verificare ente.io: {verificationID}
tr: Merhaba, bu ente.io doğrulama kimliğinizin doğruluğunu onaylayabilir misiniz: {verificationID}
vi: Chào, bạn có thể xác nhận rằng đây là ID xác minh ente.io của bạn: {verificationID}
zh_tw: 嘿，你能確認這是你的 ente.io 驗證 ID 嗎：{verificationID}

source: Password lock
cs: Zámek heslem
da: Adgangskodelås
fi: Salasanalukitus
hi: पासवर्ड लॉक
hu: Kóddal történő lezárás
ja: パスワード保護
ko: 비밀번호 잠금
pl: Blokada hasłem
ro: Blocare cu parolă
tr: Şifre kilidi
vi: Khóa bằng mật khẩu
zh_tw: 密碼鎖定

source: Manage
cs: Spravovat
da: Administrér
fi: Hallitse
hi: प्रबंधित करें
hu: Kezelés
ja: 管理
ko: 관리
pl: Zarządzaj
ro: Gestionare
tr: Yönet
vi: Quản lý
zh_tw: 管理

source: Added as
cs: Přidán jako
da: Tilføjet som
fi: Lisatty rooliin
hi: इस रूप में जोड़ा गया
hu: Hozzáadva mint
ja: 追加:
ko: 추가됨
pl: Dodano jako
ro: Adăugat ca
tr: Eklendi
vi: Đã thêm như
zh_tw: 新增為

source: Remove participant
cs: Odebrat účastníka
da: Fjern deltager
fi: Poista osallistuja
hi: प्रतिभागी हटाएं
hu: Résztvevő eltávolítása
ja: 参加者を削除
ko: 참여자 제거
pl: Usuń użytkownika
ro: Eliminați participantul
tr: Katılımcıyı kaldır
vi: Xóa người tham gia
zh_tw: 移除參與者

source: Yes, convert to viewer
cs: Ano, převést na diváka
da: Ja, konverter til præsentation
fi: Kylla, muunna katsojaksi
hi: हाँ, दर्शक में बदलें
hu: Igen, alakítsa nézővé
ja: ビューアーに変換する
ko: 예, 뷰어로 변환합니다
pl: Tak, konwertuj na widza
ro: Da, covertiți la observator
tr: Evet, görüntüleyici olarak dönüştür
vi: Có, chuyển thành người xem
zh_tw: 是，轉換為檢視者

source: Change permissions
cs: Zmenit opravneni
da: Skift tilladelser
fi: Muuta oikeuksia
hi: अनुमतियाँ बदलें
hu: Engedelyek modositasa
ja: 権限を変更
ko: 권한 변경
pl: Zmień uprawnienia
ro: Schimba permisiunile
tr: İzinleri değiştir
vi: Thay doi quyen
zh_tw: 變更權限

# cannotAddMoreFilesAfterBecomingViewer
source: {name} will no longer be able to add items to the collection after becoming a viewer.
cs: {name} již nebude moci pridavat položky do kolekce po prevedeni na prohlížejiciho.
da: {name} vil ikke længere kunne tilføje elementer til samlingen efter at blive en seer.
fi: {name} ei voi enaa lisata kohteita kokoelmaan katsojaksi muuttumisen jalkeen.
hi: दर्शक बनने के बाद {name} संग्रह में आइटम नहीं जोड़ पाएंगे।
hu: {name} nem tud tobbe elemeket hozzaadni a gyujtemennyhez, miutan megtekintove valt.
ja: {name}は閲覧者になると、コレクションにアイテムを追加できなくなります。
ko: {name}님은 뷰어가 된 후에는 더 이상 컬렉션에 항목을 추가할 수 없습니다.
pl: {name} nie będzie już mógł dodawać elementów do kolekcji po zostaniu widzem.
ro: {name} nu va mai putea adauga elemente in colectie dupa ce devine vizualizator.
tr: {name} görüntüleyici olduktan sonra koleksiyona öğe ekleyemeyecek.
vi: {name} se khong con co the them muc vao bo suu tap sau khi tro thanh nguoi xem.
zh_tw: {name} 在成為檢視者後將無法再將項目新增至集合。

# removeWithQuestionMark
source: Remove?
cs: Odstranit?
da: Fjern?
fi: Poistetaanko?
hi: हटाएं?
hu: Eltávolítás?
ja: 削除しますか?
ko: 제거하시겠습니까?
pl: Usunąć?
ro: Eliminați?
tr: Kaldırılsın mı?
vi: Xóa?
zh_tw: 移除？

# removeParticipantBody
source: {userEmail} will be removed from this shared collection Any items added by them will also be removed from the collection
cs: {userEmail} bude odebran z teto sdilene kolekce Všechny položky pridane touto osobou budou take odebrany z kolekce
da: {userEmail} vil blive fjernet fra denne delte samling Alle elementer tilføjet af dem vil også blive fjernet fra samlingen
fi: {userEmail} poistetaan tasta jaetusta kokoelmasta Myos hänen lisaamansa kohteet poistetaan kokoelmasta
hi: {userEmail} को इस साझा संग्रह से हटा दिया जाएगा उनके द्वारा जोड़े गए सभी आइटम भी संग्रह से हटा दिए जाएंगे
hu: {userEmail} eltavolitasra kerul ebbol a megosztott gyutemenybol Az altala hozzaadott elemek is eltavolitasra kerulnek a gyujtemennybol
ja: {userEmail}はこの共有コレクションから削除されます その人が追加したアイテムもコレクションから削除されます
ko: {userEmail}님이 이 공유 컬렉션에서 제거됩니다 그들이 추가한 항목도 컬렉션에서 제거됩니다
pl: {userEmail} zostanie usunięty z tej udostępnionej kolekcji Wszystkie elementy dodane przez niego zostaną również usunięte z kolekcji
ro: {userEmail} va fi eliminat din aceasta colectie partajata Orice elemente adaugate de ei vor fi de asemenea eliminate din colectie
tr: {userEmail} bu paylaşılan koleksiyondan kaldırılacak Onun eklediği öğeler de koleksiyondan kaldırılacak
vi: {userEmail} se bi xoa khoi bo suu tap duoc chia se nay Cac muc do ho them cung se bi xoa khoi bo suu tap
zh_tw: {userEmail} 將從此共享集合中移除 他們新增的任何項目也將從集合中移除

source: Yes, remove
cs: Ano, odstranit
da: Ja, fjern
fi: Kylla, poista
hi: हाँ, हटाएं
hu: Igen, eltávolítás
ja: 削除
ko: 예, 제거합니다
pl: Tak, usuń
ro: Da, elimină
tr: Evet, sil
vi: Có, xóa
zh_tw: 是，移除

source: Remove
cs: Odstranit
da: Fjern
fi: Poista
hi: हटाएं
hu: Eltávolítás
ja: 削除
ko: 제거
pl: Usuń
ro: Eliminare
tr: Kaldır
vi: Xóa
zh_tw: 移除

source: Viewer
cs: Divák
da: Seer
fi: Katsoja
hi: दर्शक
hu: Néző
ja: ビューアー
ko: 뷰어
pl: Widz
ro: Observator
tr: Görüntüleyici
vi: Người xem
zh_tw: 檢視者

source: Collaborator
cs: Spolupracovník
da: Samarbejdspartner
fi: Yhteistyokumppani
hi: सहयोगी
hu: Együttműködő
ja: コラボレーター
ko: 협업자
pl: Współuczestnik
ro: Colaborator
tr: Düzenleyici
vi: Cộng tác viên
zh_tw: 協作者

# collaboratorsCanAddFilesToTheSharedAlbum
source: Collaborators can add items to the shared collection.
cs: Spolupracovnici mohou pridavat položky do sdilene kolekce.
da: Samarbejdspartnere kan tilføje elementer til den delte samling.
fi: Yhteistyokumppanit voivat lisata kohteita jaettuun kokoelmaan.
hi: सहयोगी साझा संग्रह में आइटम जोड़ सकते हैं।
hu: A kozremukoik elemeket adhatnak a megosztott gyujtemennyhez.
ja: 共同編集者は共有コレクションにアイテムを追加できます。
ko: 협업자는 공유된 컬렉션에 항목을 추가할 수 있습니다.
pl: Współpracownicy mogą dodawać elementy do udostępnionej kolekcji.
ro: Colaboratorii pot adauga elemente in colectia partajata.
tr: İşbirlikçiler paylaşılan koleksiyona öğe ekleyebilir.
vi: Cong tac vien co the them muc vao bo suu tap duoc chia se.
zh_tw: 協作者可以將項目新增至共享集合。

# albumParticipantsCount
source: {count, plural, =0 {No Participants} =1 {1 Participant} other {{count} Participants}}
cs: {count, plural, one {} few {{count} účastníci} many {{count} účastníků}=0 {Žádní účastníci} =1 {1 účastník} other {{count} účastníků}}
da: {count, plural, =0 {Ingen Deltagere} =1 {1 Deltager} other {{count} Deltagere}}
fi: {count, plural, =0{Ei osallistujia} =1{1 osallistuja} other{{count} osallistujaa}}
hi: {count, plural, =0{कोई प्रतिभागी नहीं} =1{1 प्रतिभागी} other{{count} प्रतिभागी}}
hu: {count, plural, =0 {Nincsenek résztvevők} =1 {1 résztvevő} other {{count} résztvevők}}
ja: {count, plural, =0 {参加者なし} =1 {1 参加者} other {{count} 参加者}}
ko: {count, plural, =0{참여자 없음} =1{참여자 1명} other{참여자 {count}명}}
pl: {count, plural, =0 {Brak Uczestników} =1 {1 Uczestnik} other {{count} Uczestników}}
ro: {count, plural, =0 {Fără participanți} =1 {1 participant} other {{count} de participanți}}
tr: {count, plural, =0 {Katılımcı Yok} =1 {1 Katılımcı} other {{count} Katılımcı}}
vi: {count, plural, =0 {Không có người tham gia} =1 {1 người tham gia} other {{count} Người tham gia}}
zh_tw: {count, plural, =0 {沒有參與者} =1 {1 位參與者} other {{count} 位參與者}}

source: Add more
cs: Přidat další
da: Tilføj flere
fi: Lisaa lisää
hi: और जोड़ें
hu: További hozzáadása
ja: さらに追加
ko: 더 추가
pl: Dodaj więcej
ro: Adăugați mai mulți
tr: Daha fazla ekle
vi: Thêm nhiều hơn
zh_tw: 新增更多

source: You
cs: Vy
da: Dig
fi: Sina
hi: आप
hu: Te
ja: あなた
ko: 나
pl: Ty
ro: Dvs.
tr: Sen
vi: Bạn
zh_tw: 您

# albumOwner
source: Owner
cs: Vlastník
da: Ejer
fi: Omistaja
hi: मालिक
hu: Tulajdonos
ja: 所有者
ko: 소유자
pl: Właściciel
ro: Proprietar
tr: Sahip
vi: Chủ sở hữu
zh_tw: 擁有者

# typeOfCollectionTypeIsNotSupportedForRename
source: Type of collection {collectionType} is not supported for rename
cs: Typ kolekce {collectionType} nepodporuje prejmenovani
da: Samlingstypen {collectionType} understøttes ikke til omdøbning
fi: Kokoelmatyyppia {collectionType} ei tueta uudelleennimeamisessa
hi: {collectionType} प्रकार का संग्रह नाम बदलने के लिए समर्थित नहीं है
hu: A(z) {collectionType} tipusu gyujtemeny nem tamogatja az atnevezest
ja: コレクションタイプ{collectionType}は名前変更に対応していません
ko: {collectionType} 유형의 컬렉션은 이름 변경을 지원하지 않습니다
pl: Typ kolekcji {collectionType} nie jest obsługiwany do zmiany nazwy
ro: Tipul colectiei {collectionType} nu este suportat pentru redenumire
tr: {collectionType} türündeki koleksiyon yeniden adlandırma için desteklenmiyor
vi: Loai bo suu tap {collectionType} khong ho tro doi ten
zh_tw: 集合類型 {collectionType} 不支援重新命名

source: Leave collection
cs: Opustit kolekci
da: Forlad samling
fi: Poistu kokoelmasta
hi: संग्रह छोड़ें
hu: Gyujtemeny elhagyasa
ja: コレクションから退出
ko: 컬렉션 나가기
pl: Opuść kolekcję
ro: Paraseste colectia
tr: Koleksiyondan ayrıl
vi: Roi bo suu tap
zh_tw: 離開集合

# filesAddedByYouWillBeRemovedFromTheCollection
source: Items added by you will be removed from the collection
cs: Položky pridane vami budou odebrany z kolekce
da: Elementer tilføjet af dig vil blive fjernet fra samlingen
fi: Lisaamasi kohteet poistetaan kokoelmasta
hi: आपके द्वारा जोड़े गए आइटम संग्रह से हटा दिए जाएंगे
hu: Az On altal hozzaadott elemek eltavolitasra kerulnek a gyujtemennybol
ja: あなたが追加したアイテムはコレクションから削除されます
ko: 귀하가 추가한 항목이 컬렉션에서 제거됩니다
pl: Elementy dodane przez Ciebie zostaną usunięte z kolekcji
ro: Elementele adaugate de dumneavoastra vor fi eliminate din colectie
tr: Sizin eklediğiniz öğeler koleksiyondan kaldırılacak
vi: Cac muc ban them se bi xoa khoi bo suu tap
zh_tw: 您新增的項目將從集合中移除

source: Leave shared collection?
cs: Opustit sdilenou kolekci?
da: Forlad delt samling?
fi: Poistutaanko jaetusta kokoelmasta?
hi: साझा संग्रह छोड़ें?
hu: Elhagyja a megosztott gyujtemenyt?
ja: 共有コレクションから退出しますか？
ko: 공유된 컬렉션을 나가시겠습니까?
pl: Opuścić udostępnioną kolekcję?
ro: Parasiti colectia partajata?
tr: Paylaşılan koleksiyondan ayrıl?
vi: Roi bo suu tap duoc chia se?
zh_tw: 離開共享集合？

source: No system lock found
cs: Zámek systému nenalezen
da: Ingen systemlås fundet
fi: Jarjestelmalukitusta ei loytynyt
hi: कोई सिस्टम लॉक नहीं मिला
hu: Nem található rendszerzár
ja: システムロックが見つかりませんでした
ko: 시스템 잠금 찾을 수 없음
pl: Nie znaleziono blokady systemowej
ro: Nu s-a găsit nicio blocare de sistem
tr: Sistem kilidi bulunamadı
vi: Không tìm thấy khóa hệ thống
zh_tw: 找不到系統鎖定
