Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

# enterValidEmailFirst
source: Please enter a valid email address first
cs: Nejprve prosim zadejte platnou e-mailovou adresu
da: Indtast venligst en gyldig e-mailadresse først
fi: Anna ensin kelvollinen sahkopostiosoite
hi: कृपया पहले एक वैध ईमेल पता दर्ज करें
hu: Kerem, elobb adjon meg egy ervenyes e-mail cimet
ja: まず有効なメールアドレスを入力してください
ko: 먼저 유효한 이메일 주소를 입력해 주세요
pl: Najpierw wprowadź prawidłowy adres email
ro: Va rugam introduceti mai intai o adresa email valida
tr: Lütfen önce geçerli bir e-posta adresi girin
vi: Vui long nhap dia chi email hop le truoc
zh_tw: 請先輸入有效的電子郵件地址

# lockerLoginIssueSubject
source: Locker login issue
cs: Problem s prihlašenim do Locker
da: Locker login-problem
fi: Locker-kirjautumisongelma
hi: Locker लॉगिन समस्या
hu: Locker bejelentkezesi problema
ja: Lockerログインの問題
ko: Locker 로그인 문제
pl: Problem z logowaniem do Locker
ro: Problema autentificare Locker
tr: Locker giriş sorunu
vi: Van de dang nhap Locker
zh_tw: Locker 登入問題

source: Unnamed
cs: Bez nazvu
da: Unavngivet
fi: Nimetön
hi: बिना नाम
hu: Nev nelkul
ja: 名前なし
ko: 이름 없음
pl: Bez nazwy
ro: Fara nume
tr: İsimsiz
vi: Chua dat ten
zh_tw: 未命名

# collectionLabel
source: Collection
cs: Kolekce
da: Samling
fi: Kokoelma
hi: संग्रह
hu: Gyujtemeny
ja: コレクション
ko: 컬렉션
pl: Kolekcja
ro: Colectie
tr: Koleksiyon
vi: Bo suu tap
zh_tw: 集合

source: Are you sure?
cs: Jste si jisti?
da: Er du sikker?
fi: Oletko varma?
hi: क्या आप निश्चित हैं?
hu: Biztos benne?
ja: よろしいですか？
ko: 확실하십니까?
pl: Czy na pewno?
ro: Sunteti sigur?
tr: Emin misiniz?
vi: Bạn chắc chứ?
zh_tw: 您確定嗎？

source: Yes, delete collection
cs: Ano, smazat kolekci
da: Ja, slet samling
fi: Kylla, poista kokoelma
hi: हाँ, संग्रह हटाएं
hu: Igen, gyujtemeny torlese
ja: はい、コレクションを削除
ko: 예, 컬렉션을 삭제합니다
pl: Tak, usuń kolekcję
ro: Da, sterge colectia
tr: Evet, koleksiyonu sil
vi: Co, xoa bo suu tap
zh_tw: 是，刪除集合

# yesDeleteFile
source: Yes, delete item
cs: Ano, smazat položku
da: Ja, slet element
fi: Kylla, poista kohde
hi: हाँ, आइटम हटाएं
hu: Igen, elem torlese
ja: はい、アイテムを削除
ko: 예, 항목을 삭제합니다
pl: Tak, usuń element
ro: Da, sterge elementul
tr: Evet, öğeyi sil
vi: Co, xoa muc
zh_tw: 是，刪除項目

# deleteCollectionDialogBody
source: {collectionName} will be deleted permanently.
cs: "{collectionName}" bude trvale smazana.
da: {collectionName} vil blive slettet permanent.
fi: {collectionName} poistetaan pysyvasti.
hi: {collectionName} स्थायी रूप से हटा दिया जाएगा।
hu: A(z) {collectionName} veglegesen torolve lesz.
ja: 「{collectionName}」は完全に削除されます。
ko: {collectionName}이(가) 영구적으로 삭제됩니다.
pl: "{collectionName}" zostanie trwale usunięta.
ro: {collectionName} va fi stearsa definitiv.
tr: {collectionName} kalıcı olarak silinecek.
vi: {collectionName} se bi xoa vinh vien.
zh_tw: 「{collectionName}」將被永久刪除。

# deleteMultipleCollectionsDialogBody
source: {count, plural, =1{1 collection} other{{count} collections}} will be deleted permanently.
cs: {count, plural, =1{1 kolekce bude trvale smazana} few{{count} kolekce budou trvale smazany} other{{count} kolekci bude trvale smazano}}.
da: {count, plural, =1{1 samling} other{{count} samlinger}} vil blive slettet permanent.
fi: {count, plural, =1{1 kokoelma} other{{count} kokoelmaa}} poistetaan pysyvasti.
hi: {count, plural, =1{1 संग्रह} other{{count} संग्रह}} स्थायी रूप से हटा दिए जाएंगे।
hu: {count, plural, =1{1 gyujtemeny} other{{count} gyujtemeny}} veglegesen torolve lesz.
ja: {count, plural, =1{1個のコレクション} other{{count}個のコレクション}}が完全に削除されます。
ko: {count, plural, =1{1개 컬렉션} other{{count}개 컬렉션}}이 영구적으로 삭제됩니다.
pl: {count, plural, =1{1 kolekcja zostanie} few{{count} kolekcje zostaną} many{{count} kolekcji zostanie} other{{count} kolekcji zostanie}} trwale usunięta/usunięte/usuniętych.
ro: {count, plural, =1{1 colectie} few{{count} colectii} other{{count} de colectii}} vor fi sterse definitiv.
tr: {count, plural, =1{1 koleksiyon} other{{count} koleksiyon}} kalıcı olarak silinecek.
vi: {count, plural, =1{1 bo suu tap} other{{count} bo suu tap}} se bi xoa vinh vien.
zh_tw: {count, plural, =1 {1 個集合} other {{count} 個集合}}將被永久刪除。

# deleteMultipleFilesDialogBody
source: {count, plural, =1{1 item} other{{count} items}} will be deleted permanently.
cs: {count, plural, =1{1 položka bude trvale smazana} few{{count} položky budou trvale smazany} other{{count} položek bude trvale smazano}}.
da: {count, plural, =1{1 element} other{{count} elementer}} vil blive slettet permanent.
fi: {count, plural, =1{1 kohde} other{{count} kohdetta}} poistetaan pysyvasti.
hi: {count, plural, =1{1 आइटम} other{{count} आइटम}} स्थायी रूप से हटा दिए जाएंगे।
hu: {count, plural, =1{1 elem} other{{count} elem}} veglegesen torolve lesz.
ja: {count, plural, =1{1個のアイテム} other{{count}個のアイテム}}が完全に削除されます。
ko: {count, plural, =1{1개 항목} other{{count}개 항목}}이 영구적으로 삭제됩니다.
pl: {count, plural, =1{1 element zostanie} few{{count} elementy zostaną} many{{count} elementów zostanie} other{{count} elementów zostanie}} trwale usunięty/usunięte/usuniętych.
ro: {count, plural, =1{1 element} few{{count} elemente} other{{count} de elemente}} vor fi sterse definitiv.
tr: {count, plural, =1{1 öğe} other{{count} öğe}} kalıcı olarak silinecek.
vi: {count, plural, =1{1 muc} other{{count} muc}} se bi xoa vinh vien.
zh_tw: {count, plural, =1 {1 個項目} other {{count} 個項目}}將被永久刪除。

# deleteCollectionFromEverywhere
source: Also delete items from everywhere
cs: Smazat položky také odevšud
da: Slet også elementer overalt
fi: Poista kohteet myos kaikkialta muualta
hi: आइटम को हर जगह से भी हटाएं
hu: Elemek torlese mindenhonnan is
ja: すべての場所からアイテムも削除
ko: 항목도 모든 곳에서 삭제
pl: Usuń również elementy ze wszystkich lokalizacji
ro: De asemenea, sterge elementele de peste tot
tr: Öğeleri her yerden de sil
vi: Cung xoa muc khoi moi noi
zh_tw: 同時從所有位置刪除項目

# yesDeleteCollections
source: Yes, delete {count, plural, =1{collection} other{collections}}
cs: Ano, smazat {count, plural, =1{kolekci} few{kolekce} other{kolekce}}
da: Ja, slet {count, plural, =1{samling} other{samlinger}}
fi: Kylla, poista {count, plural, =1{kokoelma} other{kokoelmat}}
hi: हाँ, {count, plural, =1{संग्रह} other{संग्रह}} हटाएं
hu: Igen, {count, plural, =1{gyujtemeny} other{gyujtemenyek}} torlese
ja: はい、{count, plural, =1{コレクション} other{コレクション}}を削除
ko: 예, {count, plural, =1{컬렉션} other{컬렉션}}을(를) 삭제합니다
pl: Tak, usuń {count, plural, =1{kolekcję} few{kolekcje} many{kolekcje} other{kolekcje}}
ro: Da, sterge {count, plural, =1{colectia} few{colectiile} other{colectiile}}
tr: Evet, {count, plural, =1{koleksiyonu} other{koleksiyonları}} sil
vi: Co, xoa {count, plural, =1{bo suu tap} other{bo suu tap}}
zh_tw: 是，刪除{count, plural, =1 {集合} other {集合}}

# yesDeleteFiles
source: Yes, delete {count, plural, =1{item} other{items}}
cs: Ano, smazat {count, plural, =1{položku} few{položky} other{položky}}
da: Ja, slet {count, plural, =1{element} other{elementer}}
fi: Kylla, poista {count, plural, =1{kohde} other{kohteet}}
hi: हाँ, {count, plural, =1{आइटम} other{आइटम}} हटाएं
hu: Igen, {count, plural, =1{elem} other{elemek}} torlese
ja: はい、{count, plural, =1{アイテム} other{アイテム}}を削除
ko: 예, {count, plural, =1{항목} other{항목}}을(를) 삭제합니다
pl: Tak, usuń {count, plural, =1{element} few{elementy} many{elementy} other{elementy}}
ro: Da, sterge {count, plural, =1{elementul} few{elementele} other{elementele}}
tr: Evet, {count, plural, =1{öğeyi} other{öğeleri}} sil
vi: Co, xoa {count, plural, =1{muc} other{muc}}
zh_tw: 是，刪除{count, plural, =1 {項目} other {項目}}

source: Usage
cs: Využiti
da: Forbrug
fi: Kaytto
hi: उपयोग
hu: Haszanalat
ja: 使用量
ko: 사용량
pl: Wykorzystanie
ro: Utilizare
tr: Kullanım
vi: Su dung
zh_tw: 使用量
