Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

# onBoardingBody
source: Securely backup your documents
cs: Bezpecne zalohujte sve dokumenty
da: Sikkerhedskopier dine dokumenter sikkert
fi: Varmuuskopioi dokumenttisi turvallisesti
hi: अपने दस्तावेज़ सुरक्षित रूप से बैकअप करें
hu: Dokumentumainak biztonságos mentese
ja: ドキュメントを安全にバックアップ
ko: 문서를 안전하게 백업하세요
pl: Bezpiecznie twórz kopie zapasowe swoich dokumentów
ro: Salvati-va documentele in siguranta
tr: Belgelerinizi güvenle yedekleyin
vi: Sao luu an toan tai lieu cua ban
zh_tw: 安全備份您的文件

# newUser
source: New to Ente
cs: Nový uživatel Ente
da: Ny bruger
fi: Uusi Ente-kayttaja
hi: एंटे में नए उपयोगकर्ता
hu: Új Ente felhasználó
ja: Enteを初めて使用する
ko: Ente에 새로 가입
pl: Nowy/a do Ente
ro: Nou la Ente
tr: Ente'de yeniyim
vi: Mới dùng Ente
zh_tw: Ente 新用戶

source: Existing User
cs: Stávající uživatel
da: Eksisterende bruger
fi: Nykyinen kayttaja
hi: मौजूदा उपयोगकर्ता
hu: Létező felhasználó
ja: 既存のユーザー
ko: 기존 사용자
pl: Istniejący użytkownik
ro: Utilizator existent
tr: Mevcut kullanıcı
vi: Đã có tài khoản
zh_tw: 現有用戶

source: Developer settings
cs: Nastavení pro vývojáře
da: Udvikler-indstillinger
fi: Kehittajaasetukset
hi: डेवलपर सेटिंग्स
hu: Fejlesztői beállítások
ja: 開発者向け設定
ko: 개발자 설정
pl: Ustawienia dla programistów
ro: Setări dezvoltator
tr: Geliştirici ayarları
vi: Cài đặt Nhà phát triển
zh_tw: 開發者設定

source: Yes
cs: Ano
da: Ja
fi: Kylla
hi: हाँ
hu: Igen
ja: はい
ko: 네
pl: Tak
ro: Da
tr: Evet
vi: Có
zh_tw: 是

# developerSettingsWarning
source: Are you sure that you want to modify Developer settings?
cs: Opravdu chcete změnit nastavení pro vývojáře?
da: Er du sikker på, at du vil ændre udviklerindstillingerne?
fi: Haluatko varmasti muokata kehittajaasetuksia?
hi: क्या आप वाकई डेवलपर सेटिंग्स को बदलना चाहते हैं?
hu: Biztos vagy benne, hogy módosítani szeretnéd a fejlesztői beállításokat?
ja: 開発者向け設定を変更してもよろしいですか？
ko: 정말로 개발자 설정을 수정하시겠습니까?
pl: Czy na pewno chcesz zmodyfikować ustawienia programisty?
ro: Sunteți sigur că doriți să modificați setările pentru dezvoltatori?
tr: Geliştirici ayarlarını değiştirmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn thay đổi cài đặt Nhà phát triển không?
zh_tw: 您確定要修改開發者設定嗎？

source: Server endpoint
cs: Koncový bod serveru
fi: Palvelimen osoite
hi: सर्वर एंडपॉइंट
hu: Szerver végpont
ja: サーバーエンドポイント
ko: 서버 엔드포인트
pl: Punkt końcowy serwera
ro: Adresa (endpoint) server-ului
tr: Sunucu uç noktası
vi: Điểm cuối máy chủ
zh_tw: 伺服器端點

# endpointUpdatedMessage
source: Endpoint updated successfully
cs: Koncový bod byl úspěšně aktualizován
da: Endpoint opdateret
fi: Osoite paivitetty onnistuneesti
hi: एंडपॉइंट सफलतापूर्वक अपडेट हुआ
hu: A végpont sikeresen frissítve
ja: エンドポイントの更新に成功しました
ko: 엔드포인트가 성공적으로 업데이트됨
pl: Punkt końcowy zaktualizowano pomyślnie
ro: Endpoint actualizat cu succes
tr: Fatura başarıyla güncellendi
vi: Điểm cuối đã được cập nhật thành công
zh_tw: 端點更新成功

source: Invalid endpoint
cs: Neplatný koncový bod
da: Ugyldigt endpoint
fi: Virheellinen osoite
hi: अमान्य एंडपॉइंट
hu: Érvénytelen végpont
ja: 無効なエンドポイントです
ko: 유효하지 않은 엔드포인트
pl: Punkt końcowy jest nieprawidłowy
ro: Endpoint invalid
tr: Geçersiz uç nokta
vi: Điểm cuối không hợp lệ
zh_tw: 無效的端點

# invalidEndpointMessage
source: Sorry, the endpoint you entered is invalid. Please enter a valid endpoint and try again.
cs: Omlouváme se, zadaný koncový bod je neplatný. Zadejte platný koncový bod a zkuste to prosím znovu.
da: Beklager, det indtastede endpoint er ugyldigt. Indtast venligst et gyldigt endpoint og forsøg igen.
fi: Antamasi osoite on virheellinen. Anna kelvollinen osoite ja yrita uudelleen.
hi: क्षमा करें, आपने जो एंडपॉइंट दर्ज किया है वह अमान्य है। कृपया एक वैध एंडपॉइंट दर्ज करें और पुनः प्रयास करें।
hu: Sajnáljuk, a megadott végpont érvénytelen. Adj meg egy érvényes végpontot, és próbáld újra.
ja: 入力されたエンドポイントは無効です。有効なエンドポイントを入力して再試行してください。
ko: 죄송합니다, 입력하신 엔드포인트가 유효하지 않습니다. 유효한 엔드포인트를 입력하시고 다시 시도해주세요.
pl: Niestety, wprowadzony punkt końcowy jest nieprawidłowy. Wprowadź prawidłowy punkt końcowy i spróbuj ponownie.
ro: Ne pare rău, endpoint-ul introdus nu este valabil. Vă rugăm să introduceți un endpoint valid și să încercați din nou.
tr: Üzgünüz, girdiğiniz uç nokta geçersiz. Lütfen geçerli bir uç nokta girin ve tekrar deneyin.
vi: Xin lỗi, điểm cuối bạn nhập không hợp lệ. Vui lòng nhập một điểm cuối hợp lệ và thử lại.
zh_tw: 抱歉，您輸入的端點無效。請輸入有效的端點並重試。

# saveAction
source: Save
cs: Uložit
da: Gem
fi: Tallenna
hi: सेव करें
hu: Mentés
ja: 保存
ko: 저장
pl: Zapisz
ro: Salvare
tr: Kaydet
vi: Lưu
zh_tw: 儲存

source: Untitled
cs: Bez nazvu
da: Unavngivet
fi: Nimetön
hi: बिना शीर्षक
hu: Cim nelkul
ja: 無題
ko: 제목 없음
pl: Bez tytułu
ro: Fara titlu
tr: Başlıksız
vi: Chua dat ten
zh_tw: 未命名

source: Edit
cs: Upravit
da: Rediger
fi: Muokkaa
hi: संपादित करें
hu: Szerkesztés
ja: 編集
ko: 수정
pl: Edytuj
ro: Editare
tr: Düzenle
vi: Chỉnh sửa
zh_tw: 編輯

source: Delete
cs: Smazat
da: Slet
fi: Poista
hi: हटाएं
hu: Törlés
ja: 削除
ko: 삭제
pl: Usuń
ro: Ștergere
tr: Sil
vi: Xóa
zh_tw: 刪除

# noFilesFound
source: No items here
cs: Žadne položky
da: Ingen elementer her
fi: Ei kohteita taalla
hi: यहाँ कुछ नहीं है
hu: Nincsenek elemek
ja: アイテムがありません
ko: 항목이 없습니다
pl: Brak elementów
ro: Niciun element aici
tr: Burada öğe yok
vi: Khong co muc nao o day
zh_tw: 這裡沒有項目

# addFiles
source: Add items
cs: Pridat položky
da: Tilføj elementer
fi: Lisaa kohteita
hi: आइटम जोड़ें
hu: Elemek hozzaadasa
ja: アイテムを追加
ko: 항목 추가
pl: Dodaj elementy
ro: Adaugati elemente
tr: Öğe ekle
vi: Them muc
zh_tw: 新增項目

source: Name
cs: Název
da: Navn
fi: Nimi
hi: नाम
hu: Nev
ja: 名前順
ko: 이름
pl: Nazwa
ro: Nume
tr: İsim
vi: Tên
zh_tw: 名稱

source: Date
cs: Datum
da: Dato
fi: Paivamaara
hi: तारीख
hu: Datum
ja: 日付
ko: 날짜
pl: Data
ro: Data
tr: Tarih
vi: Ngay
zh_tw: 日期

source: Please wait...
cs: Čekejte prosím...
da: Vent venligst...
fi: Odota...
hi: कृपया प्रतीक्षा करें...
hu: Kérem várjon...
ja: お待ち下さい
ko: 잠시만 기다려주세요...
pl: Prosimy czekać...
ro: Vă rugăm așteptați...
tr: Lütfen bekleyiniz...
vi: Vui lòng chờ...
zh_tw: 請稍候...

source: Downloading...
cs: Stahuji...
da: Downloader...
fi: Ladataan...
hi: डाउनलोड हो रहा है...
hu: Letöltés...
ja: ダウンロード中…
ko: 다운로드 중...
pl: Pobieranie...
ro: Se descarcă...
tr: İndiriliyor...
vi: Đang tải xuống...
zh_tw: 下載中...

# downloadingProgress
source: Downloading... {percentage}%
cs: Stahuji... {percentage}%
da: Downloader... {percentage}%
fi: Ladataan... {percentage}%
hi: डाउनलोड हो रहा है... {percentage}%
hu: Letoltes... {percentage}%
ja: ダウンロード中... {percentage}%
ko: 다운로드 중... {percentage}%
pl: Pobieranie... {percentage}%
ro: Se descarca... {percentage}%
tr: İndiriliyor... %{percentage}
vi: Dang tai xuong... {percentage}%
zh_tw: 下載中... {percentage}%

source: Download failed
cs: Stahování selhalo
da: Download mislykkedes
fi: Lataus epaonnistui
hi: डाउनलोड विफल
hu: Letoltes sikertelen
ja: ダウンロード失敗
ko: 다운로드 실패
pl: Pobieranie nie powiodło się
ro: Descărcarea nu a reușit
tr: İndirme başarısız
vi: Tải xuống thất bại
zh_tw: 下載失敗

# failedToDownloadOrDecrypt
source: Failed to download item
cs: Položku se nepodarilo stahnout
da: Kunne ikke downloade element
fi: Kohteen lataus epaonnistui
hi: आइटम डाउनलोड करने में विफल
hu: Az elem letoltese sikertelen
ja: アイテムのダウンロードに失敗しました
ko: 항목을 다운로드하지 못했습니다
pl: Nie udało się pobrać elementu
ro: Descarcare element esuata
tr: Öğe indirilemedi
vi: Khong the tai xuong muc
zh_tw: 下載項目失敗

# errorOpeningFile
source: Error opening item
cs: Chyba pri otevirani položky
da: Fejl ved åbning af element
fi: Virhe kohteen avaamisessa
hi: आइटम खोलने में त्रुटि
hu: Hiba az elem megnyitasakor
ja: アイテムを開く際にエラーが発生しました
ko: 항목을 여는 중 오류 발생
pl: Błąd podczas otwierania elementu
ro: Eroare la deschiderea elementului
tr: Öğe açılırken hata oluştu
vi: Loi khi mo muc
zh_tw: 開啟項目時發生錯誤

# errorOpeningFileMessage
source: Error opening item: {error}
cs: Chyba pri otevirani položky: {error}
da: Fejl ved åbning af element: {error}
fi: Virhe kohteen avaamisessa: {error}
hi: आइटम खोलने में त्रुटि: {error}
hu: Hiba az elem megnyitasakor: {error}
ja: アイテムを開く際にエラーが発生しました: {error}
ko: 항목을 여는 중 오류 발생: {error}
pl: Błąd podczas otwierania elementu: {error}
ro: Eroare la deschiderea elementului: {error}
tr: Öğe açılırken hata: {error}
vi: Loi khi mo muc: {error}
zh_tw: 開啟項目時發生錯誤：{error}

# couldNotOpenFile
source: Could not open item: {error}
cs: Položku nelze otevrit: {error}
da: Kunne ikke åbne element: {error}
fi: Kohdetta ei voitu avata: {error}
hi: आइटम नहीं खोल सके: {error}
hu: Az elem nem nythato meg: {error}
ja: アイテムを開けませんでした: {error}
ko: 항목을 열 수 없습니다: {error}
pl: Nie można otworzyć elementu: {error}
ro: Nu s-a putut deschide elementul: {error}
tr: Öğe açılamadı: {error}
vi: Khong the mo muc: {error}
zh_tw: 無法開啟項目：{error}

# minutesAgo
source: {minutes}m ago
cs: pred {minutes} min
da: {minutes}m siden
fi: {minutes} min sitten
hi: {minutes} मिनट पहले
hu: {minutes} perce
ja: {minutes}分前
ko: {minutes}분 전
pl: {minutes} min temu
ro: acum {minutes}m
tr: {minutes}dk önce
vi: {minutes} phut truoc
zh_tw: {minutes} 分鐘前

# hoursAgo
source: {hours}h ago
cs: pred {hours} hod
da: {hours}t siden
fi: {hours} t sitten
hi: {hours} घंटे पहले
hu: {hours} oraja
ja: {hours}時間前
ko: {hours}시간 전
pl: {hours} godz. temu
ro: acum {hours}h
tr: {hours}sa önce
vi: {hours} gio truoc
zh_tw: {hours} 小時前

source: Yesterday
cs: Včera
da: I går
fi: Eilen
hi: कल
hu: Tegnap
ja: 昨日
ko: 어제
pl: Wczoraj
ro: Ieri
tr: Dün
vi: Hôm qua
zh_tw: 昨天

# daysAgo
source: {days}d ago
cs: pred {days} dny
da: {days}d siden
fi: {days} pv sitten
hi: {days} दिन पहले
hu: {days} napja
ja: {days}日前
ko: {days}일 전
pl: {days} dn. temu
ro: acum {days}z
tr: {days}g önce
vi: {days} ngay truoc
zh_tw: {days} 天前

source: Collection renamed successfully
cs: Kolekce byla uspesne prejmenovana
da: Samling omdøbt
fi: Kokoelma nimettiin uudelleen onnistuneesti
hi: संग्रह का नाम सफलतापूर्वक बदला गया
hu: Gyujtemeny sikeresen atnevezve
ja: コレクションの名前が正常に変更されました
ko: 컬렉션 이름이 성공적으로 변경되었습니다
pl: Kolekcja została pomyślnie zmieniona
ro: Colectie redenumita cu succes
tr: Koleksiyon başarıyla yeniden adlandırıldı
vi: Doi ten bo suu tap thanh cong
zh_tw: 集合重新命名成功

# failedToRenameCollection
source: Failed to rename collection: {error}
cs: Prejmenovani kolekce se nezdarilo: {error}
da: Kunne ikke omdøbe samling: {error}
fi: Kokoelman uudelleennimeaminen epaonnistui: {error}
hi: संग्रह का नाम बदलने में विफल: {error}
hu: Gyujtemeny atnevezese sikertelen: {error}
ja: コレクションの名前変更に失敗しました: {error}
ko: 컬렉션 이름 변경 실패: {error}
pl: Nie udało się zmienić nazwy kolekcji: {error}
ro: Redenumire colectie esuata: {error}
tr: Koleksiyon yeniden adlandırılamadı: {error}
vi: Khong the doi ten bo suu tap: {error}
zh_tw: 重新命名集合失敗：{error}

# collectionCannotBeDeleted
source: This collection cannot be deleted
cs: Tuto kolekci nelze smazat
da: Denne samling kan ikke slettes
fi: Tata kokoelmaa ei voi poistaa
hi: यह संग्रह हटाया नहीं जा सकता
hu: Ez a gyujtemeny nem torolheto
ja: このコレクションは削除できません
ko: 이 컬렉션은 삭제할 수 없습니다
pl: Ta kolekcja nie może zostać usunięta
ro: Aceasta colectie nu poate fi stearsa
tr: Bu koleksiyon silinemez
vi: Khong the xoa bo suu tap nay
zh_tw: 此集合無法刪除

source: Delete collection
cs: Smazat kolekci
da: Slet samling
fi: Poista kokoelma
hi: संग्रह हटाएं
hu: Gyujtemeny torlese
ja: コレクションを削除
ko: 컬렉션 삭제
pl: Usuń kolekcję
ro: Sterge colectia
tr: Koleksiyonu sil
vi: Xoa bo suu tap
zh_tw: 刪除集合

# deleteCollectionConfirmation
source: Are you sure you want to delete "{collectionName}"?
cs: Opravdu chcete smazat "{collectionName}"?
da: Er du sikker på, at du vil slette "{collectionName}"?
fi: Haluatko varmasti poistaa kokoelman "{collectionName}"?
hi: क्या आप वाकई "{collectionName}" को हटाना चाहते हैं?
hu: Biztosan torolni szeretne a(z) "{collectionName}" gyujtemenyt?
ja: 「{collectionName}」を削除してもよろしいですか？
ko: "{collectionName}"을(를) 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć "{collectionName}"?
ro: Sunteti sigur ca doriti sa stergeti "{collectionName}"?
tr: "{collectionName}" koleksiyonunu silmek istediğinizden emin misiniz?
vi: Ban co chac chan muon xoa "{collectionName}" khong?
zh_tw: 您確定要刪除「{collectionName}」嗎？

source: Cancel
cs: Zrušit
da: Annuller
fi: Peruuta
hi: रद्द करें
hu: Mégse
ja: キャンセル
ko: 닫기
pl: Anuluj
ro: Anulare
tr: İptal et
vi: Hủy
zh_tw: 取消

source: Collection deleted successfully
cs: Kolekce byla uspesne smazana
da: Samling slettet
fi: Kokoelma poistettu onnistuneesti
hi: संग्रह सफलतापूर्वक हटाया गया
hu: Gyujtemeny sikeresen torolve
ja: コレクションが正常に削除されました
ko: 컬렉션이 성공적으로 삭제되었습니다
pl: Kolekcja została pomyślnie usunięta
ro: Colectie stearsa cu succes
tr: Koleksiyon başarıyla silindi
vi: Xoa bo suu tap thanh cong
zh_tw: 集合刪除成功

# failedToDeleteCollection
source: Failed to delete collection: {error}
cs: Smazani kolekce se nezdarilo: {error}
da: Kunne ikke slette samling: {error}
fi: Kokoelman poistaminen epaonnistui: {error}
hi: संग्रह हटाने में विफल: {error}
hu: Gyujtemeny torlese sikertelen: {error}
ja: コレクションの削除に失敗しました: {error}
ko: 컬렉션 삭제 실패: {error}
pl: Nie udało się usunąć kolekcji: {error}
ro: Stergere colectie esuata: {error}
tr: Koleksiyon silinemedi: {error}
vi: Khong the xoa bo suu tap: {error}
zh_tw: 刪除集合失敗：{error}

source: Collections
cs: Kolekce
da: Samlinger
fi: Kokoelmat
hi: संग्रह
hu: Gyujtemenyek
ja: コレクション
ko: 컬렉션
pl: Kolekcje
ro: Colectii
tr: Koleksiyonlar
vi: Bo suu tap
zh_tw: 集合

source: Retry
cs: Znovu
da: Prøv igen
fi: Yrita uudelleen
hi: पुनः प्रयास
hu: Újrapróbálkozás
ja: リトライ
ko: 다시 시도
pl: Spróbuj ponownie
ro: Încercați din nou
tr: Tekrar dene
vi: Thử lại
zh_tw: 重試

# failedToSyncTrash
source: Failed to sync trash: {error}
cs: Synchronizace koše se nezdarila: {error}
da: Kunne ikke synkronisere papirkurv: {error}
fi: Roskakorin synkronointi epaonnistui: {error}
hi: ट्रैश सिंक करने में विफल: {error}
hu: Kuka szinkronizalasa sikertelen: {error}
ja: ゴミ箱の同期に失敗しました: {error}
ko: 휴지통 동기화 실패: {error}
pl: Nie udało się zsynchronizować kosza: {error}
ro: Sincronizare cos de gunoi esuata: {error}
tr: Çöp kutusu senkronize edilemedi: {error}
vi: Khong the dong bo thung rac: {error}
zh_tw: 同步垃圾桶失敗：{error}

source: Please select at least one collection
cs: Vyberte prosim alespon jednu kolekci
da: Vælg venligst mindst én samling
fi: Valitse vahintaan yksi kokoelma
hi: कृपया कम से कम एक संग्रह चुनें
hu: Kerem, valasszon legalabb egy gyujtemenyt
ja: 少なくとも1つのコレクションを選択してください
ko: 컬렉션을 하나 이상 선택해 주세요
pl: Wybierz co najmniej jedną kolekcję
ro: Va rugam selectati cel putin o colectie
tr: Lütfen en az bir koleksiyon seçin
vi: Vui long chon it nhat mot bo suu tap
zh_tw: 請至少選擇一個集合

source: Unknown item type
cs: Neznamy typ položky
da: Ukendt elementtype
fi: Tuntematon kohdetyyppi
hi: अज्ञात आइटम प्रकार
hu: Ismeretlen elemtipus
ja: 不明なアイテムタイプ
ko: 알 수 없는 항목 유형
pl: Nieznany typ elementu
ro: Tip element necunoscut
tr: Bilinmeyen öğe türü
vi: Loai muc khong xac dinh
zh_tw: 未知的項目類型

# fileDeletedSuccessfully
source: Item deleted successfully
cs: Položka byla uspesne smazana
da: Element slettet
fi: Kohde poistettu onnistuneesti
hi: आइटम सफलतापूर्वक हटाया गया
hu: Elem sikeresen torolve
ja: アイテムが正常に削除されました
ko: 항목이 성공적으로 삭제되었습니다
pl: Element został pomyślnie usunięty
ro: Element sters cu succes
tr: Öğe başarıyla silindi
vi: Xoa muc thanh cong
zh_tw: 項目刪除成功

# failedToDeleteFile
source: Failed to delete item: {error}
cs: Smazani položky se nezdarilo: {error}
da: Kunne ikke slette element: {error}
fi: Kohteen poistaminen epaonnistui: {error}
hi: आइटम हटाने में विफल: {error}
hu: Elem torlese sikertelen: {error}
ja: アイテムの削除に失敗しました: {error}
ko: 항목 삭제 실패: {error}
pl: Nie udało się usunąć elementu: {error}
ro: Stergere element esuata: {error}
tr: Öğe silinemedi: {error}
vi: Khong the xoa muc: {error}
zh_tw: 刪除項目失敗：{error}

# fileUpdatedSuccessfully
source: Item updated successfully!
cs: Položka byla uspesne aktualizovana!
da: Element opdateret!
fi: Kohde paivitetty onnistuneesti!
hi: आइटम सफलतापूर्वक अपडेट हुआ!
hu: Elem sikeresen frissitve!
ja: アイテムが正常に更新されました！
ko: 항목이 성공적으로 업데이트되었습니다!
pl: Element został pomyślnie zaktualizowany!
ro: Element actualizat cu succes!
tr: Öğe başarıyla güncellendi!
vi: Cap nhat muc thanh cong!
zh_tw: 項目更新成功！

# failedToUpdateFile
source: Failed to update item: {error}
cs: Aktualizace položky se nezdarila: {error}
da: Kunne ikke opdatere element: {error}
fi: Kohteen paivittaminen epaonnistui: {error}
hi: आइटम अपडेट करने में विफल: {error}
hu: Elem frissitese sikertelen: {error}
ja: アイテムの更新に失敗しました: {error}
ko: 항목 업데이트 실패: {error}
pl: Nie udało się zaktualizować elementu: {error}
ro: Actualizare element esuata: {error}
tr: Öğe güncellenemedi: {error}
vi: Khong the cap nhat muc: {error}
zh_tw: 更新項目失敗：{error}

source: No changes were made
cs: Nebyly provedeny žadne zmeny
da: Ingen ændringer blev foretaget
fi: Muutoksia ei tehty
hi: कोई बदलाव नहीं किया गया
hu: Nem tortent valtozas
ja: 変更はありませんでした
ko: 변경 사항이 없습니다
pl: Nie wprowadzono żadnych zmian
ro: Nu au fost facute modificari
tr: Hiçbir değişiklik yapılmadı
vi: Khong co thay doi nao duoc thuc hien
zh_tw: 沒有進行任何變更

source: No collections available for restore
cs: Žadne kolekce nejsou k dispozici pro obnoveni
da: Ingen samlinger tilgængelige til gendannelse
fi: Ei kokoelmia palautettavaksi
hi: पुनर्स्थापना के लिए कोई संग्रह उपलब्ध नहीं
hu: Nincsenek elerheto gyujtemenyek a visszaallitashoz
ja: 復元可能なコレクションがありません
ko: 복원할 수 있는 컬렉션이 없습니다
pl: Brak dostępnych kolekcji do przywrócenia
ro: Nu exista colectii disponibile pentru restaurare
tr: Geri yüklenecek koleksiyon yok
vi: Khong co bo suu tap nao de khoi phuc
zh_tw: 沒有可供還原的集合

source: Trash cleared successfully
cs: Koš byl uspesne vyprazdnen
da: Papirkurv tømt
fi: Roskakori tyhjennetty onnistuneesti
hi: ट्रैश सफलतापूर्वक साफ़ किया गया
hu: Kuka sikeresen uriteve
ja: ゴミ箱が正常に空になりました
ko: 휴지통이 성공적으로 비워졌습니다
pl: Kosz został pomyślnie opróżniony
ro: Cos de gunoi golit cu succes
tr: Çöp kutusu başarıyla temizlendi
vi: Da xoa sach thung rac
zh_tw: 垃圾桶清空成功

# failedToClearTrash
source: Failed to clear trash: {error}
cs: Vyprazdneni koše se nezdarilo: {error}
da: Kunne ikke tømme papirkurv: {error}
fi: Roskakorin tyhjentaminen epaonnistui: {error}
hi: ट्रैश साफ़ करने में विफल: {error}
hu: Kuka uritese sikertelen: {error}
ja: ゴミ箱を空にできませんでした: {error}
ko: 휴지통 비우기 실패: {error}
pl: Nie udało się opróżnić kosza: {error}
ro: Golire cos de gunoi esuata: {error}
tr: Çöp kutusu temizlenemedi: {error}
vi: Khong the xoa sach thung rac: {error}
zh_tw: 清空垃圾桶失敗：{error}

source: Trash
cs: Koš
da: Slet
fi: Roskakori
hi: नष्ट करें
hu: Kuka
ja: ゴミ箱
ko: 휴지통
pl: Kosz
ro: Coș de gunoi
tr: Cöp kutusu
vi: Thùng rác
zh_tw: 垃圾桶

# deletedPermanently
source: Deleted "{fileName}" permanently
cs: "{fileName}" byl trvale smazan
da: Slettet "{fileName}" permanent
fi: "{fileName}" poistettu pysyvasti
hi: "{fileName}" स्थायी रूप से हटाया गया
hu: "{fileName}" veglegesen torolve
ja: 「{fileName}」を完全に削除しました
ko: "{fileName}"이(가) 영구적으로 삭제되었습니다
pl: Trwale usunięto "{fileName}"
ro: "{fileName}" sters definitiv
tr: "{fileName}" kalıcı olarak silindi
vi: Da xoa vinh vien "{fileName}"
zh_tw: 已永久刪除「{fileName}」

# failedToRestoreFile
source: Failed to restore "{fileName}": {error}
cs: Obnoveni "{fileName}" se nezdarilo: {error}
da: Kunne ikke gendanne "{fileName}": {error}
fi: Kohteen "{fileName}" palauttaminen epaonnistui: {error}
hi: "{fileName}" पुनर्स्थापित करने में विफल: {error}
hu: "{fileName}" visszaallitasa sikertelen: {error}
ja: 「{fileName}」の復元に失敗しました: {error}
ko: "{fileName}" 복원 실패: {error}
pl: Nie udało się przywrócić "{fileName}": {error}
ro: Restaurare "{fileName}" esuata: {error}
tr: "{fileName}" geri yüklenemedi: {error}
vi: Khong the khoi phuc "{fileName}": {error}
zh_tw: 還原「{fileName}」失敗：{error}

source: Create new collection
cs: Vytvorit novou kolekci
da: Opret ny samling
fi: Luo uusi kokoelma
hi: नया संग्रह बनाएं
hu: Uj gyujtemeny letrehozasa
ja: 新しいコレクションを作成
ko: 새 컬렉션 만들기
pl: Utwórz nową kolekcję
ro: Creaza colectie noua
tr: Yeni koleksiyon oluştur
vi: Tao bo suu tap moi
zh_tw: 建立新集合

source: Create
cs: Vytvořit
da: Opret
fi: Luo
hi: बनाएं
hu: Létrehozás
ja: 作成
ko: 만들기
pl: Utwórz
ro: Creare
tr: Oluştur
vi: Tạo
zh_tw: 建立

source: Rename collection
cs: Prejmenovat kolekci
da: Omdøb samling
fi: Nimeä kokoelma uudelleen
hi: संग्रह का नाम बदलें
hu: Gyujtemeny atnevezese
ja: コレクションの名前を変更
ko: 컬렉션 이름 변경
pl: Zmień nazwę kolekcji
ro: Redenumeste colectia
tr: Koleksiyonu yeniden adlandır
vi: Doi ten bo suu tap
zh_tw: 重新命名集合

source: Save
cs: Uložit
da: Gem
fi: Tallenna
hi: सेव करें
hu: Mentés
ja: 保存
ko: 저장
pl: Zapisz
ro: Salvare
tr: Kaydet
vi: Lưu
zh_tw: 儲存

# deleteFile
source: Delete item
cs: Smazat položku
da: Slet element
fi: Poista kohde
hi: आइटम हटाएं
hu: Elem torlese
ja: アイテムを削除
ko: 항목 삭제
pl: Usuń element
ro: Sterge element
tr: Öğeyi sil
vi: Xoa muc
zh_tw: 刪除項目

# deleteFileConfirmation
source: Are you sure you want to delete "{fileName}"?
cs: Opravdu chcete smazat "{fileName}"?
da: Er du sikker på, at du vil slette "{fileName}"?
fi: Haluatko varmasti poistaa kohteen "{fileName}"?
hi: क्या आप वाकई "{fileName}" को हटाना चाहते हैं?
hu: Biztosan torolni szeretne a(z) "{fileName}" elemet?
ja: 「{fileName}」を削除してもよろしいですか？
ko: "{fileName}"을(를) 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć "{fileName}"?
ro: Sunteti sigur ca doriti sa stergeti "{fileName}"?
tr: "{fileName}" öğesini silmek istediğinizden emin misiniz?
vi: Ban co chac chan muon xoa "{fileName}" khong?
zh_tw: 您確定要刪除「{fileName}」嗎？

source: No collections found
cs: Žadne kolekce nenalezeny
da: Ingen samlinger fundet
fi: Kokoelmia ei loytynyt
hi: कोई संग्रह नहीं मिला
hu: Nem talalhatok gyujtemenyek
ja: コレクションが見つかりません
ko: 컬렉션을 찾을 수 없습니다
pl: Nie znaleziono kolekcji
ro: Nu au fost gasite colectii
tr: Koleksiyon bulunamadı
vi: Khong tim thay bo suu tap
zh_tw: 找不到集合

# createYourFirstCollection
source: Create your first collection to get started
cs: Vytvorte svou prvni kolekci a zacnete
da: Opret din første samling for at komme i gang
fi: Luo ensimmainen kokoelmasi aloittaaksesi
hi: शुरू करने के लिए अपना पहला संग्रह बनाएं
hu: Hozza letre elso gyujtemenyet a kezdeshez
ja: 最初のコレクションを作成して始めましょう
ko: 첫 번째 컬렉션을 만들어 시작하세요
pl: Utwórz swoją pierwszą kolekcję, aby rozpocząć
ro: Creati prima colectie pentru a incepe
tr: Başlamak için ilk koleksiyonunuzu oluşturun
vi: Tao bo suu tap dau tien de bat dau
zh_tw: 建立您的第一個集合以開始使用

source: Create collection
cs: Vytvorit kolekci
da: Opret samling
fi: Luo kokoelma
hi: संग्रह बनाएं
hu: Gyujtemeny letrehozasa
ja: コレクションを作成
ko: 컬렉션 만들기
pl: Utwórz kolekcję
ro: Creaza colectie
tr: Koleksiyon oluştur
vi: Tao bo suu tap
zh_tw: 建立集合

source: Nothing yet
cs: Zatim nic
da: Intet endnu
fi: Ei viela mitaan
hi: अभी कुछ नहीं
hu: Meg nincs semmi
ja: まだ何もありません
ko: 아직 아무것도 없습니다
pl: Jeszcze nic tu nie ma
ro: Nimic inca
tr: Henüz bir şey yok
vi: Chua co gi
zh_tw: 目前沒有內容

# uploadYourFirstDocument
source: Upload your first document to get started
cs: Nahrajte svuj prvni dokument a zacnete
da: Upload dit første dokument for at komme i gang
fi: Lataa ensimmainen dokumenttisi aloittaaksesi
hi: शुरू करने के लिए अपना पहला दस्तावेज़ अपलोड करें
hu: Toltse fel elso dokumentumat a kezdeshez
ja: 最初のドキュメントをアップロードして始めましょう
ko: 첫 번째 문서를 업로드하여 시작하세요
pl: Prześlij swój pierwszy dokument, aby rozpocząć
ro: Incarcati primul document pentru a incepe
tr: Başlamak için ilk belgenizi yükleyin
vi: Tai len tai lieu dau tien de bat dau
zh_tw: 上傳您的第一份文件以開始使用

# collectionEmptyStateTitle
source: Nothing to see here
cs: Nic k zobrazeni
da: Intet at se her
fi: Taalla ei ole mitaan
hi: यहाँ देखने के लिए कुछ नहीं है
hu: Itt nincs semmi
ja: ここには何もありません
ko: 여기에는 아무것도 없습니다
pl: Nic tu nie ma
ro: Nimic de vazut aici
tr: Burada görülecek bir şey yok
vi: Khong co gi de xem
zh_tw: 這裡沒有內容
