Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

# toEnableAppLockPleaseSetupDevicePasscodeOrScreen
source: To enable app lock, please setup device passcode or screen lock in your system settings.
cs: Chcete-li povolit zámek aplikace, nastavte v nastavení systému přístupový kód zařízení nebo zámek obrazovky.
da: For at indstille låsning af app, indstil venligst en kode eller skærmlås i dine systemindstillinger.
fi: Ota sovelluksen lukitus kayttoon maarittamalla laitteen salasana tai nayton lukitus jarjestelman asetuksissa.
hi: ऐप लॉक सक्षम करने के लिए, कृपया अपनी सिस्टम सेटिंग्स में डिवाइस पासकोड या स्क्रीन लॉक सेटअप करें।
hu: Az alkalmazászár engedélyezéséhez állíts be eszközjelszót vagy a képernyőzárat a rendszerbeállításokban.
ja: アプリのロックを有効にするには、システム設定でデバイスのパスコードまたは画面ロックを設定してください。
ko: 어플 잠금을 활성화하시려면, 기기의 암호를 만들거나 시스템 설정에서 화면 잠금을 설정해주세요.
pl: Aby włączyć blokadę aplikacji, należy skonfigurować hasło urządzenia lub blokadę ekranu w ustawieniach systemu.
ro: Pentru a activa blocarea aplicației, vă rugăm să configurați codul de acces al dispozitivului sau blocarea ecranului în setările sistemului.
tr: Uygulama kilidini etkinleştirmek için lütfen sistem ayarlarınızda cihaz şifresi veya ekran kilidi ayarlayın.
vi: Để bật khóa ứng dụng, vui lòng thiết lập mã khóa thiết bị hoặc khóa màn hình trong cài đặt hệ thống của bạn.
zh_tw: 若要啟用應用程式鎖定，請在系統設定中設定裝置密碼或螢幕鎖定。

source: Legacy
cs: Dědictví
da: Arv
fi: Perintotoiminto
hi: लेगेसी
hu: Orokossag
ja: レガシー
ko: 레거시
pl: Dziedzictwo
ro: Moștenire
tr: Geleneksel
vi: Thừa kế
zh_tw: 傳承

# authToManageLegacy
source: Please authenticate to manage your trusted contacts
cs: Pro správu důvěryhodných kontaktů se prosím ověřte
da: Bekræft venligst din identitet for at administrere dine betroede kontakter
fi: Tunnistaudu hallitaksesi luotettuja yhteystietojasi
hi: अपने विश्वसनीय संपर्कों को प्रबंधित करने के लिए कृपया प्रमाणित करें
hu: Kerem, hitelesitse magat a megbizotto kapcsolatok kezelesehez
ja: 信頼する連絡先を管理するために認証してください
ko: 신뢰할 수 있는 연락처를 관리하려면 인증해 주세요
pl: Prosimy uwierzytelnić się, aby zarządzać zaufanymi kontaktami
ro: Vă rugăm să vă autentificați pentru a gestiona contactele de încredere
tr: Güvenilir kişilerinizi yönetmek için lütfen kimlik doğrulaması yapın
vi: Vui lòng xác thực để quản lý các liên hệ tin cậy
zh_tw: 請驗證以管理您的信任聯絡人

source: Upload error
cs: Chyba nahravani
da: Uploadfejl
fi: Latausvirhe
hi: अपलोड त्रुटि
hu: Feltoltesi hiba
ja: アップロードエラー
ko: 업로드 오류
pl: Błąd przesyłania
ro: Eroare la incarcare
tr: Yükleme hatası
vi: Loi tai len
zh_tw: 上傳錯誤

source: Try adjusting your search query
cs: Zkuste upravit vyhledavaci dotaz
da: Prøv at justere din søgeforespørgsel
fi: Kokeile muuttaa hakukyselya
hi: अपनी खोज क्वेरी समायोजित करने का प्रयास करें
hu: Probalja modositani a keresesi kifejezest
ja: 検索クエリを調整してみてください
ko: 검색어를 조정해 보세요
pl: Spróbuj dostosować zapytanie wyszukiwania
ro: Incercati sa ajustati cautarea
tr: Arama sorgunuzu ayarlamayı deneyin
vi: Thu dieu chinh truy van tim kiem cua ban
zh_tw: 請嘗試調整您的搜尋條件

# noFilesFoundForQuery
source: No items found for "{query}"
cs: Žadne položky nenalezeny pro "{query}"
da: Ingen elementer fundet for "{query}"
fi: Kohteita ei loytynyt haulle "{query}"
hi: "{query}" के लिए कोई आइटम नहीं मिला
hu: Nem talalhatok elemek a(z) "{query}" keresre
ja: 「{query}」に一致するアイテムが見つかりません
ko: "{query}"에 대한 항목을 찾을 수 없습니다
pl: Nie znaleziono elementów dla "{query}"
ro: Nu s-au gasit elemente pentru "{query}"
tr: "{query}" için öğe bulunamadı
vi: Khong tim thay muc nao cho "{query}"
zh_tw: 找不到符合「{query}」的項目

source: Deselect all
cs: Zrušit výběr všech
da: Fravælg alle
fi: Poista kaikki valinnat
hi: सभी अचयनित करें
hu: Összes kijelölés megszüntetése
ja: 選択解除
ko: 모두 선택 해제
pl: Odznacz wszystko
ro: Deselectare totală
tr: Tüm seçimi kaldır
vi: Bỏ chọn tất cả
zh_tw: 取消全選

source: Select all
cs: Vybrat vše
da: Vælg alle
fi: Valitse kaikki
hi: सभी चुनें
hu: Összes kijelölése
ja: 全て選択
ko: 모두 선택
pl: Zaznacz wszystko
ro: Selectare totală
tr: Hepsini seç
vi: Chọn tất cả
zh_tw: 全選

source: Unnamed Collection
cs: Nepojmenovana kolekce
da: Unavngivet samling
fi: Nimetön kokoelma
hi: बिना नाम का संग्रह
hu: Nev nelkuli gyujtemeny
ja: 名前のないコレクション
ko: 이름 없는 컬렉션
pl: Kolekcja bez nazwy
ro: Colectie fara nume
tr: İsimsiz Koleksiyon
vi: Bo suu tap chua dat ten
zh_tw: 未命名集合

# uploadedFilesProgress
source: Uploaded {completed}/{total} items...
cs: Nahrano {completed}/{total} položek...
da: Uploadet {completed}/{total} elementer...
fi: Ladattu {completed}/{total} kohdetta...
hi: {completed}/{total} आइटम अपलोड किए गए...
hu: {completed}/{total} elem feltoltve...
ja: {completed}/{total}個のアイテムをアップロード済み...
ko: {completed}/{total}개 항목 업로드됨...
pl: Przesłano {completed}/{total} elementów...
ro: {completed}/{total} elemente incarcate...
tr: {completed}/{total} öğe yüklendi...
vi: Da tai len {completed}/{total} muc...
zh_tw: 已上傳 {completed}/{total} 個項目...

# uploadedFilesProgressWithError
source: Uploaded {completed}/{total} items... ({error})
cs: Nahrano {completed}/{total} položek... ({error})
da: Uploadet {completed}/{total} elementer... ({error})
fi: Ladattu {completed}/{total} kohdetta... ({error})
hi: {completed}/{total} आइटम अपलोड किए गए... ({error})
hu: {completed}/{total} elem feltoltve... ({error})
ja: {completed}/{total}個のアイテムをアップロード済み... ({error})
ko: {completed}/{total}개 항목 업로드됨... ({error})
pl: Przesłano {completed}/{total} elementów... ({error})
ro: {completed}/{total} elemente incarcate... ({error})
tr: {completed}/{total} öğe yüklendi... ({error})
vi: Da tai len {completed}/{total} muc... ({error})
zh_tw: 已上傳 {completed}/{total} 個項目...（{error}）

# noCollectionsAvailableForSelection
source: No collections available
cs: Žadne kolekce nejsou k dispozici
da: Ingen samlinger tilgængelige
fi: Ei saatavilla olevia kokoelmia
hi: कोई संग्रह उपलब्ध नहीं
hu: Nincsenek elerheto gyujtemenyek
ja: 利用可能なコレクションがありません
ko: 사용 가능한 컬렉션이 없습니다
pl: Brak dostępnych kolekcji
ro: Nu exista colectii disponibile
tr: Kullanılabilir koleksiyon yok
vi: Khong co bo suu tap
zh_tw: 沒有可用的集合

# createCollectionButton
source: Create collection
cs: Vytvorit kolekci
da: Opret samling
fi: Luo kokoelma
hi: संग्रह बनाएं
hu: Gyujtemeny letrehozasa
ja: コレクションを作成
ko: 컬렉션 만들기
pl: Utwórz kolekcję
ro: Creaza colectie
tr: Koleksiyon oluştur
vi: Tao bo suu tap
zh_tw: 建立集合

# collectionButtonLabel
source: Collection
cs: Kolekce
da: Samling
fi: Kokoelma
hi: संग्रह
hu: Gyujtemeny
ja: コレクション
ko: 컬렉션
pl: Kolekcja
ro: Colectie
tr: Koleksiyon
vi: Bo suu tap
zh_tw: 集合

source: Hide window
cs: Skryt okno
da: Skjul vindue
fi: Piilota ikkuna
hi: विंडो छुपाएं
hu: Ablak elrejtese
ja: ウィンドウを非表示
ko: 창 숨기기
pl: Ukryj okno
ro: Ascunde fereastra
tr: Pencereyi gizle
vi: An cua so
zh_tw: 隱藏視窗

source: Show window
cs: Zobrazit okno
da: Vis vindue
fi: Näyta ikkuna
hi: विंडो दिखाएं
hu: Ablak megjelenites
ja: ウィンドウを表示
ko: 창 표시
pl: Pokaż okno
ro: Arata fereastra
tr: Pencereyi göster
vi: Hien cua so
zh_tw: 顯示視窗

source: Exit app
cs: Ukoncit aplikaci
da: Afslut app
fi: Sulje sovellus
hi: ऐप से बाहर निकलें
hu: Kilepes az alkalmazasbol
ja: アプリを終了
ko: 앱 종료
pl: Zamknij aplikację
ro: Iesire aplicatie
tr: Uygulamadan çık
vi: Thoat ung dung
zh_tw: 結束應用程式

source: Locker logs
cs: Logy Locker
da: Locker-logfiler
fi: Locker-lokit
hi: Locker लॉग्स
hu: Locker naplok
ja: Lockerログ
ko: Locker 로그
pl: Logi Locker
ro: Jurnale Locker
tr: Locker günlükleri
vi: Nhat ky Locker
zh_tw: Locker 日誌

source: Recents
cs: Nedavne
da: Seneste
fi: Viimeisimmät
hi: हाल के
hu: Legutobiak
ja: 最近
ko: 최근 항목
pl: Ostatnie
ro: Recente
tr: Son kullanılanlar
vi: Gan day
zh_tw: 最近

source: Clear
cs: Vymazat
da: Ryd
fi: Tyhjennä
hi: साफ़ करें
hu: Torles
ja: クリア
ko: 지우기
pl: Wyczyść
ro: Goleste
tr: Temizle
vi: Xoa
zh_tw: 清除

# uploadAFile
source: Upload an item
cs: Nahrat položku
da: Upload et element
fi: Lataa kohde
hi: एक आइटम अपलोड करें
hu: Elem feltoltese
ja: アイテムをアップロード
ko: 항목 업로드
pl: Prześlij element
ro: Incarca un element
tr: Öğe yükle
vi: Tai len mot muc
zh_tw: 上傳項目

source: Click here to upload
cs: Kliknete sem pro nahrani
da: Klik her for at uploade
fi: Napsauta täältä ladataksesi
hi: अपलोड करने के लिए यहाँ क्लिक करें
hu: Kattintson ide a feltolteshez
ja: ここをクリックしてアップロード
ko: 여기를 클릭하여 업로드
pl: Kliknij tutaj, aby przesłać
ro: Click aici pentru a incarca
tr: Yüklemek için buraya tıklayın
vi: Nhan vao day de tai len
zh_tw: 點擊此處上傳

source: Save document
cs: Uložit dokument
da: Gem dokument
fi: Tallenna dokumentti
hi: दस्तावेज़ सहेजें
hu: Dokumentum mentese
ja: ドキュメントを保存
ko: 문서 저장
pl: Zapisz dokument
ro: Salveaza document
tr: Belgeyi kaydet
vi: Luu tai lieu
zh_tw: 儲存文件

# uploadFiles
source: Upload items
cs: Nahrat položky
da: Upload elementer
fi: Lataa kohteita
hi: आइटम अपलोड करें
hu: Elemek feltoltese
ja: アイテムをアップロード
ko: 항목 업로드
pl: Prześlij elementy
ro: Incarca elemente
tr: Öğe yükle
vi: Tai len muc
zh_tw: 上傳項目

# filesSelected
source: {count, plural, =0{No items selected} =1{1 item selected} other{{count} items selected}}
cs: {count, plural, =0{Žadne položky vybrana} =1{1 položka vybrana} few{{count} položky vybrany} other{{count} položek vybrano}}
da: {count, plural, =0{Ingen elementer valgt} =1{1 element valgt} other{{count} elementer valgt}}
fi: {count, plural, =0{Ei valittuja kohteita} =1{1 kohde valittu} other{{count} kohdetta valittu}}
hi: {count, plural, =0{कोई आइटम नहीं चुना} =1{1 आइटम चुना} other{{count} आइटम चुने}}
hu: {count, plural, =0{Nincs kivalasztott elem} =1{1 elem kivalasztva} other{{count} elem kivalasztva}}
ja: {count, plural, =0{アイテムが選択されていません} =1{1個のアイテムを選択中} other{{count}個のアイテムを選択中}}
ko: {count, plural, =0{선택된 항목 없음} =1{1개 항목 선택됨} other{{count}개 항목 선택됨}}
pl: {count, plural, =0{Nie wybrano elementów} =1{Wybrano 1 element} few{Wybrano {count} elementy} many{Wybrano {count} elementów} other{Wybrano {count} elementów}}
ro: {count, plural, =0{Niciun element selectat} =1{1 element selectat} few{{count} elemente selectate} other{{count} de elemente selectate}}
tr: {count, plural, =0{Öğe seçilmedi} =1{1 öğe seçildi} other{{count} öğe seçildi}}
vi: {count, plural, =0{Chua chon muc nao} =1{Da chon 1 muc} other{Da chon {count} muc}}
zh_tw: {count, plural, =0 {未選取項目} =1 {已選取 1 個項目} other {已選取 {count} 個項目}}

source: Add to collection
cs: Pridat do kolekce
da: Tilføj til samling
fi: Lisää kokoelmaan
hi: संग्रह में जोड़ें
hu: Hozzadas gyujtemennyhez
ja: コレクションに追加
ko: 컬렉션에 추가
pl: Dodaj do kolekcji
ro: Adauga la colectie
tr: Koleksiyona ekle
vi: Them vao bo suu tap
zh_tw: 新增至集合

source: New collection
cs: Nova kolekce
da: Ny samling
fi: Uusi kokoelma
hi: नया संग्रह
hu: Uj gyujtemeny
ja: 新しいコレクション
ko: 새 컬렉션
pl: Nowa kolekcja
ro: Colectie noua
tr: Yeni koleksiyon
vi: Bo suu tap moi
zh_tw: 新集合

source: Title
cs: Nazev
da: Titel
fi: Otsikko
hi: शीर्षक
hu: Cim
ja: タイトル
ko: 제목
pl: Tytuł
ro: Titlu
tr: Başlık
vi: Tieu de
zh_tw: 標題

source: Edit item
cs: Upravit položku
da: Rediger element
fi: Muokkaa kohdetta
hi: आइटम संपादित करें
hu: Elem szerkesztese
ja: アイテムを編集
ko: 항목 편집
pl: Edytuj element
ro: Editeaza element
tr: Öğeyi düzenle
vi: Chinh sua muc
zh_tw: 編輯項目

# enterNewTitle
source: Enter a new title
cs: Zadejte novy nazev
da: Indtast en ny titel
fi: Anna uusi otsikko
hi: नया शीर्षक दर्ज करें
hu: Adjon meg egy uj cimet
ja: 新しいタイトルを入力
ko: 새 제목을 입력하세요
pl: Wprowadź nowy tytuł
ro: Introduceti un titlu nou
tr: Yeni başlık girin
vi: Nhap tieu de moi
zh_tw: 輸入新標題

source: Back to view
cs: Zpet na zobrazeni
da: Tilbage til visning
fi: Takaisin nakymaan
hi: देखने पर वापस
hu: Vissza a nezethez
ja: 表示に戻る
ko: 보기로 돌아가기
pl: Powrót do widoku
ro: Inapoi la vizualizare
tr: Görünüme geri dön
vi: Quay lai xem
zh_tw: 返回檢視

source: Back
cs: Zpět
da: Tilbage
fi: Takaisin
hi: वापस
hu: Vissza
ja: 戻る
ko: 뒤로 가기
pl: Wstecz
ro: Înapoi
tr: Geri
vi: Quay lại
zh_tw: 返回

# failedToLoadCollections
source: Failed to load collections: {error}
cs: Nacitani kolekci se nezdarilo: {error}
da: Kunne ikke indlæse samlinger: {error}
fi: Kokoelmien lataus epaonnistui: {error}
hi: संग्रह लोड करने में विफल: {error}
hu: Gyujtemenyek betoltese sikertelen: {error}
ja: コレクションの読み込みに失敗しました: {error}
ko: 컬렉션 로드 실패: {error}
pl: Nie udało się załadować kolekcji: {error}
ro: Incarcare colectii esuata: {error}
tr: Koleksiyonlar yüklenemedi: {error}
vi: Khong the tai bo suu tap: {error}
zh_tw: 載入集合失敗：{error}

# informationCollectionName
source: Information
cs: Informace
fi: Tiedot
hi: जानकारी
hu: Informacio
ja: 情報
ko: 정보
pl: Informacje
ro: Informatii
tr: Bilgi
vi: Thong tin
zh_tw: 資訊

# recordSavedToMultipleCollections
source: Record saved to {count, plural, =1{1 collection} other{{count} collections}} successfully
cs: Zaznam uspesne uložen do {count, plural, =1{1 kolekce} few{{count} kolekci} other{{count} kolekci}}
da: Post gemt i {count, plural, =1{1 samling} other{{count} samlinger}}
fi: Tietue tallennettu {count, plural, =1{1 kokoelmaan} other{{count} kokoelmaan}} onnistuneesti
hi: रिकॉर्ड {count, plural, =1{1 संग्रह} other{{count} संग्रहों}} में सफलतापूर्वक सहेजा गया
hu: Rekord sikeresen mentve {count, plural, =1{1 gyujtemenybe} other{{count} gyujtemenybe}}
ja: レコードが{count, plural, =1{1個のコレクション} other{{count}個のコレクション}}に正常に保存されました
ko: 기록이 {count, plural, =1{1개 컬렉션} other{{count}개 컬렉션}}에 성공적으로 저장되었습니다
pl: Rekord zapisany pomyślnie do {count, plural, =1{1 kolekcji} few{{count} kolekcji} many{{count} kolekcji} other{{count} kolekcji}}
ro: Inregistrare salvata cu succes in {count, plural, =1{1 colectie} few{{count} colectii} other{{count} de colectii}}
tr: Kayıt başarıyla {count, plural, =1{1 koleksiyona} other{{count} koleksiyona}} kaydedildi
vi: Ban ghi da duoc luu vao {count, plural, =1{1 bo suu tap} other{{count} bo suu tap}} thanh cong
zh_tw: 記錄已成功儲存至 {count, plural, =1 {1 個集合} other {{count} 個集合}}

# copiedToClipboard
source: {fieldName} copied to clipboard
cs: {fieldName} zkopirovan do schranky
da: {fieldName} kopieret til udklipsholder
fi: {fieldName} kopioitu leikepöydalle
hi: {fieldName} क्लिपबोर्ड में कॉपी किया गया
hu: {fieldName} vagolapra masolva
ja: {fieldName}がクリップボードにコピーされました
ko: {fieldName}이(가) 클립보드에 복사되었습니다
pl: {fieldName} skopiowano do schowka
ro: {fieldName} copiat in clipboard
tr: {fieldName} panoya kopyalandı
vi: Da sao chep {fieldName} vao clipboard
zh_tw: {fieldName} 已複製到剪貼簿

# searchResultsCount
source: {count, plural, =1{1 result} other{{count} results}} for "{query}"
cs: {count, plural, =1{1 vysledek} few{{count} vysledky} other{{count} vysledku}} pro "{query}"
da: {count, plural, =1{1 resultat} other{{count} resultater}} for "{query}"
fi: {count, plural, =1{1 tulos} other{{count} tulosta}} haulle "{query}"
hi: "{query}" के लिए {count, plural, =1{1 परिणाम} other{{count} परिणाम}}
hu: {count, plural, =1{1 talalat} other{{count} talalat}} a(z) "{query}" keresre
ja: 「{query}」の検索結果: {count, plural, =1{1件} other{{count}件}}
ko: "{query}"에 대한 {count, plural, =1{1개 결과} other{{count}개 결과}}
pl: {count, plural, =1{1 wynik} few{{count} wyniki} many{{count} wyników} other{{count} wyników}} dla "{query}"
ro: {count, plural, =1{1 rezultat} few{{count} rezultate} other{{count} de rezultate}} pentru "{query}"
tr: "{query}" için {count, plural, =1{1 sonuç} other{{count} sonuç}}
vi: {count, plural, =1{1 ket qua} other{{count} ket qua}} cho "{query}"
zh_tw: 「{query}」的 {count, plural, =1 {1 個結果} other {{count} 個結果}}

# loginToEnteAccount
source: Log in to your Ente account
cs: Prihlaste se ke svemu uctu Ente
da: Log ind på din Ente-konto
fi: Kirjaudu Ente-tilillesi
hi: अपने Ente खाते में लॉग इन करें
hu: Jelentkezzen be Ente fiokjaba
ja: Enteアカウントにログイン
ko: Ente 계정에 로그인
pl: Zaloguj się do swojego konta Ente
ro: Autentificati-va in contul Ente
tr: Ente hesabınıza giriş yapın
vi: Dang nhap vao tai khoan Ente cua ban
zh_tw: 登入您的 Ente 帳戶

source: Checkout Ente Photos
cs: Prohlédnete si Ente Photos
da: Se Ente Photos
fi: Tutustu Ente Photosiin
hi: Ente Photos देखें
hu: Nezze meg az Ente Photos-t
ja: Ente Photosをチェック
ko: Ente Photos 확인하기
pl: Sprawdź Ente Photos
ro: Vizitati Ente Photos
tr: Ente Photos'a göz atın
vi: Xem Ente Photos
zh_tw: 查看 Ente Photos

source: Okay
cs: V poradku
fi: Selvä
hi: ठीक है
hu: Rendben
ja: OK
ko: 확인
pl: Ok
ro: Ok
tr: Tamam
vi: Dong y
zh_tw: 好的

# noAccountCta
source: I don't have an account
cs: Nemam ucet
da: Jeg har ikke en konto
fi: Minulla ei ole tilia
hi: मेरे पास खाता नहीं है
hu: Nincs fiokom
ja: アカウントを持っていません
ko: 계정이 없습니다
pl: Nie mam konta
ro: Nu am cont
tr: Hesabım yok
vi: Toi khong co tai khoan
zh_tw: 我沒有帳戶

# featureSaveImportant
source: Save your important documents and credentials
cs: Uložte sve dulezite dokumenty a prihlasovaci udaje
da: Gem dine vigtige dokumenter og legitimationsoplysninger
fi: Tallenna tarkeat dokumenttisi ja tunnistetietosi
hi: अपने महत्वपूर्ण दस्तावेज़ और क्रेडेंशियल्स सहेजें
hu: Mentse el fontos dokumentumait es hitelesito adatait
ja: 重要なドキュメントと認証情報を保存
ko: 중요한 문서와 자격 증명을 저장하세요
pl: Zapisuj ważne dokumenty i dane logowania
ro: Salvati documentele si credentialele importante
tr: Önemli belgelerinizi ve kimlik bilgilerinizi kaydedin
vi: Luu tai lieu va thong tin dang nhap quan trong cua ban
zh_tw: 儲存您的重要文件和憑證

# featurePassAutomatically
source: Pass them on automatically in emergencies
cs: Automaticky je predejte v pripade nouze
da: Videregiv dem automatisk i nødsituationer
fi: Valita ne automaattisesti hätätilanteissa
hi: आपातकाल में उन्हें स्वचालित रूप से पास करें
hu: Adja at oket automatikusan veszhelyzet eseten
ja: 緊急時に自動的に引き継ぎ
ko: 긴급 상황 시 자동으로 전달하세요
pl: Przekazuj je automatycznie w nagłych wypadkach
ro: Transmiteti-le automat in situatii de urgenta
tr: Acil durumlarda otomatik olarak aktarın
vi: Tu dong chuyen giao chung trong truong hop khan cap
zh_tw: 在緊急情況下自動傳遞

# featureShareAnytime
source: Share them anytime
cs: Sdilejte je kdykoliv
da: Del dem når som helst
fi: Jaa ne milloin tahansa
hi: उन्हें कभी भी साझा करें
hu: Ossza meg oket barmikor
ja: いつでも共有
ko: 언제든지 공유하세요
pl: Udostępniaj je w dowolnym momencie
ro: Partajati-le oricand
tr: İstediğiniz zaman paylaşın
vi: Chia se bat cu luc nao
zh_tw: 隨時分享

# emailIdLabel
source: Email
fi: Sahkoposti
hi: ईमेल
ja: Eメール
ko: 이메일
pl: Adres e-mail
tr: E-Posta
zh_tw: 電子郵件

# emailIdHint
source: Enter your email address
cs: Zadejte svou e-mailovou adresu
da: Indtast din email adresse
fi: Anna sahkopostiosoitteesi
hi: अपना ईमेल ऐड्रेस डालें
hu: Adja meg az e-mail címét
ja: Eメールアドレスを入力
ko: 이메일을 입력하세요
pl: Podaj swój adres e-mail
ro: Introduceți adresa de e-mail
tr: E-posta adresinizi girin
vi: Nhập địa chỉ email của bạn
zh_tw: 輸入您的電子郵件地址

# loginPasswordLabel
source: Password
cs: Heslo
da: Adgangskode
fi: Salasana
hi: पासवर्ड
hu: Jelszó
ja: パスワード
ko: 암호
pl: Hasło
ro: Parolă
tr: Şifre
vi: Mật khẩu
zh_tw: 密碼

# loginPasswordHint
source: Enter your password
cs: Zadejte své heslo
da: Indtast adgangskode
fi: Anna salasanasi
hi: अपना पासवर्ड दर्ज करें
hu: Adja meg a jelszavát
ja: パスワードを入力
ko: 암호 입력
pl: Wprowadź hasło
ro: Introduceţi parola
tr: Lütfen şifrenizi giriniz
vi: Nhập mật khẩu của bạn
zh_tw: 輸入您的密碼

source: Forgot password?
cs: Zapomenute heslo?
da: Glemt adgangskode?
fi: Unohditko salasanan?
hi: पासवर्ड भूल गए?
hu: Elfelejtett jelszo?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
pl: Nie pamiętasz hasła?
ro: Ati uitat parola?
tr: Şifrenizi mi unuttunuz?
vi: Quen mat khau?
zh_tw: 忘記密碼？

# logInAction
source: Log in
cs: Přihlásit se
da: Log ind
fi: Kirjaudu sisaan
hi: लॉग इन
hu: Bejelentkezés
ja: ログイン
ko: 로그인
pl: Zaloguj się
ro: Conectare
tr: Giriş yap
vi: Đăng nhập
zh_tw: 登入

# dontHaveAccount
source: Don't have an account?
cs: Nemate ucet?
da: Har du ikke en konto?
fi: Eiko sinulla ole tilia?
hi: खाता नहीं है?
hu: Nincs meg fiokja?
ja: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?
pl: Nie masz konta?
ro: Nu aveti cont?
tr: Hesabınız yok mu?
vi: Chua co tai khoan?
zh_tw: 還沒有帳戶？

source: Sign up
cs: Zaregistrovat se
da: Tilmeld dig
fi: Rekisteroidy
hi: पंजीकरण
hu: Bejelentkezés
ja: 登録
ko: 가입하기
pl: Zarejestruj się
ro: Inregistrare
tr: Kaydol
vi: Dang ky
zh_tw: 註冊

source: Incorrect password
cs: Nesprávné heslo
da: Forkert adgangskode
fi: Väärä salasana
hi: ग़लत पासवर्ड
hu: Érvénytelen jelszó
ja: パスワードが間違っています
ko: 올바르지 않은 비밀번호
pl: Nieprawidłowe hasło
ro: Parolă incorectă
tr: Yanlış şifre
vi: Mật khẩu không đúng
zh_tw: 密碼錯誤

source: Please try again
cs: Zkuste to prosím znovu
da: Prøv venligst igen
fi: Yrita uudelleen
hi: कृपया पुन: प्रयास करें
hu: Kérjük, próbálja meg újra
ja: もう一度試してください
ko: 다시 시도해주세요
pl: Spróbuj ponownie
ro: Vă rugăm să încercați din nou
tr: Lütfen tekrar deneyiniz
vi: Vui lòng thử lại
zh_tw: 請重試

source: No internet connection
cs: Žádné připojení k internetu
da: Ingen internetforbindelse
fi: Ei internet-yhteytta
hi: इंटरनेट कनेक्शन नहीं है
hu: Nincs internetkapcsolat
ja: インターネット接続なし
ko: 인터넷 연결 없음
pl: Brak połączenia z Internetem
ro: Nu există conexiune la internet
tr: İnternet bağlantısı yok
vi: Không có kết nối internet
zh_tw: 沒有網路連線

# checkInternetConnection
source: Please check your internet connection and try again
cs: Zkontrolujte prosim sve internetove pripojeni a zkuste to znovu
da: Kontroller venligst din internetforbindelse og prøv igen
fi: Tarkista internet-yhteytesi ja yrita uudelleen
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें
hu: Kerem, ellenorizze az internetkapcsolatot es probaja ujra
ja: インターネット接続を確認して再試行してください
ko: 인터넷 연결을 확인하고 다시 시도해 주세요
pl: Sprawdź połączenie internetowe i spróbuj ponownie
ro: Va rugam verificati conexiunea la internet si incercati din nou
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
vi: Vui long kiem tra ket noi internet va thu lai
zh_tw: 請檢查您的網路連線並重試

# verificationFailedTryAgain
source: Verification failed, please try again
cs: Ověření se nezdařilo, zkuste to prosím znovu
da: Bekræftelse fejlede, forsøg venligst igen
fi: Vahvistus epaonnistui, yrita uudelleen
hi: सत्यापन विफल, कृपया पुनः प्रयास करें
hu: Az ellenőrzés sikertelen, próbáld újra
ja: 確認に失敗しました、再試行してください
ko: 검증 실패, 다시 시도해주세요
pl: Weryfikacja nie powiodła się, spróbuj ponownie
ro: Verificare eșuată, încercați din nou
tr: Doğrulama başarısız oldu, lütfen tekrar deneyin
vi: Xác minh không thành công, vui lòng thử lại
zh_tw: 驗證失敗，請重試

source: Recreate password
cs: Znovu vytvořit heslo
da: Genskab adgangskode
fi: Luo salasana uudelleen
hi: पासवर्ड दोबारा बनाएं
hu: Új jelszó létrehozása
ja: パスワードを再生成
ko: 비밀번호 다시 생성
pl: Ponownie utwórz hasło
ro: Refaceți parola
tr: Şifrenizi tekrardan oluşturun
vi: Tạo lại mật khẩu
zh_tw: 重新建立密碼

# deviceCannotVerifyPassword
source: Your device does not have enough memory to verify your password
cs: Vaše zarizeni nema dostatek pameti pro overeni vašeho hesla
da: Din enhed har ikke nok hukommelse til at bekræfte din adgangskode
fi: Laitteessasi ei ole tarpeeksi muistia salasanasi vahvistamiseen
hi: आपके डिवाइस में पासवर्ड सत्यापित करने के लिए पर्याप्त मेमोरी नहीं है
hu: Az eszkoz nem rendelkezik eleg memriaval a jelszo ellenorzesehez
ja: お使いのデバイスにはパスワードを確認するための十分なメモリがありません
ko: 기기에 비밀번호를 확인할 충분한 메모리가 없습니다
pl: Twoje urządzenie nie ma wystarczającej ilości pamięci, aby zweryfikować hasło
ro: Dispozitivul dumneavoastra nu are suficienta memorie pentru a verifica parola
tr: Cihazınızın şifrenizi doğrulamak için yeterli belleği yok
vi: Thiet bi cua ban khong du bo nho de xac minh mat khau
zh_tw: 您的裝置沒有足夠的記憶體來驗證您的密碼

source: Use recovery key
cs: Použít obnovovací klíč
da: Brug gendannelsesnøgle
fi: Kayta palautusavainta
hi: रिकवरी कुंजी का उपयोग करें
hu: Helyreállítási kulcs használata
ja: リカバリーキーを使用
ko: 복구 키 사용
pl: Użyj kodu odzyskiwania
ro: Folosiți cheia de recuperare
tr: Kurtarma anahtarını kullan
vi: Dùng mã khôi phục
zh_tw: 使用復原金鑰

source: Invalid email
cs: Neplatny e-mail
da: Ugyldig e-mail
fi: Virheellinen sahkoposti
hi: अमान्य ईमेल
hu: Ervenytelen e-mail
ja: 無効なメールアドレス
ko: 유효하지 않은 이메일
pl: Nieprawidłowy email
ro: Email invalid
tr: Geçersiz e-posta
vi: Email khong hop le
zh_tw: 無效的電子郵件
