Repository: ente-io/ente
Catalog: mobile/apps/locker/lib/l10n/app_*.arb
Languages: cs, da, fi, hi, hu, ja, ko, pl, ro, tr, vi, zh_tw

# collectionEmptyStateSubtitle
source: There are no items in this collection
cs: V teto kolekci nejsou žadne položky
da: Der er ingen elementer i denne samling
fi: Tassa kokoelmassa ei ole kohteita
hi: इस संग्रह में कोई आइटम नहीं है
hu: Nincsenek elemek ebben a gyujtemenyben
ja: このコレクションにはアイテムがありません
ko: 이 컬렉션에는 항목이 없습니다
pl: W tej kolekcji nie ma żadnych elementów
ro: Nu exista elemente in aceasta colectie
tr: Bu koleksiyonda öğe yok
vi: Khong co muc nao trong bo suu tap nay
zh_tw: 此集合中沒有項目

source: Your trash is empty
cs: Vas koš je prazdny
da: Din papirkurv er tom
fi: Roskakorisi on tyhja
hi: आपका ट्रैश खाली है
hu: A kukaja ures
ja: ゴミ箱は空です
ko: 휴지통이 비어 있습니다
pl: Twój kosz jest pusty
ro: Cosul de gunoi este gol
tr: Çöp kutunuz boş
vi: Thung rac cua ban trong
zh_tw: 您的垃圾桶是空的

# homeLockerEmptyTitle
source: Your Locker is empty
cs: Vas Locker je prazdny
da: Din Locker er tom
fi: Locker on tyhja
hi: आपका Locker खाली है
hu: A Locker ures
ja: Lockerは空です
ko: Locker가 비어 있습니다
pl: Twój Locker jest pusty
ro: Locker-ul tau este gol
tr: Locker'ınız boş
vi: Locker cua ban trong
zh_tw: 您的 Locker 是空的

# homeLockerEmptySubtitle
source: Click the + button to get started
cs: Kliknete na tlacitko + a zacnete
da: Klik på + knappen for at komme i gang
fi: Aloita napsauttamalla + -painiketta
hi: शुरू करने के लिए + बटन पर क्लिक करें
hu: Kattintson a + gombra a kezdeshez
ja: +ボタンをクリックして始めましょう
ko: + 버튼을 클릭하여 시작하세요
pl: Kliknij przycisk +, aby rozpocząć
ro: Apasati butonul + pentru a incepe
tr: Başlamak için + düğmesine tıklayın
vi: Nhan nut + de bat dau
zh_tw: 點擊 + 按鈕開始使用

source: Upload document
cs: Nahrat dokument
da: Upload dokument
fi: Lataa dokumentti
hi: दस्तावेज़ अपलोड करें
hu: Dokumentum feltoltese
ja: ドキュメントをアップロード
ko: 문서 업로드
pl: Prześlij dokument
ro: Incarca document
tr: Belge yükle
vi: Tai len tai lieu
zh_tw: 上傳文件

# items
source: {count} items
cs: {count} položek
da: {count} elementer
fi: {count} kohdetta
hi: {count} आइटम
hu: {count} elem
ja: {count}個のアイテム
ko: {count}개 항목
pl: {count} elementów
ro: {count} elemente
tr: {count} öğe
vi: {count} muc
zh_tw: {count} 個項目

# files
source: {count, plural, =0{no items} =1{1 item} other{{count} items}}
cs: {count, plural, =0{žadne položky} =1{1 položka} few{{count} položky} other{{count} položek}}
da: {count, plural, =0{ingen elementer} =1{1 element} other{{count} elementer}}
fi: {count, plural, =0{ei kohteita} =1{1 kohde} other{{count} kohdetta}}
hi: {count, plural, =0{कोई आइटम नहीं} =1{1 आइटम} other{{count} आइटम}}
hu: {count, plural, =0{nincs elem} =1{1 elem} other{{count} elem}}
ja: {count, plural, =0{アイテムなし} =1{1個のアイテム} other{{count}個のアイテム}}
ko: {count, plural, =0{항목 없음} =1{1개 항목} other{{count}개 항목}}
pl: {count, plural, =0{brak elementów} =1{1 element} few{{count} elementy} many{{count} elementów} other{{count} elementów}}
ro: {count, plural, =0{niciun element} =1{1 element} few{{count} elemente} other{{count} de elemente}}
tr: {count, plural, =0{öğe yok} =1{1 öğe} other{{count} öğe}}
vi: {count, plural, =0{khong co muc} =1{1 muc} other{{count} muc}}
zh_tw: {count} 個項目

# createCollectionTooltip
source: Create collection
cs: Vytvorit kolekci
da: Opret samling
fi: Luo kokoelma
hi: संग्रह बनाएं
hu: Gyujtemeny letrehozasa
ja: コレクションを作成
ko: 컬렉션 만들기
pl: Utwórz kolekcję
ro: Creaza colectie
tr: Koleksiyon oluştur
vi: Tao bo suu tap
zh_tw: 建立集合

# uploadDocumentTooltip
source: Upload document
cs: Nahrat dokument
da: Upload dokument
fi: Lataa dokumentti
hi: दस्तावेज़ अपलोड करें
hu: Dokumentum feltoltese
ja: ドキュメントをアップロード
ko: 문서 업로드
pl: Prześlij dokument
ro: Incarca document
tr: Belge yükle
vi: Tai len tai lieu
zh_tw: 上傳文件

source: Restore
cs: Obnovit
da: Genopret
fi: Palauta
hi: पुनर्स्थापित करें
hu: Visszaállítás
ja: 復元
ko: 복구
pl: Przywróć
ro: Restaurare
tr: Geri yükle
vi: Khôi phục
zh_tw: 還原

# restoreFile
source: Restore {fileName}
cs: Obnovit {fileName}
da: Gendan {fileName}
fi: Palauta {fileName}
hi: {fileName} पुनर्स्थापित करें
hu: {fileName} visszaallitasa
ja: {fileName}を復元
ko: {fileName} 복원
pl: Przywróć {fileName}
ro: Restaureaza {fileName}
tr: {fileName} geri yükle
vi: Khoi phuc {fileName}
zh_tw: 還原 {fileName}

source: No collections available
cs: Žadne kolekce nejsou k dispozici
da: Ingen samlinger tilgængelige
fi: Ei saatavilla olevia kokoelmia
hi: कोई संग्रह उपलब्ध नहीं
hu: Nincsenek elerheto gyujtemenyek
ja: 利用可能なコレクションがありません
ko: 사용 가능한 컬렉션이 없습니다
pl: Brak dostępnych kolekcji
ro: Nu exista colectii disponibile
tr: Kullanılabilir koleksiyon yok
vi: Khong co bo suu tap
zh_tw: 沒有可用的集合

source: Empty trash
cs: Vyprazdnit koš
da: Tøm papirkurv
fi: Tyhjenna roskakori
hi: ट्रैश खाली करें
hu: Kuka uritese
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pl: Opróżnij kosz
ro: Goleste cosul de gunoi
tr: Çöp kutusunu boşalt
vi: Xoa sach thung rac
zh_tw: 清空垃圾桶

# emptyTrashTooltip
source: Empty trash
cs: Vyprazdnit koš
da: Tøm papirkurv
fi: Tyhjenna roskakori
hi: ट्रैश खाली करें
hu: Kuka uritese
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pl: Opróżnij kosz
ro: Goleste cosul de gunoi
tr: Çöp kutusunu boşalt
vi: Xoa sach thung rac
zh_tw: 清空垃圾桶

# emptyTrashConfirmation
source: Are you sure you want to permanently delete all items in trash? This action cannot be undone.
cs: Opravdu chcete trvale smazat všechny položky v koši? Tuto akci nelze vratit.
da: Er du sikker på, at du vil slette alle elementer i papirkurven permanent? Denne handling kan ikke fortrydes.
fi: Haluatko varmasti poistaa kaikki roskakorin kohteet pysyvasti? Tata toimintoa ei voi kumota.
hi: क्या आप वाकई ट्रैश में सभी आइटम स्थायी रूप से हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hu: Biztosan veglegesen torolni szeretne az osszes elemet a kukabol? Ez a muvelet nem vonhato vissza.
ja: ゴミ箱内のすべてのアイテムを完全に削除してもよろしいですか？この操作は元に戻せません。
ko: 휴지통의 모든 항목을 영구적으로 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz trwale usunąć wszystkie elementy z kosza? Tej operacji nie można cofnąć.
ro: Sunteti sigur ca doriti sa stergeti definitiv toate elementele din cos? Aceasta actiune nu poate fi anulata.
tr: Çöp kutusundaki tüm öğeleri kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Ban co chac chan muon xoa vinh vien tat ca cac muc trong thung rac khong? Hanh dong nay khong the hoan tac.
zh_tw: 您確定要永久刪除垃圾桶中的所有項目嗎？此操作無法復原。

# fileTitle
source: Item title
cs: Nazev položky
da: Elementtitel
fi: Kohteen otsikko
hi: आइटम शीर्षक
hu: Elem cime
ja: アイテムのタイトル
ko: 항목 제목
pl: Tytuł elementu
ro: Titlu element
tr: Öğe başlığı
vi: Tieu de muc
zh_tw: 項目標題

source: Note
cs: Poznámka
fi: Muistiinpano
hi: नोट
hu: Jegyzet
ja: メモ
ko: 메모
pl: Notatka
ro: Nota
tr: Not
vi: Ghi chu
zh_tw: 備註

source: Optional note
cs: Nepovinná poznamka
da: Valgfri note
fi: Valinnainen muistiinpano
hi: वैकल्पिक नोट
hu: Opcionalis jegyzet
ja: オプションのメモ
ko: 선택적 메모
pl: Opcjonalna notatka
ro: Nota optionala
tr: İsteğe bağlı not
vi: Ghi chu tuy chon
zh_tw: 選填備註

source: Upload
cs: Nahrat
fi: Lataa
hi: अपलोड
hu: Feltoltes
ja: アップロード
ko: 업로드
pl: Prześlij
ro: Incarca
tr: Yükle
vi: Tai len
zh_tw: 上傳

# documentsHint
source: Documents
cs: Dokumenty
da: Dokumenter
fi: Dokumentit
hi: दस्तावेज़
hu: Dokumentumok
ja: ドキュメント
ko: 문서
pl: Dokumenty
ro: Documente
tr: Belgeler
vi: Tai lieu
zh_tw: 文件

# searchHint
source: Search...
cs: Hledat...
da: Søg...
fi: Hae...
hi: खोजें...
hu: Keresés...
ja: 検索...
ko: 검색...
pl: Szukaj...
ro: Cauta...
tr: Ara...
vi: Tìm kiếm...
zh_tw: 搜尋...

# searchEmptyTitle
source: No matches found
cs: Žadne vysledky
da: Ingen resultater fundet
fi: Ei hakutuloksia
hi: कोई परिणाम नहीं मिला
hu: Nincs talalat
ja: 一致するものが見つかりません
ko: 일치하는 항목이 없습니다
pl: Nie znaleziono wyników
ro: Nu s-au gasit rezultate
tr: Eşleşme bulunamadı
vi: Khong tim thay ket qua
zh_tw: 找不到相符項目

# searchEmptyDescription
source: Try searching for something else.
cs: Zkuste hledat neco jineho.
da: Prøv at søge efter noget andet.
fi: Kokeile hakea jotain muuta.
hi: कुछ और खोजने का प्रयास करें।
hu: Probaljon mas keresest.
ja: 別のキーワードで検索してみてください。
ko: 다른 검색어를 시도해 보세요.
pl: Spróbuj wyszukać coś innego.
ro: Incercati sa cautati altceva.
tr: Başka bir şey aramayı deneyin.
vi: Thu tim kiem noi dung khac.
zh_tw: 請嘗試搜尋其他內容。

# searchEverywhereTitle
source: Search everywhere for "{query}"
cs: Hledat všude "{query}"
da: Søg overalt efter "{query}"
fi: Hae kaikkialta "{query}"
hi: "{query}" हर जगह खोजें
hu: Kereses mindenhol: "{query}"
ja: 「{query}」をすべての場所で検索
ko: "{query}" 전체 검색
pl: Szukaj wszędzie "{query}"
ro: Cauta peste tot "{query}"
tr: Her yerde "{query}" ara
vi: Tim kiem moi noi cho "{query}"
zh_tw: 在所有位置搜尋「{query}」

# searchEverywhereSubtitle
source: Search across all collections and files.
cs: Hledat ve všech kolekcich a souborech.
da: Søg på tværs af alle samlinger og filer.
fi: Hae kaikista kokoelmista ja tiedostoista.
hi: सभी संग्रहों और फ़ाइलों में खोजें।
hu: Kereses az osszes gyujtemenyben es fajlban.
ja: すべてのコレクションとファイルを検索します。
ko: 모든 컬렉션과 파일에서 검색합니다.
pl: Szukaj we wszystkich kolekcjach i plikach.
ro: Cauta in toate colectiile si fisierele.
tr: Tüm koleksiyonlarda ve dosyalarda ara.
vi: Tim kiem trong tat ca bo suu tap va tap tin.
zh_tw: 搜尋所有集合和檔案。

source: No collections found for "{query}"
cs: Žadne kolekce nenalezeny pro "{query}"
da: Ingen samlinger fundet for "{query}"
fi: Kokoelmia ei loytynyt haulle "{query}"
hi: "{query}" के लिए कोई संग्रह नहीं मिला
hu: Nem talalhatok gyujtemenyek a(z) "{query}" keresesre
ja: 「{query}」に一致するコレクションが見つかりません
ko: "{query}"에 대한 컬렉션을 찾을 수 없습니다
pl: Nie znaleziono kolekcji dla "{query}"
ro: Nu s-au gasit colectii pentru "{query}"
tr: "{query}" için koleksiyon bulunamadı
vi: Khong tim thay bo suu tap cho "{query}"
zh_tw: 找不到符合「{query}」的集合

source: Uncategorized
cs: Nezařazené
da: Ukategoriseret
fi: Luokittelematon
hi: अवर्गीकृत
hu: Kategorizálatlan
ja: カテゴリなし
ko: 분류되지 않음
pl: Bez kategorii
ro: Necategorisite
tr: Kategorisiz
vi: Chưa phân loại
zh_tw: 未分類

source: Syncing trash...
cs: Synchronizuji koš...
da: Synkroniserer papirkurv...
fi: Synkronoidaan roskakoriaÿ...
hi: ट्रैश सिंक हो रहा है...
hu: Kuka szinkronizalasa...
ja: ゴミ箱を同期中...
ko: 휴지통 동기화 중...
pl: Synchronizowanie kosza...
ro: Se sincronizeaza cosul de gunoi...
tr: Çöp kutusu senkronize ediliyor...
vi: Dang dong bo thung rac...
zh_tw: 正在同步垃圾桶...

source: Restoring...
cs: Obnovuji...
da: Gendanner...
fi: Palautetaan...
hi: पुनर्स्थापित हो रहा है...
hu: Visszaallitas...
ja: 復元中...
ko: 복원 중...
pl: Przywracanie...
ro: Se restaureaza...
tr: Geri yükleniyor...
vi: Dang khoi phuc...
zh_tw: 正在還原...

# restoredFileToCollection
source: Restored "{fileName}" to "{collectionName}"
cs: "{fileName}" obnoven do "{collectionName}"
da: Gendannet "{fileName}" til "{collectionName}"
fi: "{fileName}" palautettu kokoelmaan "{collectionName}"
hi: "{fileName}" को "{collectionName}" में पुनर्स्थापित किया गया
hu: "{fileName}" visszaallitva a(z) "{collectionName}" gyujtemenybe
ja: 「{fileName}」を「{collectionName}」に復元しました
ko: "{fileName}"이(가) "{collectionName}"(으)로 복원되었습니다
pl: Przywrócono "{fileName}" do "{collectionName}"
ro: "{fileName}" restaurat in "{collectionName}"
tr: "{fileName}" "{collectionName}" koleksiyonuna geri yüklendi
vi: Da khoi phuc "{fileName}" vao "{collectionName}"
zh_tw: 已將「{fileName}」還原至「{collectionName}」

source: Clearing trash...
cs: Vyprazdnuji koš...
da: Tømmer papirkurv...
fi: Tyhjennetaan roskakoriaÿ...
hi: ट्रैश साफ़ हो रहा है...
hu: Kuka uritese...
ja: ゴミ箱を空にしています...
ko: 휴지통 비우는 중...
pl: Opróżnianie kosza...
ro: Se goleste cosul de gunoi...
tr: Çöp kutusu temizleniyor...
vi: Dang xoa thung rac...
zh_tw: 正在清空垃圾桶...

source: Trash is empty
cs: Koš je prazdny
da: Papirkurven er tom
fi: Roskakori on tyhja
hi: ट्रैश खाली है
hu: A kuka ures
ja: ゴミ箱は空です
ko: 휴지통이 비어 있습니다
pl: Kosz jest pusty
ro: Cosul de gunoi este gol
tr: Çöp kutusu boş
vi: Thung rac trong
zh_tw: 垃圾桶是空的

source: Share
cs: Sdílet
da: Del
fi: Jaa
hi: साझा करें
hu: Megosztás
ja: 共有
ko: 공유
pl: Udostępnij
ro: Distribuire
tr: Paylaş
vi: Chia sẻ
zh_tw: 分享

source: Share link
cs: Sdílet odkaz
da: Del link
fi: Jaa linkki
hi: लिंक साझा करें
hu: Link megosztasa
ja: リンクの共有
ko: 링크 공유
pl: Udostępnij link
ro: Distribuiți linkul
tr: Bağlantıyı paylaş
vi: Chia sẻ liên kết
zh_tw: 分享連結

# creatingShareLink
source: Creating link...
cs: Vytváření odkazu...
da: Opretter link...
fi: Luodaan linkkia...
hi: लिंक बनाया जा रहा है...
hu: Link létrehozása...
ja: リンクを作成中...
ko: 링크 생성 중...
pl: Tworzenie linku...
ro: Se crează linkul...
tr: Bağlantı oluşturuluyor...
vi: Đang tạo liên kết...
zh_tw: 正在建立連結...

# shareThisLink
source: Anyone with this link can access your item.
cs: Tento odkaz umožnuje komukoliv, kdo jej obdrži, pristup k vaši položce. Pristup muzete kdykoliv zrušit smazanim odkazu.
da: Dette link giver alle, der modtager det, adgang til dit element. Du kan fjerne adgangen når som helst ved at slette linket.
fi: Taman linkin avulla kuka tahansa voi kayttaa kohdettasi. Voit poistaa kayton milloin tahansa poistamalla linkin.
hi: यह लिंक किसी को भी आपके आइटम तक पहुँच प्रदान करता है। आप लिंक हटाकर कभी भी पहुँच हटा सकते हैं।
hu: Ez a link lehetove teszi barkinek, aki megkapja, hogy hozzaferjen az elemehez. Barmikor eltavolithatja a hozzaferest a link torlesevel.
ja: このリンクを受け取った人は誰でもあなたのアイテムにアクセスできます。リンクを削除することでいつでもアクセスを取り消すことができます。
ko: 이 링크를 통해 누구나 항목에 접근할 수 있습니다. 언제든지 링크를 삭제하여 접근을 제거할 수 있습니다.
pl: Ten link pozwala każdemu, kto go otrzyma, uzyskać dostęp do Twojego elementu. Możesz w każdej chwili usunąć dostęp, usuwając link.
ro: Acest link permite oricui il primeste sa acceseze elementul dumneavoastra. Puteti revoca accesul oricand stergand link-ul.
tr: Bu bağlantı, alan herkesin öğenize erişmesine izin verir. Bağlantıyı silerek istediğiniz zaman erişimi kaldırabilirsiniz.
vi: Lien ket nay cho phep bat ky ai nhan duoc truy cap muc cua ban. Ban co the xoa quyen truy cap bat ky luc nao bang cach xoa lien ket.
zh_tw: 此連結可讓任何收到它的人存取您的項目。您可以隨時刪除連結來移除存取權限。

source: Copy link
cs: Kopírovat odkaz
da: Kopiér link
fi: Kopioi linkki
hi: लिंक कॉपी करें
hu: Hivatkozás másolása
ja: リンクをコピー
ko: 링크 복사
pl: Skopiuj link
ro: Copere link
tr: Bağlantıyı kopyala
vi: Sao chép liên kết
zh_tw: 複製連結

source: Delete link
cs: Smazat odkaz
da: Slet link
fi: Poista linkki
hi: लिंक हटाएं
hu: Link torlese
ja: リンクを削除
ko: 링크 삭제
pl: Usuń link
ro: Sterge link
tr: Bağlantıyı sil
vi: Xoa lien ket
zh_tw: 刪除連結

source: Close
cs: Zavřít
da: Luk
fi: Sulje
hi: बंद करें
hu: Bezárás
ja: 閉じる
ko: 닫기
pl: Zamknij
ro: Închidere
tr: Kapat
vi: Đóng
zh_tw: 關閉

source: Link copied to clipboard
cs: Odkaz zkopírován do schránky
da: Link kopieret til udklipsholder
fi: Linkki kopioitu leikepöydalle
hi: लिंक क्लिपबोर्ड में कॉपी किया गया
hu: Link vagolapra masolva
ja: リンクをクリップボードにコピーしました
ko: 링크가 클립보드에 복사되었습니다
pl: Link skopiowany do schowka
ro: Linkul a fost copiat în clipboard
tr: Link panoya kopyalandı
vi: Liên kết đã được sao chép vào bộ nhớ tạm
zh_tw: 連結已複製到剪貼簿

# deleteShareLink
source: Delete link
cs: Smazat odkaz
da: Slet link
fi: Poista linkki
hi: लिंक हटाएं
hu: Link torlese
ja: リンクを削除
ko: 링크 삭제
pl: Usuń link
ro: Sterge link
tr: Bağlantıyı sil
vi: Xoa lien ket
zh_tw: 刪除連結

# deleteShareLinkDialogTitle
source: Delete link?
cs: Smazat odkaz?
da: Slet link?
fi: Poistetaanko linkki?
hi: लिंक हटाएं?
hu: Torli a linket?
ja: リンクを削除しますか？
ko: 링크를 삭제하시겠습니까?
pl: Usunąć link?
ro: Stergeti link-ul?
tr: Bağlantı silinsin mi?
vi: Xoa lien ket?
zh_tw: 刪除連結？

# deleteShareLinkConfirmation
source: People with this link will no longer be able to access the item.
cs: Lide s timto odkazem již nebudou moci pristupovat k položce.
da: Personer med dette link vil ikke længere kunne få adgang til elementet.
fi: Taman linkin saaneet eivat enaa pääse kohteeseen.
hi: इस लिंक वाले लोग अब आइटम तक नहीं पहुँच पाएंगे।
hu: Azok, akiknel megvan ez a link, tobbe nem ferhetnek hozza az elemhez.
ja: このリンクを持つ人はアイテムにアクセスできなくなります。
ko: 이 링크를 가진 사람들은 더 이상 항목에 접근할 수 없게 됩니다.
pl: Osoby posiadające ten link nie będą już mogły uzyskać dostępu do elementu.
ro: Persoanele cu acest link nu vor mai putea accesa elementul.
tr: Bu bağlantıya sahip kişiler artık öğeye erişemeyecek.
vi: Nhung nguoi co lien ket nay se khong con truy cap duoc muc nay.
zh_tw: 擁有此連結的人將無法再存取該項目。

# deletingShareLink
source: Deleting link...
cs: Mazani odkazu...
da: Sletter link...
fi: Poistetaan linkkia...
hi: लिंक हटाया जा रहा है...
hu: Link torlese...
ja: リンクを削除中...
ko: 링크 삭제 중...
pl: Usuwanie linku...
ro: Se sterge link-ul...
tr: Bağlantı siliniyor...
vi: Dang xoa lien ket...
zh_tw: 正在刪除連結...

# shareLinkDeletedSuccessfully
source: Link deleted successfully
cs: Odkaz byl uspesne smazan
da: Link slettet
fi: Linkki poistettu onnistuneesti
hi: लिंक सफलतापूर्वक हटाया गया
hu: Link sikeresen torolve
ja: リンクが正常に削除されました
ko: 링크가 성공적으로 삭제되었습니다
pl: Link został pomyślnie usunięty
ro: Link sters cu succes
tr: Bağlantı başarıyla silindi
vi: Xoa lien ket thanh cong
zh_tw: 連結刪除成功

# failedToCreateShareLink
source: Failed to create link
cs: Vytvoreni odkazu se nezdarilo
da: Kunne ikke oprette link
fi: Linkin luominen epaonnistui
hi: लिंक बनाने में विफल
hu: Link letrehozasa sikertelen
ja: リンクの作成に失敗しました
ko: 링크 생성 실패
pl: Nie udało się utworzyć linku
ro: Creare link esuata
tr: Bağlantı oluşturulamadı
vi: Khong the tao lien ket
zh_tw: 建立連結失敗

# failedToDeleteShareLink
source: Failed to delete link
cs: Smazani odkazu se nezdarilo
da: Kunne ikke slette link
fi: Linkin poistaminen epaonnistui
hi: लिंक हटाने में विफल
hu: Link torlese sikertelen
ja: リンクの削除に失敗しました
ko: 링크 삭제 실패
pl: Nie udało się usunąć linku
ro: Stergere link esuata
tr: Bağlantı silinemedi
vi: Khong the xoa lien ket
zh_tw: 刪除連結失敗

# deletingFile
source: Deleting item...
cs: Mazani položky...
da: Sletter element...
fi: Poistetaan kohdetta...
hi: आइटम हटाया जा रहा है...
hu: Elem torlese...
ja: アイテムを削除中...
ko: 항목 삭제 중...
pl: Usuwanie elementu...
ro: Se sterge elementul...
tr: Öğe siliniyor...
vi: Dang xoa muc...
zh_tw: 正在刪除項目...

source: Change email
cs: Změnit e-mail
da: Skift email adresse
fi: Vaihda sahkoposti
hi: ईमेल बदलें
hu: E-mail cím módosítása
ja: Eメールを変更
ko: 이메일 변경
pl: Zmień adres e-mail
ro: Schimbați e-mailul
tr: E-posta adresini değiştir
vi: Đổi email
zh_tw: 變更電子郵件

# authToChangeYourEmail
source: Please authenticate to change your email
cs: Pro změnu e-mailové adresy se prosím ověřte
da: Bekræft venligst din identitet for at ændre din email adresse
fi: Tunnistaudu vaihtaaksesi sahkopostisi
hi: अपना ईमेल बदलने के लिए कृपया प्रमाणीकरण करें
hu: Kérjük, hitelesítse magát az e-mail címének módosításához
ja: メールアドレスを変更するには認証してください
ko: 이메일을 변경하려면 인증 절차를 거쳐주세요
pl: Prosimy uwierzytelnić się, aby zmienić swój adres e-mail
ro: Vă rugăm să vă autentificați pentru a vă schimba adresa de e-mail
tr: E-postanızı değiştirmek için lütfen kimlik doğrulaması yapın
vi: Vui lòng xác thực để đổi email
zh_tw: 請驗證以變更您的電子郵件

# changePasswordTitle
source: Change password
cs: Změnit heslo
da: Skift adgangskode
fi: Vaihda salasana
hi: पासवर्ड बदलें
hu: Jelszó megváltoztatása
ja: パスワードを変更
ko: 비밀번호 변경
pl: Zmień hasło
ro: Schimbați parola
tr: Parolanızı değiştirin
vi: Thay đổi mật khẩu
zh_tw: 變更密碼

# authToChangeYourPassword
source: Please authenticate to change your password
cs: Pro změnu hesla se prosím ověřte
da: Bekræft venligst din identitet for at ændre din adgangskode
fi: Tunnistaudu vaihtaaksesi salasanasi
hi: अपना पासवर्ड बदलने के लिए कृपया प्रमाणीकरण करें
hu: Kérjük, hitelesítse magát a jelszó módosításához
ja: メールアドレスを変更するには認証してください
ko: 암호를 변경하려면 인증 절차를 거쳐주세요
pl: Prosimy uwierzytelnić się, aby zmienić hasło
ro: Vă rugăm să vă autentificați pentru a vă schimba parola
tr: Şifrenizi değiştirmek için lütfen kimlik doğrulaması yapın
vi: Vui lòng xác thực để đổi mật khẩu
zh_tw: 請驗證以變更您的密碼

source: Recovery key
cs: Obnovovací klíč
da: Gendannelse nøgle
fi: Palautusavain
hi: पुनःप्राप्ति कुंजी
hu: Visszaállítási kulcs
ja: リカバリーキー
ko: 복구 키
pl: Klucz odzyskiwania
ro: Cheie de recuperare
tr: Kurtarma anahtarı
vi: Mã khôi phục
zh_tw: 復原金鑰

source: Ok
hi: ठीक है
hu: Rendben
ko: 확인
tr: Tamam
zh_tw: 確定

source: Logout
cs: Odhlásit se
da: Log ud
fi: Kirjaudu ulos
hi: लॉगआउट
hu: Kijelentkezés
ja: ログアウト
ko: 로그아웃
pl: Wyloguj
ro: Deconectare
tr: Çıkış yap
vi: Đăng xuất
zh_tw: 登出

source: Delete account
cs: Smazat účet
da: Slet konto
fi: Poista tili
hi: अकाउंट डिलीट करें
hu: Fiók törlése
ja: アカウントを削除
ko: 계정 삭제
pl: Usuń konto
ro: Ștergere cont
tr: Hesabı sil
vi: Xóa tài khoản
zh_tw: 刪除帳戶

source: Are you sure you want to logout?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på at du vil logge ud?
fi: Haluatko varmasti kirjautua ulos?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
hu: Biztos benne, hogy kijelentkezik?
ja: 本当にログアウトしてよろしいですか？
ko: 로그아웃 하시겠습니까?
pl: Czy na pewno chcesz się wylogować?
ro: Sunteți sigur că doriți să vă deconectați?
tr: Çıkış yapmak istediğinize emin misiniz?
vi: Bạn có chắc muốn đăng xuất không?
zh_tw: 您確定要登出嗎？

source: Yes, logout
cs: Ano, odhlásit se
da: Ja, log ud
fi: Kylla, kirjaudu ulos
hi: हाँ, लॉगआउट करें
hu: Igen, kijelentkezés
ja: はい、ログアウトします
ko: 네, 로그아웃하기
pl: Tak, wyloguj
ro: Da, mă deconectez
tr: Evet, oturumu kapat
vi: Có, đăng xuất
zh_tw: 是，登出

source: Change password
cs: Změnit heslo
da: Skift adgangskode
fi: Vaihda salasana
hi: पासवर्ड बदलें
hu: Jelszó megváltoztatása
ja: パスワードを変更
ko: 비밀번호 변경
pl: Zmień hasło
ro: Schimbați parola
tr: Parolanızı değiştirin
vi: Thay đổi mật khẩu
zh_tw: 變更密碼

# authToViewYourRecoveryKey
source: Please authenticate to view your recovery key
cs: Pro zobrazení Vašeho obnovovacího klíče se prosím ověřte
da: Bekræft venligst din identitet for at se din gendannelseskode.
fi: Tunnistaudu nahdaksesi palautusavaimesi
hi: अपनी पुनर्प्राप्ति कुंजी देखने के लिए कृपया प्रमाणीकरण करें
hu: A visszaállítási kulcsok megtekintéséhez hitelesítsd magad
ja: リカバリーキーを表示するためには認証が必要です
ko: 당신의 복구 키를 확인하려면 인증 절차를 거쳐주세요
pl: Prosimy uwierzytelnić się, aby wyświetlić swój klucz odzyskiwania
ro: Vă rugăm să vă autentificați pentru a vedea cheia de recuperare
tr: Kurtarma anahtarınızı görmek için lütfen kimliğinizi doğrulayın
vi: Vui lòng xác thực để xem mã khôi phục
zh_tw: 請驗證以查看您的復原金鑰

source: Account
cs: Účet
da: Konto
fi: Tili
hi: खाता
hu: Fiók
ja: アカウント
ko: 계정
pl: Konto
ro: Cont
tr: Hesap
vi: Tài khoản
zh_tw: 帳戶

source: Security
cs: Zabezpečení
da: Sikkerhed
fi: Turvallisuus
hi: सुरक्षा
hu: Biztonság
ja: セキュリティ
ko: 보안
pl: Bezpieczeństwo
ro: Securitate
tr: Güvenlik
vi: Bảo mật
zh_tw: 安全性

# emailVerificationToggle
source: Email verification
cs: Ověření pomocí e-mailu
da: Email-verifikation
fi: Sahkopostivahvistus
hi: ईमेल सत्यापन
hu: E-mail cím ellenőrzése
ja: メール確認
ko: 이메일 검증
pl: Weryfikacja e-mail
ro: Verificarea adresei de e-mail
tr: E-posta doğrulama
vi: Xác minh email
zh_tw: 電子郵件驗證

# authToChangeEmailVerificationSetting
source: Please authenticate to change email verification
cs: Pro změnu ověření pomocí e-mailu se prosím ověřte
da: Bekræft venligst din identitet for at ændre email-verifikation
fi: Tunnistaudu muuttaaksesi sahkopostivahvistusta
hi: ईमेल सत्यापन बदलने के लिए कृपया प्रमाणीकरण करें
hu: Kérjük, hitelesítse magát az e-mail-cím ellenőrzésének módosításához
ja: メール確認を変更するには認証してください
ko: 이메일 검증을 변경하시려면 인증 절차를 거쳐주세요
pl: Prosimy uwierzytelnić się, aby zmienić weryfikację e-mail
ro: Vă rugăm să vă autentificați pentru a schimba verificarea prin e-mail
tr: E-posta doğrulamasını değiştirmek için lütfen kimlik doğrulaması yapın
vi: Vui lòng xác thực để đổi cài đặt xác minh email
zh_tw: 請驗證以變更電子郵件驗證設定

source: Passkey
cs: Přístupový klíč
fi: Paasynavain
hi: पासकी
ja: パスキー
ko: 패스키
pl: Klucz dostępu
ro: Cheie de acces
tr: Geçiş anahtarı
vi: Khóa truy cập
zh_tw: 通行金鑰

# authenticateGeneric
source: Please authenticate
cs: Ověřte se prosím
da: Bekræft venligst din identitet
fi: Tunnistaudu
hi: कृपया प्रमाणीकरण करें
hu: Kérjük hitelesítsd magad
ja: 認証してください
ko: 인증 절차를 거쳐주세요
pl: Prosimy się uwierzytelnić
ro: Va rugam autentificati-va
tr: Lütfen doğrulama yapın
vi: Vui lòng xác thực
zh_tw: 請驗證
