Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

source: Some items are in both Ente and your device.
ja: いくつかの項目は、Enteとお使いのデバイス上の両方にあります。
pl: Niektóre elementy są zarówno w Ente, jak i na Twoim urządzeniu.
ro: Anumite articole se află atât în Ente, cât și în dispozitiv.
tr: Bazı öğeler hem Ente'de hem de cihazınızda bulunur.
zh: 有些项目同时存在于 Ente 和您的设备中。

# selectedItemsWillBeDeletedFromAllAlbumsAndMoved
source: Selected items will be deleted from all albums and moved to trash.
ja: 選択したアイテムはすべてのアルバムから削除され、ゴミ箱に移動されます。
pl: Wybrane elementy zostaną usunięte ze wszystkich albumów i przeniesione do kosza.
ro: Articolele selectate vor fi șterse din toate albumele și mutate în coșul de gunoi.
tr: Seçilen öğeler tüm albümlerden silinecek ve çöp kutusuna taşınacak.
zh: 所选项目将从所有相册中删除并移动到回收站。

source: These items will be deleted from your device.
ja: これらの項目はデバイスから削除されます。
pl: Te elementy zostaną usunięte z Twojego urządzenia.
ro: Aceste articole vor fi șterse din dispozitivul dvs.
tr: Bu öğeler cihazınızdan silinecektir.
zh: 这些项目将从您的设备中删除。

# itLooksLikeSomethingWentWrongPleaseRetryAfterSome
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
ja: 問題が発生したようです。しばらくしてから再試行してください。エラーが解決しない場合は、サポートチームにお問い合わせください。
pl: Wygląda na to, że coś poszło nie tak. Spróbuj ponownie po pewnym czasie. Jeśli błąd będzie się powtarzał, skontaktuj się z naszym zespołem pomocy technicznej.
ro: Se pare că ceva nu a mers bine. Vă rugăm să încercați din nou după ceva timp. Dacă eroarea persistă, vă rugăm să contactați echipa noastră de asistență.
tr: Bir şeyler ters gitmiş gibi görünüyor. Lütfen bir süre sonra tekrar deneyin. Hata devam ederse, lütfen destek ekibimizle iletişime geçin.
zh: 看起来出了点问题。 请稍后重试。 如果错误仍然存在，请联系我们的支持团队。

source: Error
he: שגיאה
ja: エラー
lt: Klaida
pl: Błąd
ro: Eroare
tr: Hata
zh: 错误

# tempErrorContactSupportIfPersists
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
ja: 問題が発生したようです。しばらくしてから再試行してください。エラーが解決しない場合は、サポートチームにお問い合わせください。
lt: Atrodo, kad kažkas nutiko ne taip. Bandykite dar kartą po kurio laiko. Jei klaida tęsiasi, susisiekite su mūsų palaikymo komanda.
pl: Wygląda na to, że coś poszło nie tak. Spróbuj ponownie po pewnym czasie. Jeśli błąd będzie się powtarzał, skontaktuj się z naszym zespołem pomocy technicznej.
ro: Se pare că ceva nu a mers bine. Vă rugăm să încercați din nou după ceva timp. Dacă eroarea persistă, vă rugăm să contactați echipa noastră de asistență.
tr: Bir şeyler ters gitmiş gibi görünüyor. Lütfen bir süre sonra tekrar deneyin. Hata devam ederse, lütfen destek ekibimizle iletişime geçin.
zh: 看起来出了点问题。 请稍后重试。 如果错误仍然存在，请联系我们的支持团队。

# networkHostLookUpErr
source: Unable to connect to Ente, please check your network settings and contact support if the error persists.
ja: Enteに接続できませんでした。ネットワーク設定を確認し、エラーが解決しない場合はサポートにお問い合わせください。
lt: Nepavyksta prisijungti prie „Ente“. Patikrinkite tinklo nustatymus ir susisiekite su palaikymo komanda, jei klaida tęsiasi.
pl: Nie można połączyć się z Ente, sprawdź ustawienia sieci i skontaktuj się z pomocą techniczną, jeśli błąd będzie się powtarzał.
ro: Nu se poate conecta la Ente, vă rugăm să verificați setările de rețea și să contactați asistenta dacă eroarea persistă.
tr: Ente'ye bağlanılamıyor. Lütfen ağ ayarlarınızı kontrol edin ve hata devam ederse destek ekibiyle iletişime geçin.
zh: 无法连接到 Ente，请检查您的网络设置，如果错误仍然存在，请联系支持人员。

# networkConnectionRefusedErr
source: Unable to connect to Ente, please retry after sometime. If the error persists, please contact support.
ja: Enteに接続できませんでした。しばらくしてから再試行してください。エラーが解決しない場合は、サポートにお問い合わせください。
lt: Nepavyksta prisijungti prie „Ente“. Bandykite dar kartą po kurio laiko. Jei klaida tęsiasi, susisiekite su palaikymo komanda.
pl: Nie można połączyć się z Ente, spróbuj ponownie po pewnym czasie. Jeśli błąd będzie się powtarzał, skontaktuj się z pomocą techniczną.
ro: Nu se poate conecta la Ente, vă rugăm să reîncercați după un timp. Dacă eroarea persistă, contactați asistența.
tr: Ente'ye bağlanılamıyor. Lütfen bir süre sonra tekrar deneyin. Hata devam ederse lütfen desteğe başvurun.
zh: 无法连接到 Ente，请稍后重试。如果错误仍然存在，请联系支持人员。

source: Cached data
he: נתונים מוטמנים
ja: キャッシュデータ
lt: Podėliuoti duomenis
pl: Dane w pamięci podręcznej
ro: Date salvate în memoria cache
tr: Ön belleğe alınan veri
zh: 缓存数据

source: Clear caches
ja: キャッシュをクリア
lt: Valyti podėlius
pl: Wyczyść pamięć podręczną
ro: Ștergeți memoria cache
tr: Önbellekleri temizle
zh: 清除缓存

source: Remote images
ja: デバイス上にない画像
lt: Nuotoliniai vaizdai
pl: Zdjęcia zdalne
ro: Imagini la distanță
tr: Uzaktan Görüntüler
zh: 云端图像

source: Remote videos
ja: デバイス上にない動画
lt: Nuotoliniai vaizdo įrašai
pl: Zdalne wideo
ro: Videoclipuri la distanță
tr: Uzak videolar
zh: 云端视频

source: Remote thumbnails
ja: リモートのサムネイル画像
lt: Nuotolinės miniatiūros
pl: Zdalne miniatury
ro: Miniaturi la distanță
tr: Uzak Küçük Resim
zh: 云端缩略图

source: Pending sync
ja: 同期を保留中
lt: Laukiama sinchronizacija
pl: Oczekująca synchronizacja
ro: Sincronizare în așteptare
tr: Senkronizasyon bekleniyor
zh: 正在等待同步

source: Local gallery
ja: デバイス上のギャラリー
lt: Vietinė galerija
pl: Galeria lokalna
ro: Galerie locală
tr: Yerel galeri
zh: 本地相册

source: Today's logs
ja: 今日のログ
lt: Šiandienos žurnalai
pl: Dzisiejsze logi
ro: Jurnalele de astăzi
tr: Bugünün günlükleri
zh: 当天日志

source: View logs
he: צפייה בלוגים
ja: ログを表示
lt: Peržiūrėti žurnalus
pl: Wyświetl logi
ro: Afișare jurnale
tr: Günlükleri göster
zh: 查看日志

# logsDialogBody
source: This will send across logs to help us debug your issue. Please note that file names will be included to help track issues with specific files.
ja: これにより、問題のデバッグに役立つログが送信されます。 特定のファイルの問題を追跡するために、ファイル名が含まれることに注意してください。
lt: Tai nusiųs žurnalus, kurie padės mums išspręsti jūsų problemą. Atkreipkite dėmesį, kad failų pavadinimai bus įtraukti, kad būtų lengviau atsekti problemas su konkrečiais failais.
pl: Spowoduje to wysyłanie logów, aby pomóc nam w debugowaniu twojego problemu. Pamiętaj, że nazwy plików zostaną dołączone, aby pomóc w śledzeniu problemów z określonymi plikami.
ro: Aceasta va trimite jurnalele pentru a ne ajuta să depistăm problema. Vă rugăm să rețineți că numele fișierelor vor fi incluse pentru a ne ajuta să urmărim problemele cu anumite fișiere.
tr: Bu, sorununuzu gidermemize yardımcı olmak için günlükleri gönderecektir. Belirli dosyalarla ilgili sorunların izlenmesine yardımcı olmak için dosya adlarının ekleneceğini lütfen unutmayın.
zh: 这将跨日志发送以帮助我们调试您的问题。 请注意，将包含文件名以帮助跟踪特定文件的问题。

source: Preparing logs...
he: מכין לוגים...
ja: ログを準備中...
lt: Ruošiami žurnalai...
pl: Przygotowywanie logów...
ro: Se pregătesc jurnalele...
tr: Günlük hazırlanıyor...
zh: 正在准备日志...

source: Email your logs
ja: ログをメールで送信
lt: Atsiųskite žurnalus el. laišku
pl: Wyślij mailem logi
ro: Trimiteți jurnalele prin e-mail
tr: Günlüklerinizi e-postayla gönderin
zh: 通过电子邮件发送您的日志

# pleaseSendTheLogsTo
source: Please send the logs to {toEmail}
ja: ログを以下のアドレスに送信してください {toEmail}
lt: Siųskite žurnalus adresu {toEmail}
pl: Prosimy wysłać logi do {toEmail}
ro: Vă rugăm să trimiteți jurnalele la {toEmail}
tr: Lütfen günlükleri şu adrese gönderin {toEmail}
zh: 请将日志发送至 {toEmail}

source: Copy email address
ja: メールアドレスをコピー
lt: Kopijuoti el. pašto adresą
pl: Kopiuj adres e-mail
ro: Copiați adresa de e-mail
tr: E-posta adresini kopyala
zh: 复制电子邮件地址

source: Export logs
he: ייצוא לוגים
ja: ログのエクスポート
lt: Eksportuoti žurnalus
pl: Eksportuj logi
ro: Exportați jurnalele
tr: Günlüğü dışa aktar
zh: 导出日志

# pleaseEmailUsAt
source: Please email us at {toEmail}
ja: {toEmail} にメールでご連絡ください
pl: Prosimy o kontakt mailowy pod adresem {toEmail}
tr: Lütfen bize {toEmail} adresinden ulaşın
zh: 请给我们发送电子邮件至 {toEmail}

source: Dismiss
he: התעלם
ja: 閉じる
pl: Odrzuć
tr: Reddet
zh: 忽略

source: Did you know?
ja: ご存知ですか?
lt: Ar žinojote?
pl: Czy wiedziałeś/aś?
ro: Știați că?
tr: Biliyor musun?
zh: 您知道吗？

# loadingMessage
source: Loading your photos...
ja: あなたの写真を読み込み中...
pl: Wczytywanie Twoich zdjęć...
ro: Se încarcă fotografiile...
tr: Fotoğraflarınız yükleniyor...
zh: 正在加载您的照片...

# loadMessage1
source: You can share your subscription with your family
ja: サブスクリプションを家族と共有できます
lt: Galite bendrinti savo prenumeratą su šeima.
pl: Możesz udostępnić swoją subskrypcję swojej rodzinie
ro: Puteți împărți abonamentul cu familia dvs.
tr: Aboneliğinizi ailenizle paylaşabilirsiniz
zh: 您可以与家庭分享您的订阅

# loadMessage2
source: We have preserved over 30 million memories so far
ja: 私たちはこれまでに3000万以上の思い出を保存してきました
lt: Iki šiol išsaugojome daugiau kaip 30 milijonų prisiminimų.
pl: Do tej pory zachowaliśmy ponad 30 milionów wspomnień
ro: Am păstrat până acum peste 30 de milioane de amintiri
tr: Şu ana kadar 30 milyondan fazla anıyı koruduk
zh: 到目前为止，我们已经保存了超过3 000万个回忆

# loadMessage3
source: We keep 3 copies of your data, one in an underground fallout shelter
ja: 私たちはあなたのデータのコピーを3つ保管しています。1つは地下のシェルターにあります。
lt: Laikome 3 jūsų duomenų kopijas, vieną iš jų – požeminėje priešgaisrinėje slėptuvėje.
pl: Przechowujemy 3 kopie Twoich danych, jedną w podziemnym schronie
ro: Păstrăm 3 copii ale datelor dvs., dintre care una într-un adăpost antiatomic subteran
tr: Verilerinizin 3 kopyasını saklıyoruz, biri yer altı serpinti sığınağında
zh: 我们保存你的3个数据副本，其中一个在地下安全屋中

# loadMessage4
source: All our apps are open source
ja: すべてのアプリはオープンソースです
lt: Visos mūsų programos yra atvirojo kodo.
pl: Wszystkie nasze aplikacje są otwarto źródłowe
ro: Toate aplicațiile noastre sunt open source
tr: Tüm uygulamalarımız açık kaynaktır
zh: 我们所有的应用程序都是开源的

# loadMessage5
source: Our source code and cryptography have been externally audited
ja: 当社のソースコードと暗号方式は外部から監査されています
lt: Mūsų šaltinio kodas ir kriptografija buvo išoriškai audituoti.
pl: Nasz kod źródłowy i kryptografia zostały poddane zewnętrznemu audytowi
ro: Codul nostru sursă și criptografia au fost evaluate extern
tr: Kaynak kodumuz ve şifrelememiz harici olarak denetlenmiştir
zh: 我们的源代码和加密技术已经由外部审计

# loadMessage6
source: You can share links to your albums with your loved ones
ja: アルバムへのリンクを共有できます
lt: Galite bendrinti savo albumų nuorodas su artimaisiais.
pl: Możesz udostępniać linki do swoich albumów swoim bliskim
ro: Puteți distribui linkuri către albumele dvs. celor dragi
tr: Albümlerinizin bağlantılarını sevdiklerinizle paylaşabilirsiniz
zh: 您可以与您所爱的人分享您相册的链接

# loadMessage7
source: Our mobile apps run in the background to encrypt and backup any new photos you click
ja: 当社のモバイルアプリはバックグラウンドで実行され、新しい写真を暗号化してバックアップします
lt: Mūsų mobiliosios programos veikia fone, kad užšifruotų ir sukurtų atsarginę kopiją visų naujų nuotraukų, kurias spustelėjate.
pl: Nasze aplikacje mobilne działają w tle, aby zaszyfrować i wykonać kopię zapasową wszystkich nowych zdjęć, które klikniesz
ro: Aplicațiile noastre mobile rulează în fundal pentru a cripta și salva orice fotografie nouă pe care o realizați
tr: Mobil uygulamalarımız, tıkladığınız yeni fotoğrafları şifrelemek ve yedeklemek için arka planda çalışır
zh: 我们的移动应用程序在后台运行以加密和备份您点击的任何新照片

# loadMessage8
source: web.ente.io has a slick uploader
ja: web.ente.ioにはアップローダーがあります
lt: web.ente.io turi sklandų įkėlėją
pl: web.ente.io ma zgrabny program do przesyłania
ro: web.ente.io are un instrument de încărcare sofisticat
tr: web.ente.io'nun mükemmel bir yükleyicisi var
zh: web.ente.io 有一个巧妙的上传器

# loadMessage9
source: We use Xchacha20Poly1305 to safely encrypt your data
ja: Xchacha20Poly1305を使用してデータを安全に暗号化します。
lt: Naudojame „Xchacha20Poly1305“, kad saugiai užšifruotume jūsų duomenis.
pl: Używamy Xchacha20Poly1305 do bezpiecznego szyfrowania Twoich danych
ro: Folosim Xchacha20Poly1305 pentru a vă cripta datele în siguranță
tr: Verilerinizi güvenli bir şekilde şifrelemek için Xchacha20Poly1305 kullanıyoruz
zh: 我们使用 Xchacha20Poly1305 加密技术来安全地加密您的数据

source: Photo descriptions
ja: 写真の説明
pl: Opisy zdjęć
ro: Descrieri fotografie
tr: Fotoğraf Açıklaması
zh: 照片说明

source: File types and names
ja: ファイルの種類と名前
pl: Typy plików i nazwy
ro: Tipuri de fișiere și denumiri
tr: Dosya türleri ve adları
zh: 文件类型和名称

source: Location
he: מקום
ja: 場所
lt: Vietovė
pl: Lokalizacja
ro: Locație
tr: Konum
zh: 地理位置

source: Moments
ja: モーメント
lt: Akimirkos
pl: Momenty
ro: Momente
tr: Anlar
zh: 瞬间

# searchFaceEmptySection
source: People will be shown here once indexing is done
ja: 学習が完了すると、ここに人が表示されます
pl: Po zakończeniu indeksowania ludzie będą tu wyświetlani
ro: Persoanele vor fi afișate aici odată ce indexarea este finalizată
tr: İndeksleme yapıldıktan sonra insanlar burada gösterilecek
zh: 待索引完成后，人物将显示在此处

# searchDatesEmptySection
source: Search by a date, month or year
ja: 日付、月または年で検索
pl: Szukaj według daty, miesiąca lub roku
ro: Căutare după o dată, o lună sau un an
tr: Tarihe, aya veya yıla göre arama yapın
zh: 按日期搜索，月份或年份

# searchLocationEmptySection
source: Group photos that are taken within some radius of a photo
ja: 当時の直近で撮影された写真をグループ化
lt: Grupės nuotraukos, kurios padarytos tam tikru spinduliu nuo nuotraukos
pl: Grupuj zdjęcia zrobione w promieniu zdjęcia
ro: Grupare fotografii realizate în raza unei fotografii
tr: Bir fotoğrafın belli bir yarıçapında çekilen fotoğrafları gruplandırın
zh: 在照片的一定半径内拍摄的几组照片

# searchPeopleEmptySection
source: Invite people, and you'll see all photos shared by them here
ja: 友達を招待すると、共有される写真はここから閲覧できます
lt: Pakvieskite asmenis ir čia matysite visas jų bendrinamas nuotraukas.
pl: Zaproś ludzi, a zobaczysz tutaj wszystkie udostępnione przez nich zdjęcia
ro: Invitați persoane și veți vedea aici toate fotografiile distribuite de acestea
tr: İnsanları davet ettiğinizde onların paylaştığı tüm fotoğrafları burada göreceksiniz
zh: 邀请他人，您将在此看到他们分享的所有照片

# searchAlbumsEmptySection
source: Albums
ja: アルバム
pl: Albumy
ro: Albume
tr: Albümler
zh: 相册

# searchFileTypesAndNamesEmptySection
source: File types and names
ja: ファイルの種類と名前
pl: Typy plików i nazwy
ro: Tipuri de fișiere și denumiri
tr: Dosya türleri ve adları
zh: 文件类型和名称

# searchCaptionEmptySection
source: Add descriptions like "#trip" in photo info to quickly find them here
ja: 写真情報に "#trip" のように説明を追加すれば、ここで簡単に見つけることができます
lt: Pridėkite aprašymus, pavyzdžiui, „#kelionė“, į nuotraukos informaciją, kad greičiau jas čia rastumėte.
pl: Dodaj opisy takie jak "#trip" w informacji o zdjęciu, aby szybko znaleźć je tutaj
ro: Adăugați descrieri precum „#excursie” în informațiile fotografiilor pentru a le găsi ușor aici
tr: Fotoğraf bilgilerini burada hızlı bir şekilde bulmak için "#trip" gibi açıklamalar ekleyin
zh: 在照片信息中添加“#旅游”等描述，以便在此处快速找到它们

source: Language
he: שפה
ja: 言語
pl: Język
ro: Limbă
tr: Dil
zh: 语言

source: Select Language
ja: 言語を選ぶ
lt: Pasirinkite kalbą
pl: Wybierz Język
ro: Selectaţi limba
tr: Dil Seçin
zh: 选择语言

source: Location name
ja: 場所名
lt: Vietovės pavadinimas
pl: Nazwa lokalizacji
ro: Numele locației
tr: Konum Adı
zh: 地点名称

source: Add location
ja: 位置情報を追加
lt: Pridėti vietovę
pl: Dodaj lokalizację
ro: Adăugare locație
tr: Konum Ekle
zh: 添加地点

source: Group nearby photos
ja: 近くの写真をグループ化
pl: Grupuj pobliskie zdjęcia
ro: Grupare fotografii apropiate
tr: Yakındaki fotoğrafları gruplandır
zh: 将附近的照片分组

# addLocationButton
source: Add
he: הוסף
ja: 追加
lt: Pridėti
pl: Dodaj
ro: Adăugare
tr: Ekle
zh: 添加

source: Radius
he: רדיוס
ja: 半径
pl: Promień
ro: Rază
tr: Yarıçap
zh: 半径

# locationTagFeatureDescription
source: A location tag groups all photos that were taken within some radius of a photo
ja: 位置タグは、写真の半径内で撮影されたすべての写真をグループ化します
lt: Vietos žymė grupuoja visas nuotraukas, kurios buvo padarytos tam tikru spinduliu nuo nuotraukos
pl: Znacznik lokalizacji grupuje wszystkie zdjęcia, które zostały zrobione w promieniu zdjęcia
ro: O etichetă de locație grupează toate fotografiile care au fost făcute pe o anumită rază a unei fotografii
tr: Bir fotoğrafın belli bir yarıçapında çekilen fotoğrafları gruplandırın
zh: 位置标签将在照片的某个半径范围内拍摄的所有照片进行分组

# galleryMemoryLimitInfo
source: Up to 1000 memories shown in gallery
ja: ギャラリーに表示されるメモリは最大1000個までです
pl: W galerii wyświetlane jest do 1000 pamięci
ro: Până la 1000 de amintiri afișate în galerie
tr: Galeride 1000'e kadar anı gösterilir
zh: 在图库中显示最多1000个回忆

source: Save
he: שמור
ja: 保存
pl: Zapisz
ro: Salvare
tr: Kaydet
zh: 保存

source: Center point
ja: 中心点
lt: Vidurio taškas
pl: Punkt środkowy
ro: Punctul central
tr: Merkez noktası
zh: 中心点

source: Pick center point
ja: 中心点を選択
pl: Wybierz punkt środkowy
ro: Alegeți punctul central
tr: Merkez noktasını seçin
zh: 选择中心点

source: Use selected photo
ja: 選択した写真を使用
pl: Użyj zaznaczone zdjęcie
ro: Folosiți fotografia selectată
tr: Seçilen fotoğrafı kullan
zh: 使用所选照片

source: Reset to default
ja: 初期設定にリセット
lt: Atkurti numatytąsias reikšmes
pl: Przywróć domyślne
ro: Resetare la valori implicite
tr: Varsayılana sıfırla
zh: 重置为默认设置

source: Edit
he: ערוך
ja: 編集
lt: Redaguoti
pl: Edytuj
ro: Editare
tr: Düzenle
zh: 编辑

source: Delete location
ja: 位置情報を削除
lt: Ištrinti vietovę
pl: Usuń lokalizację
ro: Ștergeți locația
tr: Konumu sil
zh: 删除位置

source: Rotate left
he: סובב שמאלה
ja: 左に回転
pl: Obróć w lewo
ro: Rotire la stânga
tr: Sola döndür
zh: 向左旋转

source: Flip
he: הפוך
ja: 反転
pl: Obróć
ro: Răsturnare
tr: Çevir
zh: 上下翻转

source: Rotate right
ja: 右に回転
pl: Obróć w prawo
ro: Rotire la dreapta
tr: Sağa döndür
zh: 向右旋转

source: Save copy
he: שמירת עותק
ja: コピーを保存
pl: Zapisz kopię
ro: Salvare copie
tr: Kopyasını kaydet
zh: 保存副本

source: Light
he: אור
ja: ライト
lt: Šviesi
pl: Jasny
ro: Lumină
tr: Aydınlık
zh: 亮度

source: Color
he: צבע
ja: 色
lt: Spalva
pl: Kolor
ro: Culoare
tr: Renk
zh: 颜色

source: Yes, discard changes
ja: はい、変更を破棄します。
pl: Tak, odrzuć zmiany
ro: Da, renunțați la modificări
tr: Evet, değişiklikleri sil
zh: 是的，放弃更改

source: Do you want to discard the edits you have made?
ja: 編集を破棄しますか？
pl: Czy chcesz odrzucić dokonane zmiany?
ro: Doriți să renunțați la editările efectuate?
tr: Yaptığınız düzenlemeleri silmek istiyor musunuz?
zh: 您想要放弃您所做的编辑吗？

source: Saving...
he: שומר...
ja: 保存中…
pl: Zapisywanie...
ro: Se salvează...
tr: Kaydediliyor...
zh: 正在保存...

source: Edits saved
ja: 編集が保存されました
pl: Edycje zapisane
ro: Editări salvate
tr: Düzenleme kaydedildi
zh: 已保存编辑

source: Oops, could not save edits
ja: 編集を保存できませんでした
pl: Ups, nie udało się zapisać zmian
ro: Hopa, nu s-au putut salva editările
tr: Hata! Düzenlemeler kaydedilemedi
zh: 糟糕，无法保存编辑

# dayToday
source: Today
he: היום
ja: 今日
lt: Šiandien
pl: Dzisiaj
tr: Bugün
zh: 今天

# dayYesterday
source: Yesterday
he: אתמול
ja: 昨日
lt: Vakar
pl: Wczoraj
tr: Dün
zh: 昨天

source: Storage
he: אחסון
ja: ストレージ
lt: Saugykla
pl: Pamięć
tr: Depolama
zh: 存储空间

source: Used space
he: מקום בשימוש
ja: 使用済み領域
lt: Naudojama vieta
pl: Zajęta przestrzeń
tr: Kullanılan alan
zh: 已用空间

# storageBreakupFamily
source: Family
he: משפחה
ja: ファミリー
pl: Rodzina
tr: Aile
zh: 家庭

# storageBreakupYou
source: You
he: אתה
ja: あなた
lt: Jūs
pl: Ty
tr: Sen
zh: 您

# storageUsageInfo
source: {usedAmount} {usedStorageUnit} of {totalAmount} {totalStorageUnit} used
ja: {usedAmount} {usedStorageUnit} / {totalAmount} {totalStorageUnit} 使用
pl: Użyto {usedAmount} {usedStorageUnit} z {totalAmount} {totalStorageUnit}
tr: {usedAmount} {usedStorageUnit} / {totalAmount} {totalStorageUnit} kullanıldı
zh: 已使用 {usedAmount} {usedStorageUnit} / {totalAmount} {totalStorageUnit}

# availableStorageSpace
source: {freeAmount} {storageUnit} free
ja: {freeAmount} {storageUnit} 無料
pl: {freeAmount} {storageUnit} za darmo
tr: {freeAmount} {storageUnit} ücretsiz
zh: {freeAmount} {storageUnit} 空闲

# appVersion
source: Version: {versionValue}
ja: バージョン: {versionValue}
lt: Versija: {versionValue}
pl: Wersja: {versionValue}
tr: Sürüm: {versionValue}
zh: 版本: {versionValue}

# verifyIDLabel
source: Verify
he: אמת
ja: 確認
lt: Patvirtinti
pl: Zweryfikuj
tr: Doğrula
zh: 验证

# fileInfoAddDescHint
source: Add a description...
ja: 説明を追加...
pl: Dodaj opis...
tr: Bir açıklama ekle...
zh: 添加说明...

# editLocationTagTitle
source: Edit location
ja: 位置情報を編集
lt: Redaguoti vietovę
pl: Edytuj lokalizację
tr: Konumu düzenle
zh: 编辑位置

# setLabel
source: Set
he: הגדר
ja: セット
lt: Nustatyti
pl: Ustaw
tr: Ayarla
zh: 设置

source: Set radius
he: הגדר רדיוס
ja: 半径の設定
pl: Ustaw promień
tr: Yarıçapı ayarla
zh: 设定半径

# familyPlanPortalTitle
source: Family
he: משפחה
ja: ファミリー
lt: Šeima
pl: Rodzina
tr: Aile
zh: 家庭

# familyPlanOverview
source: Add 5 family members to your existing plan without paying extra. Each member gets their own private space, and cannot see each other's files unless they're shared. Family plans are available to customers who have a paid Ente subscription. Subscribe now to get started!
ja: 5人までの家族をファミリープランに追加しましょう(追加料金無し) 一人ひとりがプライベートなストレージを持ち、共有されない限りお互いに見ることはありません。 ファミリープランはEnteサブスクリプションに登録した人が利用できます。 さっそく登録しましょう！
pl: Dodaj 5 członków rodziny do istniejącego planu bez dodatkowego płacenia. Każdy członek otrzymuje własną przestrzeń prywatną i nie widzi wzajemnie swoich plików, chyba że są one udostępnione. Plany rodzinne są dostępne dla klientów, którzy mają płatną subskrypcję Ente. Subskrybuj teraz, aby rozpocząć!
tr: Ekstra ödeme yapmadan mevcut planınıza 5 aile üyesi ekleyin. Her üyenin kendine ait özel alanı vardır ve paylaşılmadıkça birbirlerinin dosyalarını göremezler. Aile planları ücretli ente aboneliğine sahip müşteriler tarafından kullanılabilir. Başlamak için şimdi abone olun!
zh: 将 5 名家庭成员添加到您现有的计划中，无需支付额外费用。 每个成员都有自己的私人空间，除非共享，否则无法看到彼此的文件。 家庭计划适用于已付费 Ente 订阅的客户。 立即订阅，开始体验！

# androidBiometricHint
source: Verify identity
ja: 本人確認を行う
lt: Patvirtinkite tapatybę
pl: Potwierdź swoją tożsamość
tr: Kimliği doğrula
zh: 验证身份

# androidBiometricNotRecognized
source: Not recognized. Try again.
ja: 認識できません。再試行してください。
pl: Nie rozpoznano. Spróbuj ponownie.
tr: Tanınmadı. Tekrar deneyin.
zh: 无法识别。请重试。

# androidBiometricSuccess
source: Success
he: הצלחה
ja: 成功
pl: Sukces
tr: Başarılı
zh: 成功

# androidCancelButton
source: Cancel
he: בטל
ja: キャンセル
lt: Atšaukti
pl: Anuluj
tr: İptal et
zh: 取消

# androidSignInTitle
source: Authentication required
ja: 認証が必要です
lt: Privalomas tapatybės nustatymas
pl: Wymagane uwierzytelnienie
tr: Kimlik doğrulaması gerekli
zh: 需要身份验证

# androidBiometricRequiredTitle
source: Biometric required
ja: 生体認証が必要です
lt: Privaloma biometrija
pl: Wymagana biometria
tr: Biyometrik gerekli
zh: 需要生物识别认证

# androidDeviceCredentialsRequiredTitle
source: Device credentials required
ja: デバイスの認証情報が必要です
lt: Privalomi įrenginio kredencialai
pl: Wymagane dane logowania urządzenia
tr: Cihaz kimlik bilgileri gerekli
zh: 需要设备凭据

# androidDeviceCredentialsSetupDescription
source: Device credentials required
ja: デバイスの認証情報が必要です
lt: Privalomi įrenginio kredencialai
pl: Wymagane dane logowania urządzenia
tr: Cihaz kimlik bilgileri gerekmekte
zh: 需要设备凭据

source: Go to settings
ja: 設定に移動
lt: Eiti į nustatymus
pl: Przejdź do ustawień
tr: Ayarlara git
zh: 前往设置

# androidGoToSettingsDescription
source: Biometric authentication is not set up on your device. Go to 'Settings > Security' to add biometric authentication.
ja: 生体認証がデバイスで設定されていません。生体認証を追加するには、"設定 > セキュリティ"を開いてください。
lt: Biometrinis tapatybės nustatymas jūsų įrenginyje nenustatytas. Eikite į Nustatymai > Saugumas ir pridėkite biometrinį tapatybės nustatymą.
pl: Uwierzytelnianie biometryczne nie jest skonfigurowane na tym urządzeniu. Przejdź do 'Ustawienia > Bezpieczeństwo', aby dodać uwierzytelnianie biometryczne.
tr: Biyometrik kimlik doğrulama cihazınızda ayarlanmamış. Biyometrik kimlik doğrulama eklemek için 'Ayarlar > Güvenlik' bölümüne gidin.
zh: 您未在该设备上设置生物识别身份验证。前往“设置>安全”添加生物识别身份验证。
