Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

source: Collaborators can add photos and videos to the shared album.
eu: Laguntzaileek argazkiak eta bideoak gehitu ahal dituzte album partekatuan.
he: משתפי פעולה יכולים להוסיף תמונות וסרטונים לאלבום המשותף.
ja: コラボレーターは共有アルバムに写真やビデオを追加できます。
lt: Bendradarbiai gali pridėti nuotraukų ir vaizdo įrašų į bendrintą albumą.
pl: Współuczestnicy mogą dodawać zdjęcia i wideo do udostępnionego albumu.
ro: Colaboratorii pot adăuga fotografii și videoclipuri la albumul distribuit.
tr: Düzenleyiciler, paylaşılan albüme fotoğraf ve videolar ekleyebilir.
zh: 协作者可以将照片和视频添加到共享相册中。

source: Enter email
eu: Sartu e-maila
he: הזן דוא"ל
ja: Eメールアドレスを入力してください
lt: Įveskite el. paštą
pl: Wprowadź adres e-mail
ro: Introduceți e-mailul
tr: E-postanızı giriniz
zh: 输入电子邮件

# albumOwner
source: Owner
eu: Jabea
he: בעלים
ja: 所有者
lt: Savininkas
ml: ഉടമ
pl: Właściciel
ro: Proprietar
tr: Sahip
zh: 所有者

source: You
eu: Zu
he: אתה
ja: あなた
lt: Jūs
pl: Ty
ro: Dvs.
tr: Sen
zh: 您

source: Collaborator
eu: Laguntzailea
he: משתף פעולה
ja: コラボレーター
lt: Bendradarbis
pl: Współuczestnik
ro: Colaborator
tr: Düzenleyici
zh: 协作者

source: Add more
eu: Gehitu gehiago
he: הוסף עוד
ja: さらに追加
lt: Pridėti daugiau
pl: Dodaj więcej
ro: Adăugați mai mulți
tr: Daha fazla ekle
zh: 添加更多

source: Viewer
eu: Ikuslea
he: צפיין
ja: ビューアー
lt: Žiūrėtojas
pl: Widz
ro: Observator
tr: Görüntüleyici
zh: 查看者

source: Remove
eu: Kendu
he: הסר
ja: 削除
lt: Šalinti
pl: Usuń
ro: Eliminare
tr: Kaldır
zh: 移除

source: Remove participant
eu: Kendu parte hartzailea
he: הסר משתתף
ja: 参加者を削除
lt: Šalinti dalyvį
pl: Usuń użytkownika
ro: Eliminați participantul
tr: Katılımcıyı kaldır
zh: 移除参与者

source: Manage
eu: Kudeatu
he: נהל
ja: 管理
lt: Tvarkyti
pl: Zarządzaj
ro: Gestionare
tr: Yönet
zh: 管理

source: Added as
eu: Honela gehituta:
he: הוסף בתור
ja: 追加:
lt: Pridėta kaip
pl: Dodano jako
ro: Adăugat ca
tr: Eklendi
zh: 已添加为

source: Change permissions?
eu: Baimenak aldatu nahi?
he: שנה הרשאה?
ja: 権限を変更する
lt: Keisti leidimus?
pl: Zmień uprawnienia?
ro: Schimbați permisiunile?
tr: İzinleri değiştir?
zh: 要修改权限吗？

source: Yes, convert to viewer
eu: Bai, egin ikusle
he: כן, המר לצפיין
ja: ビューアーに変換する
lt: Taip, keisti į žiūrėtoją
pl: Tak, konwertuj na widza
ro: Da, covertiți la observator
tr: Evet, görüntüleyici olarak dönüştür
zh: 是的，转换为查看者

# cannotAddMorePhotosAfterBecomingViewer
source: {user} will not be able to add more photos to this album They will still be able to remove existing photos added by them
eu: {user}-(e)k ezin izango du argazki gehiago gehitu album honetan Baina haiek gehitutako argazkiak kendu ahal izango dituzte
he: {user} לא יוכל להוסיף עוד תמונות לאלבום זה הם עדיין יכולו להסיר תמונות קיימות שנוספו על ידיהם
ja: {user} は写真をアルバムに追加できなくなります ※{user} が追加した写真は今後も{user} が削除できます
lt: {user} negalės pridėti daugiau nuotraukų į šį albumą Jie vis tiek galės pašalinti esamas pridėtas nuotraukas
pl: {user} nie będzie mógł dodać więcej zdjęć do tego albumu Jednak nadal będą mogli usunąć istniejące zdjęcia, które dodali
ro: {user} nu va putea să mai adauge fotografii la acest album Va putea să elimine fotografii existente adăugate de el/ea
tr: {user}, bu albüme daha fazla fotoğraf ekleyemeyecek. Ancak, kendi eklediği mevcut fotoğrafları kaldırmaya devam edebilecektir
zh: {user} 将无法添加更多照片到此相册 他们仍然能够删除他们添加的现有照片

source: Allow adding photos
eu: Baimendu argazkiak gehitzea
he: אפשר הוספת תמונות
ja: 写真の追加を許可
lt: Leisti pridėti nuotraukų
pl: Pozwól na dodawanie zdjęć
ro: Permiteți adăugarea fotografiilor
tr: Fotoğraf eklemeye izin ver
zh: 允许添加照片

# allowAddPhotosDescription
source: Allow people with the link to also add photos to the shared album.
eu: Utzi esteka duen jendeari ere album partekatuan argazkiak gehitzen.
he: בנוסף אפשר לאנשים עם הלינק להוסיף תמונות לאלבום המשותף.
ja: リンクを持つ人が共有アルバムに写真を追加できるようにします。
lt: Leiskite nuorodą turintiems asmenims taip pat pridėti nuotraukų į bendrinamą albumą.
pl: Pozwól osobom z linkiem na dodawania zdjęć do udostępnionego albumu.
ro: Permiteți persoanelor care au linkul să adauge și fotografii la albumul distribuit.
tr: Bağlantıya sahip olan kişilere, paylaşılan albüme fotoğraf eklemelerine izin ver.
zh: 允许具有链接的人也将照片添加到共享相册。

source: Password lock
eu: Pasahitza blokeoa
he: נעילת סיסמא
ja: パスワード保護
lt: Slaptažodžio užraktas
pl: Blokada hasłem
ro: Blocare cu parolă
tr: Sifre kilidi
zh: 密码锁

# disableDownloadWarningTitle
source: Please note
eu: Mesedez, ohartu
he: שים לב
ja: ご注意ください
lt: Atkreipkite dėmesį
pl: Uwaga
ro: Rețineți
tr: Lütfen dikkate alın
zh: 请注意

# disableDownloadWarningBody
source: Viewers can still take screenshots or save a copy of your photos using external tools
eu: Ikusleek pantaila-irudiak atera ahal dituzte, edo kanpoko tresnen bidez zure argazkien kopiak gorde
he: צופים יכולים עדיין לקחת צילומי מסך או לשמור עותק של התמונות שלך בעזרת כלים חיצוניים
ja: ビューアーはスクリーンショットを撮ったり、外部ツールを使用して写真のコピーを保存したりすることができます
lt: Žiūrėtojai vis tiek gali daryti ekrano kopijas arba išsaugoti nuotraukų kopijas naudojant išorinius įrankius
pl: Widzowie mogą nadal robić zrzuty ekranu lub zapisywać kopie zdjęć za pomocą programów trzecich
ro: Observatorii pot să facă capturi de ecran sau să salveze o copie a fotografiilor dvs. folosind instrumente externe
tr: Görüntüleyiciler, hala harici araçlar kullanarak ekran görüntüsü alabilir veya fotoğraflarınızın bir kopyasını kaydedebilir. Lütfen bunu göz önünde bulundurunuz
zh: 查看者仍然可以使用外部工具截图或保存您的照片副本

source: Allow downloads
eu: Baimendu jaitsierak
he: אפשר הורדות
ja: ダウンロードを許可
lt: Leisti atsisiuntimus
pl: Zezwól na pobieranie
ro: Permiteți descărcările
tr: İndirmeye izin ver
zh: 允许下载

# linkDeviceLimit
source: Device limit
eu: Gailu muga
he: מגבלת כמות מכשירים
ja: デバイスの制限
lt: Įrenginių riba
pl: Limit urządzeń
ro: Limită de dispozitive
tr: Cihaz limiti
zh: 设备限制

# noDeviceLimit
source: None
eu: Bat ere ez
he: אין
ja: なし
lt: Jokio
ml: ഒന്നുമില്ല
pl: Brak
ro: Niciuna
tr: Yok
zh: 无

source: Link expiry
eu: Estekaren epemuga
he: תאריך תפוגה ללינק
ja: リンクの期限切れ
lt: Nuorodos galiojimo laikas
pl: Wygaśnięcie linku
ro: Expirarea linkului
tr: Linkin geçerliliği
zh: 链接过期

# linkExpired
source: Expired
eu: Iraungita
he: פג תוקף
ja: 期限切れ
lt: Nebegalioja
ml: കാലഹരണപ്പെട്ടു
pl: Wygasł
ro: Expirat
tr: Süresi dolmuş
zh: 已过期

# linkEnabled
source: Enabled
eu: Indarrean
he: מאופשר
ja: 有効
lt: Įjungta
pl: Aktywny
ro: Activat
tr: Geçerli
zh: 已启用

# linkNeverExpires
source: Never
eu: Inoiz ez
he: לעולם לא
ja: なし
lt: Niekada
pl: Nigdy
ro: Niciodată
tr: Asla
zh: 永不

# expiredLinkInfo
source: This link has expired. Please select a new expiry time or disable link expiry.
eu: Esteka hau iraungi da. Mesedez, aukeratu beste epemuga bat edo deuseztatu estekaren epemuga.
he: פג תוקף הקישור. אנא בחר בתאריך תפוגה חדש או השבת את תאריך התפוגה של הקישור.
ja: このリンクは期限切れです。新たな期限を設定するか、期限設定そのものを無くすか、選択してください
lt: Ši nuoroda nebegalioja. Pasirinkite naują galiojimo laiką arba išjunkite nuorodos galiojimo laiką.
pl: Ten link wygasł. Wybierz nowy czas wygaśnięcia lub wyłącz automatyczne wygasanie linku.
ro: Acest link a expirat. Vă rugăm să selectați un nou termen de expirare sau să dezactivați expirarea linkului.
tr: Bu bağlantının süresi dolmuştur. Lütfen yeni bir süre belirleyin veya bağlantı süresini devre dışı bırakın.
zh: 此链接已过期。请选择新的过期时间或禁用链接有效期。

source: Set a password
eu: Ezarri pasahitza
he: הגדר סיסמה
ja: パスワードを設定
lt: Nustatyti slaptažodį
pl: Ustaw hasło
ro: Setați o parolă
tr: Şifre ayarla
zh: 设置密码

# lockButtonLabel
source: Lock
eu: Blokeatu
he: נעל
ja: ロック
lt: Užrakinti
pl: Zablokuj
ro: Blocat
tr: Kilit
zh: 锁定

source: Enter password
eu: Sartu pasahitza
he: הזן את הסיסמה
ja: パスワードを入力
lt: Įveskite slaptažodį
pl: Wprowadź hasło
ro: Introduceți parola
tr: Şifrenizi girin
zh: 输入密码

source: Remove link
eu: Ezabatu esteka
he: הסרת קישור
ja: リンクを削除
lt: Šalinti nuorodą
pl: Usuń link
ro: Eliminați linkul
tr: Linki kaldır
zh: 移除链接

source: Manage link
eu: Kudeatu esteka
he: ניהול קישור
ja: リンクを管理
lt: Tvarkyti nuorodą
pl: Zarządzaj linkiem
ro: Gestionați linkul
tr: Linki yönet
zh: 管理链接

# linkExpiresOn
source: Link will expire on {expiryTime}
eu: Esteka epe honetan iraungiko da: {expiryTime}
he: תוקף הקישור יפוג ב-{expiryTime}
ja: リンクは {expiryTime} に期限切れになります
lt: Nuoroda nebegalios {expiryTime}
pl: Link wygaśnie {expiryTime}
ro: Linkul va expira pe {expiryTime}
tr: Bu bağlantı {expiryTime} dan sonra geçersiz olacaktır
zh: 链接将在 {expiryTime} 过期

source: Album updated
eu: Albuma eguneratuta
he: האלבום עודכן
ja: アルバムが更新されました
lt: Atnaujintas albumas
pl: Album został zaktualizowany
ro: Album actualizat
tr: Albüm güncellendi
zh: 相册已更新

source: Never
eu: Inoiz ez
he: לעולם לא
ja: なし
lt: Niekada
pl: Nigdy
ro: Niciodată
tr: Asla
zh: 永不

source: Custom
eu: Aukeran
he: מותאם אישית
ja: カスタム
lt: Pasirinktinis
ml: ഇഷ്‌ടാനുസൃതം
pl: Niestandardowy
ro: Particularizat
tr: Kişisel
zh: 自定义

source: After 1 hour
eu: Ordubete barru
he: אחרי שעה 1
ja: 1時間後
lt: Po 1 valandos
pl: Po 1 godzinie
ro: După o oră
tr: 1 saat sonra
zh: 1小时后

source: After 1 day
eu: Egun bat barru
he: אחרי יום 1
ja: 1日後
lt: Po 1 dienos
pl: Po 1 dniu
ro: După o zi
tr: 1 gün sonra
zh: 1天后

source: After 1 week
eu: Astebete barru
he: אחרי שבוע 1
ja: 1週間後
lt: Po 1 savaitės
pl: Po 1 tygodniu
ro: După o săptămâna
tr: 1 hafta sonra
zh: 1 周后

source: After 1 month
eu: Hilabete bat barru
he: אחרי חודש 1
ja: 1ヶ月後
lt: Po 1 mėnesio
pl: Po 1 miesiącu
ro: După o lună
tr: 1 ay sonra
zh: 1个月后

source: After 1 year
eu: Urtebete barru
he: אחרי שנה 1
ja: 1年後
lt: Po 1 metų
pl: Po 1 roku
ro: După un an
tr: 1 yıl sonra
zh: 1 年后

# manageParticipants
source: Manage
eu: Kudeatu
he: נהל
ja: 管理
lt: Tvarkyti
pl: Zarządzaj
ro: Gestionare
tr: Yönet
zh: 管理

# albumParticipantsCount
source: {count, plural, =0 {No Participants} =1 {1 Participant} other {{count} Participants}}
eu: {count, plural,=0 {Parte hartzailerik ez}=1 {Parte hartzaile 1}other {{count} Parte hartzaile}}
he: {count, plural, =0 {אין משתתפים} =1 {1 משתתף} two {2 משתתפים} other {{count} משתתפים}}
ja: {count, plural, =0 {参加者なし} =1 {1 参加者} other {{count} 参加者}}
lt: {count, plural, =0 {Nėra dalyvių} =1 {1 dalyvis} other {{count} dalyviai}}
pl: {count, plural, =0 {Brak Uczestników} =1 {1 Uczestnik} other {{count} Uczestników}}
ro: {count, plural, =0 {Fără participanți} =1 {1 participant} other {{count} de participanți}}
tr: {count, plural, =0 {Katılımcı Yok} =1 {1 Katılımcı} other {{count} Katılımcı}}
zh: {count, plural, =0 {无参与者} =1 {1个参与者} other {{count} 个参与者}}

# collabLinkSectionDescription
source: Create a link to allow people to add and view photos in your shared album without needing an Ente app or account. Great for collecting event photos.
eu: Sortu esteka bat beste pertsona batzuei zure album partekatuan arriskuak gehitu eta ikusten uzteko, naiz eta Ente aplikazio edo kontua ez izan. Oso egokia gertakizun bateko argazkiak biltzeko.
he: צור קישור על מנת לאפשר לאנשים להוסיף ולצפות בתמונות באלבום ששיתפת בלי צורך באפליקציית ente או חשבון. נהדר לאיסוף תמונות של אירועים.
ja: Enteアプリやアカウントを持っていない人にも、共有アルバムに写真を追加したり表示したりできるリンクを作成します。
lt: Sukurkite nuorodą, kad asmenys galėtų pridėti ir peržiūrėti nuotraukas bendrinamame albume, nereikalaujant „Ente“ programos ar paskyros. Puikiai tinka įvykių nuotraukoms rinkti.
pl: Utwórz link, aby umożliwić innym dodawanie i przeglądanie zdjęć w udostępnionym albumie bez konieczności korzystania z aplikacji lub konta Ente. Świetne rozwiązanie do gromadzenia zdjęć ze wspólnych wydarzeń.
ro: Creați un link pentru a permite oamenilor să adauge și să vizualizeze fotografii în albumul dvs. distribuit, fără a avea nevoie de o aplicație sau un cont Ente. Excelent pentru colectarea fotografiilor de la evenimente.
tr: Ente aplikasyonu veya hesabı olmadan insanların paylaşılan albümde fotoğraf ekleyip görüntülemelerine izin vermek için bir bağlantı oluşturun. Grup veya etkinlik fotoğraflarını toplamak için harika bir seçenek.
zh: 创建一个链接来让他人无需 Ente 应用程序或账户即可在您的共享相册中添加和查看照片。非常适合收集活动照片。

source: Collect photos
eu: Bildu argazkiak
he: אסוף תמונות
ja: 写真を集めよう
lt: Rinkti nuotraukas
pl: Zbierz zdjęcia
ro: Colectare fotografii
tr: Fotoğrafları topla
zh: 收集照片

source: Collaborative link
eu: Parte hartzeko esteka
he: קישור לשיתוף פעולה
ja: 共同作業リンク
lt: Bendradarbiavimo nuoroda
pl: Link do współpracy
ro: Link colaborativ
tr: Organizasyon bağlantısı
zh: 协作链接

source: Share with non-Ente users
eu: Partekatu Ente erabiltzen ez dutenekin
he: שתף עם משתמשים שהם לא של ente
ja: Enteを使っていない人に共有
lt: Bendrinkite su ne „Ente“ naudotojais.
pl: Udostępnij użytkownikom bez konta Ente
ro: Distribuiți cu utilizatori din afara Ente
tr: Ente kullanıcısı olmayanlar için paylaş
zh: 与非 Ente 用户共享

source: Create public link
eu: Sortu esteka publikoa
he: צור קישור ציבורי
ja: 公開リンクを作成
lt: Kurti viešą nuorodą
pl: Utwórz publiczny link
ro: Creare link public
tr: Herkese açık link oluştur
zh: 创建公开链接

source: Send link
eu: Bidali esteka
he: שלח קישור
ja: リンクを送信
lt: Siųsti nuorodą
pl: Wyślij link
ro: Trimitere link
tr: Link gönder
zh: 发送链接

source: Copy link
eu: Kopiatu esteka
he: העתק קישור
ja: リンクをコピー
lt: Kopijuoti nuorodą
pl: Skopiuj link
ro: Copere link
tr: Linki kopyala
zh: 复制链接

source: Link has expired
eu: Esteka iraungi da
he: הקישור פג תוקף
ja: リンクは期限切れです
lt: Nuoroda nebegalioja
pl: Link wygasł
ro: Linkul a expirat
tr: Bağlantının süresi dolmuş
zh: 链接已过期

source: Public link enabled
eu: Esteka publikoa indarrean
he: לינק ציבורי אופשר
ja: 公開リンクを有効にしました
lt: Įjungta viešoji nuoroda
pl: Publiczny link włączony
ro: Link public activat
tr: Herkese açık bağlantı aktive edildi
zh: 公开链接已启用

source: Share a link
eu: Partekatu esteka
he: שתף קישור
ja: リンクをシェアする
lt: Bendrinkite nuorodą
pl: Udostępnij link
ro: Distribuiți un link
tr: Linki paylaş
zh: 分享链接

# sharedAlbumSectionDescription
source: Create shared and collaborative albums with other Ente users, including users on free plans.
eu: Sortu partekatutako eta parte hartzeko albumak beste Ente erabiltzaileekin, debaldeko planak dituztenak barne.
he: צור אלבומים הניתנים לשיתוף ושיתוף פעולה עם משתמשי ente אחרים, כולל משתמשים בתוכניות החינמיות.
ja: 無料プランのユーザーを含む、他のEnteユーザーと共有および共同アルバムを作成します。
lt: Sukurkite bendrinamus ir bendradarbiaujamus albumus su kitais „Ente“ naudotojais, įskaitant naudotojus nemokamuose planuose.
pl: Twórz wspólne albumy i współpracuj z innymi użytkownikami Ente, w tym z użytkownikami korzystającymi z bezpłatnych planów.
ro: Creați albume distribuite și colaborative cu alți utilizatori Ente, inclusiv cu utilizatorii planurilor gratuite.
tr: Diğer Ente kullanıcılarıyla paylaşılan ve topluluk albümleri oluşturun, bu arada ücretsiz planlara sahip kullanıcıları da içerir.
zh: 与其他 Ente 用户（包括免费计划用户）创建共享和协作相册。

# shareWithPeopleSectionTitle
source: {numberOfPeople, plural, =0 {Share with specific people} =1 {Shared with 1 person} other {Shared with {numberOfPeople} people}}
eu: {numberOfPeople, plural,=0 {Partekatu pertsona zehatz batzuekin}=1 {Partekatu pertsona batekin} other {Partekatu {numberOfPeople} pertsonarekin}}
he: {numberOfPeople, plural, =0 {שתף עם אנשים ספציפיים} =1 {שותף עם איש 1} two {שותף עם 2 אנשים} other {שותף עם {numberOfPeople} אנשים}}
ja: {numberOfPeople, plural, =0 {誰かと共有しましょう} =1 {1人と共有されています} other {{numberOfPeople} 人と共有されています}}
lt: {numberOfPeople, plural, =0 {Bendrinti su konkrečiais asmenimis} =1 {Bendrinta su 1 asmeniu} other {Bendrinta su {numberOfPeople} asmenimis}}
pl: {numberOfPeople, plural, =0 {Udostępnione określonym osobom} =1 {Udostępnione 1 osobie} other {Udostępnione {numberOfPeople} osobom}}
ro: {numberOfPeople, plural, =0 {Distribuiți cu anumite persoane} =1 {Distribuit cu o persoană} other {Distribuit cu {numberOfPeople} de persoane}}
tr: {numberOfPeople, plural, =0 {Belirli kişilerle paylaş} =1 {1 kişiyle paylaşıldı} other {{numberOfPeople} kişiyle paylaşıldı}}
zh: {numberOfPeople, plural, =0 {与特定人员共享} =1 {与 1 人共享} other {与 {numberOfPeople} 人共享}}

source: This is your Verification ID
eu: Hau da zure Egiaztatze IDa
he: זה מזהה האימות שלך
ja: これはあなたの認証IDです
lt: Tai – jūsų patvirtinimo ID
pl: To jest Twój Identyfikator Weryfikacji
ro: Acesta este ID-ul dvs. de verificare
tr: Doğrulama kimliğiniz
zh: 这是您的验证 ID

# someoneSharingAlbumsWithYouShouldSeeTheSameId
source: Someone sharing albums with you should see the same ID on their device.
eu: Zurekin albumak partekatzen dituen norbaitek ID berbera ikusi beharko luke bere gailuan.
he: מי שמשתף איתך אלבומים יוכל לראות את אותו המזהה במכשיר שלהם.
ja: アルバムを共有している人はデバイス上で同じIDを見るはずです。
lt: Asmuo, kuris bendrina albumus su jumis, savo įrenginyje turėtų matyti tą patį ID.
pl: Osoba udostępniająca albumy powinna widzieć ten sam identyfikator na swoim urządzeniu.
ro: Cineva care distribuie albume cu dvs. ar trebui să vadă același ID pe dispozitivul său.
tr: Size albümleri paylaşan biri, kendi cihazında aynı kimliği görmelidir.
zh: 与您共享相册的人应该会在他们的设备上看到相同的 ID。

# howToViewShareeVerificationID
source: Please ask them to long-press their email address on the settings screen, and verify that the IDs on both devices match.
eu: Mesedez, eska iezaiozu ezarpenen landutako bere e-mail helbidean luze klikatzeko, eta egiaztatu gailu bietako IDak bat direla.
he: אנא בקש מהם ללחוץ לחיצה ארוכה על הכתובת אימייל שלהם בעמוד ההגדרות, וודא שהמזההים בשני המכשירים תואמים.
ja: 設定画面でメールアドレスを長押しし、両デバイスのIDが一致していることを確認してください。
lt: Paprašykite jų ilgai paspausti savo el. pašto adresą nustatymų ekrane ir patvirtinti, kad abiejų įrenginių ID sutampa.
pl: Poproś ich o przytrzymanie swojego adresu e-mail na ekranie ustawień i sprawdzenie, czy identyfikatory na obu urządzeniach są zgodne.
ro: Rugați-i să țină apăsat pe adresa de e-mail din ecranul de setări și să verifice dacă ID-urile de pe ambele dispozitive se potrivesc.
tr: Lütfen onlardan ayarlar ekranında e-posta adresine uzun süre basmalarını ve her iki cihazdaki kimliklerin eşleştiğini doğrulamalarını isteyin.
zh: 请让他们在设置屏幕上长按他们的电子邮件地址，并验证两台设备上的 ID 是否匹配。

# thisIsPersonVerificationId
source: This is {email}'s Verification ID
eu: Hau da {email}-(r)en Egiaztatze IDa
he: זה מזהה האימות של {email}
ja: これは {email} の確認用ID
lt: Tai – {email} patvirtinimo ID
pl: To jest identyfikator weryfikacyjny {email}
ro: Acesta este ID-ul de verificare al {email}
tr: Bu, {email}'in Doğrulama Kimliği
zh: 这是 {email} 的验证ID

source: Verification ID
eu: Egiaztatze IDa
he: מזהה אימות
ja: 確認用ID
lt: Patvirtinimo ID
pl: Identyfikator weryfikacyjny
ro: ID de verificare
tr: Doğrulama kimliği
zh: 验证 ID

# verifyEmailID
source: Verify {email}
eu: Egiaztatu {email}
he: אמת {email}
ja: {email} を確認
lt: Patvirtinti {email}
pl: Zweryfikuj {email}
ro: Verificare {email}
tr: {email} doğrula
zh: 验证 {email}

# emailNoEnteAccount
source: {email} does not have an Ente account. Send them an invite to share photos.
eu: {email}-(e)k ez du Ente konturik. Bidali gonbidapena argazkiak partekatzeko.
he: לא נמצא חשבון ente ל-{email}. שלח להם הזמנה על מנת לשתף תמונות.
ja: {email} はEnteアカウントを持っていません。 写真を共有するために「招待」を送信してください。
lt: {email} neturi „Ente“ paskyros. Siųskite jiems kvietimą bendrinti nuotraukas.
pl: {email} nie posiada konta Ente. Wyślij im zaproszenie do udostępniania zdjęć.
ro: {email} nu are un cont Ente. Trimiteți-le o invitație pentru a distribui fotografii.
tr: {email}, Ente hesabı bulunmamaktadır. Onlarla fotoğraf paylaşımı için bir davet gönder.
zh: {email} 没有 Ente 帐户。 向他们发出共享照片的邀请。

# shareMyVerificationID
source: Here's my verification ID: {verificationID} for ente.io.
eu: Hau da nire Egiaztatze IDa: {verificationID} ente.io-rako.
he: הנה מזהה האימות שלי: {verificationID} עבור ente.io.
ja: 私の確認ID: ente.ioの {verificationID}
lt: Štai mano patvirtinimo ID: {verificationID}, skirta ente.io.
pl: Oto mój identyfikator weryfikacyjny: {verificationID} dla ente.io.
ro: Acesta este ID-ul meu de verificare: {verificationID} pentru ente.io.
tr: İşte ente.io için doğrulama kimliğim: {verificationID}.
zh: 这是我的ente.io 的验证 ID： {verificationID}。

# shareTextConfirmOthersVerificationID
source: Hey, can you confirm that this is your ente.io verification ID: {verificationID}
eu: Ei, baieztatu ahal duzu hau dela zure ente.io Egiaztatze IDa?: {verificationID}
he: היי, תוכל לוודא שזה מזהה האימות שלך של ente.io: {verificationID}
ja: これがあなたのente.io確認用IDであることを確認できますか？ {verificationID}
lt: Ei, ar galite patvirtinti, kad tai yra jūsų ente.io patvirtinimo ID: {verificationID}
pl: Hej, czy możesz potwierdzić, że to jest Twój identyfikator weryfikacyjny ente.io: {verificationID}
ro: Poți confirma că acesta este ID-ul tău de verificare ente.io: {verificationID}
tr: Merhaba, bu ente.io doğrulama kimliğinizin doğruluğunu onaylayabilir misiniz: {verificationID}
zh: 嘿，你能确认这是你的 ente.io 验证 ID吗：{verificationID}

source: Something went wrong
eu: Zerbait oker joan da
he: משהו השתבש
ja: エラーが発生しました
lt: Kažkas nutiko ne taip
pl: Coś poszło nie tak
ro: Ceva nu a funcţionat corect
tr: Bazı şeyler yanlış gitti
zh: 出了些问题

source: Send invite
eu: Bidali gonbidapena
he: שלח הזמנה
ja: 招待を送る
lt: Siųsti kvietimą
pl: Wyślij zaproszenie
ro: Trimiteți invitația
tr: Davet kodu gönder
zh: 发送邀请

# shareTextRecommendUsingEnte
source: Download Ente so we can easily share original quality photos and videos https://ente.io
eu: Jaitsi Ente argazkiak eta bideoak jatorrizko kalitatean errez partekatu ahal izateko https://ente.io
he: הורד את ente על מנת שנוכל לשתף תמונות וסרטונים באיכות המקור באופן קל https://ente.io
ja: Enteをダウンロードして、写真や動画の共有を簡単に！ https://ente.io
lt: Atsisiųskite „Ente“, kad galėtume lengvai bendrinti originalios kokybės nuotraukas ir vaizdo įrašus. https://ente.io
pl: Pobierz Ente, abyśmy mogli łatwo udostępniać zdjęcia i wideo w oryginalnej jakości https://ente.io
ro: Descarcă Ente pentru a putea distribui cu ușurință fotografii și videoclipuri în calitate originală https://ente.io
tr: Orijinal kalitede fotoğraf ve videoları kolayca paylaşabilmemiz için Ente'yi indirin https://ente.io
zh: 下载 Ente，让我们轻松共享高质量的原始照片和视频

source: Done
eu: Eginda
he: בוצע
ja: 完了
lt: Atlikta
pl: Gotowe
ro: Finalizat
tr: Bitti
zh: 已完成

# applyCodeTitle
source: Apply code
eu: Aplikatu kodea
he: החל קוד
ja: コードを適用
lt: Taikyti kodą
pl: Użyj kodu
ro: Aplicați codul
tr: Kodu girin
zh: 应用代码

# enterCodeDescription
source: Enter the code provided by your friend to claim free storage for both of you
eu: Sartu zure lagunak emandako kodea, biontzat debaldeko biltegiratzea lortzeko
he: הכנס את הקוד שנמסר לך מחברך בשביל לקבל מקום אחסון בחינם עבורך ועבורו
ja: もらったコードを入力して、無料のストレージを入手してください
lt: Įveskite draugo pateiktą kodą, kad gautumėte nemokamą saugyklą abiem.
pl: Wprowadź kod dostarczony przez znajomego, aby uzyskać bezpłatne miejsce dla was obojga
ro: Introduceți codul oferit de prietenul dvs. pentru a beneficia de spațiu gratuit pentru amândoi
tr: Arkadaşınız tarafından sağlanan kodu girerek hem sizin hem de arkadaşınızın ücretsiz depolamayı talep etmek için girin
zh: 输入您的朋友提供的代码来为您申请免费存储

source: Apply
eu: Aplikatu
he: החל
ja: 適用
lt: Taikyti
pl: Zastosuj
ro: Aplicare
tr: Uygula
zh: 应用

source: Failed to apply code
eu: Akatsa kodea aplikatzean
he: נכשל בהחלת הקוד
ja: コードを適用できませんでした
lt: Nepavyko pritaikyti kodo.
pl: Nie udało się zastosować kodu
ro: Codul nu a putut fi aplicat
tr: Uygulanırken hata oluştu
zh: 无法使用此代码

source: Enter referral code
eu: Sartu erreferentzia kodea
he: הזן קוד הפניה
ja: 紹介コードを入力してください
lt: Įveskite rekomendacijos kodą
pl: Wprowadź kod polecenia
ro: Introduceţi codul de recomandare
tr: Davet kodunuzu girin
zh: 输入推荐代码

# codeAppliedPageTitle
source: Code applied
eu: Kodea aplikatuta
he: הקוד הוחל
ja: コードが適用されました。
lt: Pritaikytas kodas
pl: Kod został zastosowany
ro: Cod aplicat
tr: Kod kabul edildi
zh: 代码已应用

source: Change your referral code
eu: Aldatu zure erreferentzia kodea
ja: 自分自身の紹介コードを変更する
lt: Keisti savo rekomendacijos kodą
pl: Zmień swój kod polecający
ro: Schimbați codul dvs. de recomandare
tr: Referans kodunuzu değiştirin
zh: 更改您的推荐代码

source: Change
eu: Aldatu
ja: 変更
lt: Keisti
pl: Zmień
ro: Schimbați
tr: Değiştir
zh: 更改
