Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

# unavailableReferralCode
source: Sorry, this code is unavailable.
eu: Sentitzen dugu, kode hau ezin da erabili.
ja: このコードは利用できません
lt: Atsiprašome, šis kodas nepasiekiamas.
pl: Przepraszamy, ten kod jest niedostępny.
ro: Ne pare rău, acest cod nu este disponibil.
tr: Üzgünüz, bu kod mevcut değil.
zh: 抱歉，此代码不可用。

# codeChangeLimitReached
source: Sorry, you've reached the limit of code changes.
eu: Sentitzen dugu, zure kode aldaketa muga gainditu duzu.
ja: コード変更の回数上限に達しました。
lt: Atsiprašome, pasiekėte kodo pakeitimų ribą.
pl: Przepraszamy, osiągnięto limit zmian kodu.
ro: Ne pare rău, ați atins limita de modificări ale codului.
tr: Üzgünüz, kod değişikliklerinin sınırına ulaştınız.
zh: 抱歉，您已达到代码更改的限制。

# onlyFamilyAdminCanChangeCode
source: Please contact {familyAdminEmail} to change your code.
eu: Mesedez, jarri harremanetan {familyAdminEmail}-(r)ekin zure kodea aldatzeko.
ja: コードを変更するには、 {familyAdminEmail} までご連絡ください。
pl: Skontaktuj się z {familyAdminEmail}, aby zmienić swój kod.
ro: Vă rugăm să contactați {familyAdminEmail} pentru a vă schimba codul.
tr: Kodunuzu değiştirmek için lütfen {familyAdminEmail} ile iletişime geçin.
zh: 请联系{familyAdminEmail} 以更改您的代码。

source: Claimed
eu: Eskatuta
he: נתבע
ja: 受け取り済
lt: Gauta
pl: Odebrano
ro: Revendicat
tr: Alındı
zh: 已领取

source: Details
eu: Detaileak
he: פרטים
ja: 詳細
pl: Szczegóły
ro: Detalii
tr: Ayrıntılar
zh: 详情

source: Claim more!
eu: Eskatu gehiago!
he: תבע עוד!
ja: もっと！
lt: Gaukite daugiau!
pl: Zdobądź więcej!
ro: Revendicați mai multe!
tr: Arttır!
zh: 领取更多！

# theyAlsoGetXGb
source: They also get {storageAmountInGB} GB
eu: Haiek ere lortuko dute {storageAmountInGB} GB
he: הם גם יקבלו {storageAmountInGB} GB
ja: 紹介者も {storageAmountInGB} GB を得ます
pl: Oni również otrzymują {storageAmountInGB} GB
ro: De asemenea, va primii {storageAmountInGB} GB
tr: Aynı zamanda {storageAmountInGB} GB alıyorlar
zh: 他们也会获得 {storageAmountInGB} GB

# freeStorageOnReferralSuccess
source: {storageAmountInGB} GB each time someone signs up for a paid plan and applies your code
eu: {storageAmountInGB} GB norbaitek ordainpeko plan batean sartzen denean zure kodea aplikatzen badu
he: {storageAmountInGB} GB כל פעם שמישהו נרשם עבור תוכנית בתשלום ומחיל את הקוד שלך
ja: 誰かが有料プランにサインアップしてコードを適用する度に {storageAmountInGB} GB
lt: {storageAmountInGB} GB kiekvieną kartą, kai kas nors užsiregistruoja mokamam planui ir pritaiko jūsų kodą.
pl: {storageAmountInGB} GB za każdym razem, gdy ktoś zarejestruje się w płatnym planie i użyje twojego kodu
ro: {storageAmountInGB} GB de fiecare dată când cineva se înscrie pentru un plan plătit și aplică codul dvs.
tr: Birisinin davet kodunuzu uygulayıp ücretli hesap açtığı her seferede {storageAmountInGB} GB
zh: 每当有人使用您的代码注册付费计划时您将获得{storageAmountInGB} GB

# shareTextReferralCode
source: Ente referral code: {referralCode} Apply it in Settings → General → Referrals to get {referralStorageInGB} GB free after you signup for a paid plan https://ente.io
eu: Sartu erreferentzia kodea: {referralCode} Aplikatu hemen: Ezarpenak → Orokorra→ Erreferentziak, {referralStorageInGB} GB dohainik izateko ordainpeko plan batean https://ente.io
ja: リフェラルコード: {referralCode} 設定→一般→リフェラルで使うことで{referralStorageInGB}が無料になります(あなたが有料プランに加入したあと)。 https://ente.io
lt: „Ente“ rekomendacijos kodas: {referralCode} Taikykite jį per Nustatymai → Bendrieji → Rekomendacijos, kad gautumėte {referralStorageInGB} GB nemokamai po to, kai užsiregistruosite mokamam planui. https://ente.io
pl: Kod polecający: {referralCode} Zastosuj go w: Ustawienia → Ogólne → Polecanie, aby otrzymać {referralStorageInGB} GB za darmo po zarejestrowaniu się w płatnym planie https://ente.io
ro: Codul de recomandare Ente: {referralCode} Aplică-l în Setări → General → Recomandări pentru a obține {referralStorageInGB} GB gratuit după ce te înscrii pentru un plan plătit https://ente.io
tr: Ente davet kodu: {referralCode} Ücretli hesaba başvurduktan sonra {referralStorageInGB} GB bedava almak için Ayarlar → Genel → Davetlerde bu kodu girin https://ente.io
zh: Ente 推荐代码：{referralCode} 在 "设置"→"通用"→"推荐 "中应用它，即可在注册付费计划后免费获得 {referralStorageInGB} GB 存储空间 https://ente.io

source: Claim free storage
eu: Eskatu debaldeko biltegiratzea
he: תבע מקום אחסון בחינם
ja: 無料のストレージを受け取る
pl: Odbierz bezpłatną przestrzeń dyskową
ro: Revendică spațiul gratuit
tr: Bedava alan talep edin
zh: 领取免费存储

source: Invite your friends
eu: Gonbidatu zure lagunak
he: הזמן את חברייך
ja: 友達を招待
lt: Kviesti savo draugus
pl: Zaproś znajomych
ro: Invitați-vă prietenii
tr: Arkadaşlarını davet et
zh: 邀请您的朋友

# failedToFetchReferralDetails
source: Unable to fetch referral details. Please try again later.
eu: Ezin dugu zure erreferentziaren detailerik lortu. Mesedez, saiatu berriro geroago.
he: אחזור פרטי ההפניה נכשל. אנא נסה שוב מאוחר יותר.
ja: 紹介の詳細を取得できません。後でもう一度お試しください。
lt: Nepavyksta gauti rekomendacijos informacijos. Bandykite dar kartą vėliau.
pl: Nie można pobrać szczegółów polecenia. Spróbuj ponownie później.
ro: Nu se pot obține detaliile recomandării. Vă rugăm să încercați din nou mai târziu.
tr: Davet ayrıntıları çekilemedi. Iütfen daha sonra deneyin.
zh: 无法获取引荐详细信息。 请稍后再试。

# referralStep1
source: 1. Give this code to your friends
eu: 1. Eman kode hau zure lagunei
he: 1. תמסור את הקוד הזה לחברייך
ja: 1. このコードを友達に贈りましょう
lt: 1. Duokite šį kodą savo draugams
pl: 1. Przekaż ten kod swoim znajomym
ro: 1. Dați acest cod prietenilor
tr: 1. Bu kodu arkadaşlarınıza verin
zh: 1. 将此代码提供给您的朋友

# referralStep2
source: 2. They sign up for a paid plan
eu: 2. Haiek ordainpeko plan batean sinatu behar dute
he: 2. הם נרשמים עבור תוכנית בתשלום
ja: 2. 友達が有料プランに登録
lt: 2. Jie užsiregistruoja mokamą planą
pl: 2. Wykupują płatny plan
ro: 2. Aceștia se înscriu la un plan cu plată
tr: 2. Ücretli bir plan için kaydolsunlar
zh: 2. 他们注册一个付费计划

# referralStep3
source: 3. Both of you get {storageInGB} GB* free
eu: 3. Bai zuk bai haiek {storageInGB} GB* dohainik izango duzue
he: 3. שניכים מקבלים {storageInGB} GB* בחינם
ja: 3. お二人とも {storageInGB} GB*を無料で手に入ります。
lt: 3. Abu gaunate {storageInGB} GB* nemokamai
pl: 3. Oboje otrzymujecie {storageInGB} GB* za darmo
ro: 3. Amândoi primiți {storageInGB} GB* gratuit
tr: 3. Hepimiz {storageInGB} GB* bedava alın
zh: 3. 你和朋友都将免费获得 {storageInGB} GB*

source: Referrals are currently paused
eu: Erreferentziak momentuz geldituta daude
he: הפניות כרגע מושהות
ja: リフェラルは現在一時停止しています
lt: Šiuo metu rekomendacijos yra pristabdytos
pl: Wysyłanie poleceń jest obecnie wstrzymane
ro: Recomandările sunt momentan întrerupte
tr: Davetler şu anda durmuş durumda
zh: 推荐已暂停

source: * You can at max double your storage
eu: * Gehienez zure biltegiratzea bikoiztu ahal duzu
he: * אתה יכול במקסימום להכפיל את מקום האחסון שלך
ja: * 最大2倍のストレージまで
lt: * Galite daugiausiai padvigubinti savo saugyklą.
pl: * Maksymalnie możesz podwoić swoją przestrzeń dyskową
ro: * Cel mult vă puteți dubla spațiul
tr: * Alanınızı en fazla ikiye katlayabilirsiniz
zh: * 您最多可以将您的存储空间增加一倍

# claimedStorageSoFar
source: {isFamilyMember, select, true {Your family has claimed {storageAmountInGb} GB so far} false {You have claimed {storageAmountInGb} GB so far} other {You have claimed {storageAmountInGb} GB so far!}}
eu: {isFamilyMember, select,true {Zure familiak {storageAmountInGb} GB eskatu du dagoeneko} false {Zuk {storageAmountInGb} GB eskatu duzu dagoeneko} other {Zuk {storageAmountInGb} GB eskatu duzu dagoeneko!}}
he: {isFamilyMember, select, true {קיבלת {storageAmountInGb} GB עד כה} false {קיבלת {storageAmountInGb} GB עד כה} other {קיבלת {storageAmountInGb} GB עד כה!}}
ja: {isFamilyMember, select, true {家族は {storageAmountInGb} GB 受け取っています} false {あなたは {storageAmountInGb} GB 受け取っています} other {あなたは {storageAmountInGb} GB受け取っています}}
lt: {isFamilyMember, select, true {Jūsų šeima gavo {storageAmountInGb} GB iki šiol} false {Jūs gavote {storageAmountInGb} GB iki šiol} other {Jūs gavote {storageAmountInGb} GB iki šiol.}}
pl: {isFamilyMember, select, true {Twoja rodzina odebrała {storageAmountInGb} GB do tej pory} false {Odebrałeś {storageAmountInGb} GB do tej pory} other {Odebrałeś {storageAmountInGb} GB do tej pory!}}
ro: {isFamilyMember, select, true {Familia dvs. a revendicat {storageAmountInGb} GB până acum} false {Ați revendicat {storageAmountInGb} GB până acum} other {Ați revendicat {storageAmountInGb} de GB până acum!}}
tr: {isFamilyMember, select, true {Şu ana kadar aileniz {storageAmountInGb} GB aldı} false {Şu ana kadar {storageAmountInGb} GB aldınız} other {Şu ana kadar {storageAmountInGb} GB aldınız!}}
zh: {isFamilyMember, select, true {到目前为止，您的家庭已经领取了 {storageAmountInGb} GB} false {到目前为止，您已经领取了 {storageAmountInGb} GB} other {到目前为止，您已经领取了{storageAmountInGb} GB}}

source: FAQ
he: שאלות נפוצות
ja: よくある質問
lt: DUK
pl: FAQ – Często zadawane pytania
ro: Întrebări frecvente
tr: Sıkça sorulan sorular
zh: 常见问题

source: Help
eu: Laguntza
ja: ヘルプ
pl: Pomoc
ro: Asistență
tr: Yardım
zh: 帮助

source: Oops, something went wrong
eu: Oops, zerbait txarto joan da
he: אופס, משהו השתבש
ja: 問題が発生しました
pl: Ups, coś poszło nie tak
ro: Hopa, ceva nu a mers bine
tr: Hoop, Birşeyler yanlış gitti
zh: 哎呀，似乎出了点问题

source: People using your code
eu: Jendea zure kodea erabiltzen
he: אנשים משתמשים בקוד שלך
ja: あなたのコードを使っている人
pl: Osoby używające twojego kodu
ro: Persoane care folosesc codul dvs.
tr: Kodunuzu kullananlar
zh: 使用您的代码的人

source: eligible
eu: aukerakoak
he: זכאי
ja: 対象となる
pl: kwalifikujący się
ro: eligibil
tr: uygun
zh: 符合资格

source: Code used by you
eu: Zuk erabilitako kodea
he: הקוד שומש על ידיך
ja: あなたが使用したコード
pl: Kod użyty przez Ciebie
ro: Cod folosit de dvs.
tr: Sizin kullandığınız kod
zh: 您所使用的代码

source: Free storage claimed
eu: Debaldeko biltegiratzea eskatuta
he: מקום אחסון בחינם נתבע
ja: 空き容量を受け取る
pl: Bezpłatna pamięć, którą odebrano
ro: Spațiu gratuit revendicat
tr: Alınan bedava alan
zh: 已领取的免费存储

source: Free storage usable
eu: Debaldeko biltegiratzea erabilgarri
he: מקום אחסון שמיש
ja: 無料のストレージが利用可能です
pl: Darmowa pamięć użyteczna
ro: Spațiu gratuit utilizabil
tr: Kullanılabilir bedava alan
zh: 可用的免费存储

# usableReferralStorageInfo
source: Usable storage is limited by your current plan. Excess claimed storage will automatically become usable when you upgrade your plan.
eu: Biltegiratze erabilgarria zure oraingo planaren arabera mugatuta dago. Soberan eskatutako biltegiratzea automatikoki erabili ahal izango duzu zure plan gaurkotzen duzunean.
he: כמות האחסון השמישה שלך מוגבלת בתוכנית הנוכחית. אחסון עודף יהפוך שוב לשמיש אחרי שתשדרג את התוכנית שלך.
ja: 使用可能なストレージは現在のプランによって制限されています。プランをアップグレードすると、あなたが手に入れたストレージが自動的に使用可能になります。
lt: Naudojama saugykla ribojama pagal jūsų dabartinį planą. Perteklinė gauta saugykla automatiškai taps tinkama naudoti, kai pakeisite planą.
pl: Użyteczna przestrzeń dyskowa jest ograniczona przez Twój obecny plan. Nadmiar zadeklarowanej przestrzeni dyskowej stanie się automatycznie użyteczny po uaktualnieniu planu.
ro: Spațiul utilizabil este limitat de planul dvs. actual. Spațiul suplimentar revendicat va deveni automat utilizabil atunci când vă îmbunătățiți planul.
tr: Kullanılabilir depolama alanı mevcut planınızla sınırlıdır. Talep edilen fazla depolama alanı, planınızı yükselttiğinizde otomatik olarak kullanılabilir hale gelecektir.
zh: 可用存储空间受您当前计划的限制。 当您升级您的计划时，超出要求的存储空间将自动变为可用。

# removeFromAlbumTitle
source: Remove from album?
eu: Albumetik kendu?
he: הסר מהאלבום?
ja: アルバムから削除しますか？
lt: Pašalinti iš albumo?
pl: Usunąć z albumu?
ro: Eliminați din album?
tr: Albümden çıkarılsın mı?
zh: 要从相册中移除吗？

source: Remove from album
eu: Kendu albumetik
he: הסר מהאלבום
ja: アルバムから削除
lt: Šalinti iš albumo
pl: Usuń z albumu
ro: Eliminați din album
tr: Albümden çıkar
zh: 从相册中移除

# itemsWillBeRemovedFromAlbum
source: Selected items will be removed from this album
eu: Hautatutako elementuak album honetatik kenduko dira
he: הפריטים שנבחרו יוסרו מהאלבום הזה
ja: 選択したアイテムはこのアルバムから削除されます
lt: Pasirinkti elementai bus pašalinti iš šio albumo
pl: Wybrane elementy zostaną usunięte z tego albumu
ro: Articolele selectate vor fi eliminate din acest album
tr: Seçilen öğeler bu albümden kaldırılacak
zh: 所选项目将从此相册中移除

# removeShareItemsWarning
source: Some of the items you are removing were added by other people, and you will lose access to them
eu: Kentzen ari zaren elementu batzuk beste pertsona batzuek gehitu zituzten, beraz ezin izango dituzu eskuratu
he: חלק מהפריטים שאתה מסיר הוספו על ידי אנשים אחרים, ואתה תאבד גישה אליהם
ja: 削除したアイテムのいくつかは他の人によって追加されました。あなたはそれらへのアクセスを失います
lt: Kai kuriuos elementus, kuriuos šalinate, pridėjo kiti asmenys, todėl prarasite prieigą prie jų
pl: Niektóre z usuwanych elementów zostały dodane przez inne osoby i utracisz do nich dostęp
ro: Unele dintre articolele pe care le eliminați au fost adăugate de alte persoane și veți pierde accesul la acestea
tr: Kaldırdığınız öğelerden bazıları başkaları tarafından eklenmiştir ve bunlara erişiminizi kaybedeceksiniz
zh: 您要删除的某些项目是由其他人添加的，您将无法访问它们

source: Adding to favorites...
eu: Gogokoetan gehitzen...
he: מוסיף למועדפים...
ja: お気に入りに追加しています...
pl: Dodawanie do ulubionych...
ro: Se adaugă la favorite...
tr: Favorilere ekleniyor...
zh: 正在添加到收藏...

source: Removing from favorites...
eu: Gogokoetatik kentzen...
he: מסיר מהמועדפים...
ja: お気に入りから削除しています...
pl: Usuwanie z ulubionych...
ro: Se elimină din favorite...
tr: Favorilerimden kaldır...
zh: 正在从收藏中删除...

source: Sorry, could not add to favorites!
eu: Sentitzen dut, ezin izan dugu zure gogokoetan gehitu!
he: סליחה, לא ניתן להוסיף למועדפים!
ja: お気に入りに追加できませんでした。
pl: Przepraszamy, nie udało się dodać do ulubionych!
ro: Ne pare rău, nu s-a putut adăuga la favorite!
tr: Üzgünüm, favorilere ekleyemedim!
zh: 抱歉，无法添加到收藏！

source: Sorry, could not remove from favorites!
eu: Sentitzen dugu, ezin izan dugu zure gogokoetatik kendu!
he: סליחה, לא ניתן להסיר מהמועדפים!
ja: お気に入りから削除できませんでした
lt: Atsiprašome, nepavyko pašalinti iš mėgstamų.
pl: Przepraszamy, nie udało się usunąć z ulubionych!
ro: Ne pare rău, nu s-a putut elimina din favorite!
tr: Üzgünüm, favorilere ekleyemedim!
zh: 抱歉，无法从收藏中移除！

# subscribeToEnableSharing
source: You need an active paid subscription to enable sharing.
eu: Ordainpeko harpidetza behar duzu partekatzea aktibatzeko.
ja: 共有を有効にするには、有料サブスクリプションが必要です。
lt: Kad įjungtumėte bendrinimą, reikia aktyvios mokamos prenumeratos.
pl: Potrzebujesz aktywnej płatnej subskrypcji, aby włączyć udostępnianie.
ro: Aveți nevoie de un abonament plătit activ pentru a activa distribuirea.
tr: Paylaşımı etkinleştirmek için aktif bir ücretli aboneliğe ihtiyacınız var.
zh: 您需要有效的付费订阅才能启用共享。

source: Subscribe
eu: Harpidetu
he: הרשם
ja: サブスクライブ
lt: Prenumeruoti
pl: Subskrybuj
ro: Abonare
tr: Abone ol
zh: 订阅

source: Can only remove files owned by you
eu: Zure fitxategiak baino ezin duzu ezabatu
he: יכול להסיר רק קבצים שבבעלותך
ja: あなたが所有しているファイルのみを削除できます
lt: Galima pašalinti tik jums priklausančius failus
pl: Można usuwać tylko pliki należące do Ciebie
ro: Puteți elimina numai fișierele deținute de dvs.
tr: Yalnızca size ait dosyaları kaldırabilir
zh: 只能删除您拥有的文件

source: Delete shared album?
eu: Partekatutako albuma ezabatu?
he: מחק את האלבום המשותף?
ja: 共有アルバムを削除しますか？
lt: Ištrinti bendrinamą albumą?
pl: Usunąć udostępniony album?
ro: Ștergeți albumul distribuit?
tr: Paylaşılan albüm silinsin mi?
zh: 要删除共享相册吗？

source: Delete album
eu: Ezabatu albuma
he: מחק אלבום
ja: アルバムの削除
lt: Ištrinti albumą
pl: Usuń album
ro: Ştergeţi albumul
tr: Albümü sil
zh: 删除相册

# deleteAlbumDialog
source: Also delete the photos (and videos) present in this album from <bold>all</bold> other albums they are part of?
eu: Ezabatu nahi dituzu album honetan dauden argazkiak (eta bideoak) parte diren beste album <bold>guztietatik</bold> ere?
he: גם להסיר תמונות (וסרטונים) שנמצאים באלבום הזה מ<bold>כל</bold> שאר האלבומים שהם שייכים אליהם?
ja: このアルバムに含まれている写真 (およびビデオ) を <bold>すべて</bold> 他のアルバムからも削除しますか?
lt: Taip pat ištrinti šiame albume esančias nuotraukas (ir vaizdo įrašus) iš <bold>visų</bold> kitų albumų, kuriuose jos yra dalis?
pl: Usunąć również zdjęcia (i wideo) znajdujące się w tym albumie ze <bold>wszystkich</bold> innych albumów, których są częścią?
ro: De asemenea, ștergeți fotografiile (și videoclipurile) prezente în acest album din <bold>toate</bold> celelalte albume din care fac parte?
tr: Ayrıca bu albümde bulunan fotoğrafları (ve videoları) parçası oldukları <bold>tüm</bold> diğer albümlerden silebilir miyim?
zh: 也删除此相册中存在的照片(和视频)，从 <bold>他们所加入的所有</bold> 其他相册？

# deleteSharedAlbumDialogBody
source: The album will be deleted for everyone You will lose access to shared photos in this album that are owned by others
eu: Albuma guztiontzat ezabatuko da Album honetan dauden beste pertsonek partekatutako argazkiak ezin izango dituzu eskuratu
he: האלבום הזה יימחק עבור כולם אתה תאבד גישה לתמונות משותפות באלבום הזה שבבעלות של אחרים
ja: このアルバムは他の人からも削除されます 他の人が共有してくれた写真も、あなたからは見れなくなります
lt: Albumas bus ištrintas visiems. Prarasite prieigą prie bendrinamų nuotraukų, esančių šiame albume ir priklausančių kitiems.
pl: Album zostanie usunięty dla wszystkich Utracisz dostęp do udostępnionych zdjęć w tym albumie, które są własnością innych osób
ro: Albumul va fi șters pentru toată lumea Veți pierde accesul la fotografiile distribuite din acest album care sunt deținute de alții
tr: Albüm herkes için silinecek Bu albümdeki başkalarına ait paylaşılan fotoğraflara erişiminizi kaybedeceksiniz
zh: 将为所有人删除相册 您将无法访问此相册中他人拥有的共享照片

source: Yes, remove
eu: Bai, ezabatu
he: כן, הסר
ja: 削除
lt: Taip, šalinti
pl: Tak, usuń
ro: Da, elimină
tr: Evet, sil
zh: 是，移除

source: Creating link...
eu: Esteka sortzen...
he: יוצר קישור...
ja: リンクを作成中...
lt: Kuriama nuoroda...
pl: Tworzenie linku...
ro: Se crează linkul...
tr: Bağlantı oluşturuluyor...
zh: 正在创建链接...

# removeWithQuestionMark
source: Remove?
eu: Ezabatuko?
he: הסר?
ja: 削除しますか?
lt: Šalinti?
pl: Usunąć?
ro: Eliminați?
tr: Kaldır?
zh: 要移除吗?

# removeParticipantBody
source: {userEmail} will be removed from this shared album Any photos added by them will also be removed from the album
eu: {userEmail} partekatutako album honetatik ezabatuko da Haiek gehitutako argazki guztiak ere ezabatuak izango dira albumetik
he: {userEmail} יוסר מהאלבום המשותף הזה גם תמונות שנוספו על ידיהם יוסרו מהאלבום
ja: {userEmail} はこの共有アルバムから退出します {userEmail} が追加した写真もアルバムから削除されます
lt: {userEmail} bus pašalintas iš šio bendrinamo albumo. Visos jų pridėtos nuotraukos taip pat bus pašalintos iš albumo.
pl: {userEmail} zostanie usunięty z tego udostępnionego albumu Wszelkie dodane przez nich zdjęcia zostaną usunięte z albumu
ro: {userEmail} va fi eliminat din acest album distribuit Orice fotografii adăugate de acesta vor fi, de asemenea, eliminate din album
tr: {userEmail} bu paylaşılan albümden kaldırılacaktır Onlar tarafından eklenen tüm fotoğraflar da albümden kaldırılacaktır
zh: {userEmail} 将从这个共享相册中删除 TA们添加的任何照片也将从相册中删除

source: Keep Photos
eu: Gorde Argazkiak
he: השאר תמונות
ja: 写真を残す
lt: Palikti nuotraukas
pl: Zachowaj Zdjęcia
ro: Păstrați fotografiile
tr: Fotoğrafları sakla
zh: 保留照片

source: Delete photos
eu: Ezabatu argazkiak
he: מחק תמונות
ja: 写真を削除
lt: Ištrinti nuotraukas
pl: Usuń zdjęcia
ro: Ștergeți fotografiile
tr: Fotoğrafları sil
zh: 删除照片

source: Invite to Ente
eu: Gonbidatu Ente-ra
ja: Enteに招待する
lt: Kviesti į „Ente“
pl: Zaproś do Ente
ro: Invitați la Ente
tr: Ente'ye davet edin
zh: 邀请到 Ente

source: Remove public link
eu: Ezabatu esteka publikoa
he: הסר לינק ציבורי
ja: 公開リンクを削除
lt: Šalinti viešą nuorodą
pl: Usuń link publiczny
ro: Eliminați linkul public
tr: Herkese açık link oluştur
zh: 删除公开链接

# disableLinkMessage
source: This will remove the public link for accessing "{albumName}".
eu: Honen bidez {albumName} eskuratzeko esteka publikoa ezabatuko da.
he: זה יסיר את הלינק הפומבי שדרכו ניתן לגשת ל"{albumName}".
ja: "{albumName}" にアクセスするための公開リンクが削除されます。
pl: Spowoduje to usunięcie publicznego linku dostępu do "{albumName}".
ro: Urmează să eliminați linkul public pentru accesarea „{albumName}”.
tr: Bu, "{albumName}"e erişim için olan genel bağlantıyı kaldıracaktır.
zh: 这将删除用于访问"{albumName}"的公开链接。

source: Sharing...
eu: Partekatzen...
he: משתף...
ja: 共有中...
lt: Bendrinima...
pl: Udostępnianie...
ro: Se distribuie...
tr: Paylaşılıyor...
zh: 正在分享...

source: You cannot share with yourself
eu: Ezin duzu zeure buruarekin partekatu
he: אתה לא יכול לשתף עם עצמך
ja: 自分自身と共有することはできません
lt: Negalite bendrinti su savimi.
pl: Nie możesz udostępnić samemu sobie
ro: Nu poți distribui cu tine însuți
tr: Kendinizle paylaşamazsınız
zh: 莫开玩笑，您不能与自己分享

source: Archive
eu: Artxiboa
he: שמירה בארכיון
ja: アーカイブ
lt: Archyvas
pl: Archiwum
ro: Arhivă
tr: Arşiv
zh: 存档

# createAlbumActionHint
source: Long press to select photos and click + to create an album
eu: Luze klikatu argazkiak hautatzeko eta klikatu + albuma sortzeko
he: לחץ לחיצה ארוכה על מנת לבחור תמונות ולחץ על + על מנת ליצור אלבום
ja: 長押しで写真を選択し、+をクリックしてアルバムを作成します
pl: Przytrzymaj, aby wybrać zdjęcia i kliknij +, aby utworzyć album
ro: Apăsați lung pentru a selecta fotografii și apăsați pe + pentru a crea un album
tr: Fotoğrafları seçmek için uzun basın ve + düğmesine tıklayarak bir albüm oluşturun
zh: 长按选择照片，然后点击 + 创建相册

source: Importing....
eu: Inportatzen....
he: מייבא....
ja: インポート中...
lt: Importuojama....
pl: Importowanie....
ro: Se importă....
tr: İçeri aktarılıyor....
zh: 正在导入...

source: Failed to load albums
eu: Errorea albumak kargatzen
he: נכשל בטעינת האלבומים
ja: アルバムの読み込みに失敗しました
pl: Nie udało się załadować albumów
ro: Încărcarea albumelor nu a reușit
tr: Albüm yüklenirken hata oluştu
zh: 加载相册失败

source: Hidden
eu: Ezkutatuta
he: מוסתר
ja: 非表示
lt: Paslėpti
pl: Ukryte
ro: Ascunse
tr: Gizle
zh: 已隐藏

# authToViewYourHiddenFiles
source: Please authenticate to view your hidden files
eu: Mesedez, autentifikatu zure ezkutatutako fitxategiak ikusteko
he: אנא התאמת על מנת לראות את הקבצים החבויים שלך
ja: 隠しファイルを表示するには認証してください
lt: Nustatykite tapatybę, kad peržiūrėtumėte paslėptus failus
pl: Prosimy uwierzytelnić się, aby wyświetlić ukryte pliki
ro: Vă rugăm să vă autentificați pentru a vedea fișierele ascunse
tr: Gizli dosyalarınızı görüntülemek için kimlik doğrulama yapınız
zh: 请验证以查看您的隐藏文件

source: Trash
eu: Zarama
he: אשפה
ja: ゴミ箱
lt: Šiukšlinė
pl: Kosz
ro: Coș de gunoi
tr: Cöp kutusu
zh: 回收站

source: Uncategorized
eu: Kategori gabekoa
he: ללא קטגוריה
ja: カテゴリなし
lt: Nekategorizuoti
pl: Bez kategorii
ro: Necategorisite
tr: Kategorisiz
zh: 未分类的

# photoSmallCase
source: photo
eu: argazkia
he: תמונה
ja: 写真
lt: nuotrauka
pl: zdjęcie
ro: fotografie
tr: fotoğraf
zh: 照片

# singleFileDeleteHighlight
source: It will be deleted from all albums.
eu: Album guztietatik ezabatuko da.
he: זה יימחק מכל האלבומים.
ja: 全てのアルバムから削除されます。
pl: To zostanie usunięte ze wszystkich albumów.
ro: Acesta va fi șters din toate albumele.
tr: Tüm albümlerden silinecek.
zh: 它将从所有相册中删除。

# singleFileInBothLocalAndRemote
source: This {fileType} is in both Ente and your device.
eu: {fileType} hau Ente-n eta zure gailuan dago.
ja: この {fileType} はEnteとお使いのデバイスの両方にあります。
lt: Šis {fileType} yra ir saugykloje „Ente“ bei įrenginyje.
pl: Ten {fileType} jest zarówno w Ente, jak i na twoim urządzeniu.
ro: Fișierul de tip {fileType} este atât în Ente, cât și în dispozitivul dvs.
tr: {fileType} Ente ve cihazınızdan silinecektir.
zh: {fileType} 已同时存在于 Ente 和您的设备中。

# singleFileInRemoteOnly
source: This {fileType} will be deleted from Ente.
eu: {fileType} hau Ente-tik ezabatuko da.
ja: {fileType} はEnteから削除されます。
lt: Šis {fileType} bus ištrintas iš „Ente“.
pl: Ten {fileType} zostanie usunięty z Ente.
ro: Fișierul de tip {fileType} va fi șters din Ente.
tr: {fileType} Ente'den silinecektir.
zh: {fileType} 将从 Ente 中删除。
