Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

# iOSLockOut
source: Biometric authentication is disabled. Please lock and unlock your screen to enable it.
eu: Autentifikazio biometrikoa deuseztatuta dago. Mesedez, blokeatu eta desblokeatu zure pantaila indarrean jartzeko.
ja: 生体認証が無効化されています。画面をロック・ロック解除して生体認証を有効化してください。
lt: Biometrinis tapatybės nustatymas išjungtas. Kad jį įjungtumėte, užrakinkite ir atrakinkite ekraną.
pl: Uwierzytelnianie biometryczne jest wyłączone. Prosimy zablokować i odblokować ekran, aby je włączyć.
tr: Biyometrik kimlik doğrulama devre dışı. Etkinleştirmek için lütfen ekranınızı kilitleyin ve kilidini açın.
zh: 生物识别认证已禁用。请锁定并解锁您的屏幕以启用它。

# iOSGoToSettingsDescription
source: Biometric authentication is not set up on your device. Please either enable Touch ID or Face ID on your phone.
ja: 生体認証がデバイスで設定されていません。Touch ID もしくは Face ID を有効にしてください。
lt: Biometrinis tapatybės nustatymas jūsų įrenginyje nenustatytas. Telefone įjunkite „Touch ID“ arba „Face ID“.
pl: Uwierzytelnianie biometryczne nie jest skonfigurowane na Twoim urządzeniu. Prosimy włączyć Touch ID lub Face ID na swoim telefonie.
tr: Cihazınızda biyometrik kimlik doğrulama ayarlanmamış. Lütfen telefonunuzda Touch ID veya Face ID'yi etkinleştirin.
zh: 您未在该设备上设置生物识别身份验证。请在您的手机上启用 Touch ID或Face ID。

# iOSOkButton
source: OK
he: אישור
lt: Gerai
tr: Tamam
zh: 好的

source: OpenStreetMap contributors
ja: OpenStreetMap のコントリビューター
pl: Współautorzy OpenStreetMap
tr: © OpenStreetMap katkıda bululanlar
zh: OpenStreetMap 贡献者

source: Hosted at OSM France
ja: OSM Franceでホスト
pl: Hostowane w OSM Francja
tr: OSM Fransa'da ağırlandı
zh: 法国 OSM 主办

source: Map
he: מפה
ja: 地図
lt: Žemėlapis
pl: Mapa
tr: Harita
zh: 地图

source: Maps
he: מפות
ja: 地図
lt: Žemėlapiai
pl: Mapy
tr: Haritalar
zh: 地图

source: Enable Maps
ja: マップを有効にする
lt: Įjungti žemėlapius
pl: Włącz mapy
tr: Haritaları Etkinleştir
zh: 启用地图

# enableMapsDesc
source: This will show your photos on a world map. This map is hosted by Open Street Map, and the exact locations of your photos are never shared. You can disable this feature anytime from Settings.
ja: 世界地図上にあなたの写真を表示します。 地図はOpenStreetMapを利用しており、あなたの写真の位置情報が外部に共有されることはありません。 この機能は設定から無効にすることができます
lt: Tai parodys jūsų nuotraukas pasaulio žemėlapyje. Šį žemėlapį talpina „OpenStreetMap“, o tiksliomis nuotraukų vietovėmis niekada nebendrinama. Šią funkciją bet kada galite išjungti iš nustatymų.
pl: To pokaże Twoje zdjęcia na mapie świata. Ta mapa jest hostowana przez Open Street Map, a dokładne lokalizacje Twoich zdjęć nigdy nie są udostępniane. Możesz wyłączyć tę funkcję w każdej chwili w ustawieniach.
tr: Bu, fotoğraflarınızı bir dünya haritasında gösterecektir. Bu harita Open Street Map tarafından barındırılmaktadır ve fotoğraflarınızın tam konumları hiçbir zaman paylaşılmaz. Bu özelliği istediğiniz zaman Ayarlar'dan devre dışı bırakabilirsiniz.
zh: 这将在世界地图上显示您的照片。 该地图由 Open Street Map 托管，并且您的照片的确切位置永远不会共享。 您可以随时从“设置”中禁用此功能。

source: Quick links
ja: クイックリンク
pl: Szybkie linki
tr: Hızlı Erişim
zh: 快速链接

source: Select items to add
ja: 追加するアイテムを選んでください
pl: Wybierz elementy do dodania
tr: Eklenecek eşyaları seçin
zh: 选择要添加的项目

source: Add selected
ja: 選んだものをアルバムに追加
pl: Dodaj zaznaczone
tr: Seçileni ekle
zh: 添加所选项

source: Add from device
ja: デバイスから追加
pl: Dodaj z urządzenia
tr: Cihazdan ekle
zh: 从设备添加

source: Add photos
he: הוסף תמונות
ja: 写真を追加
pl: Dodaj zdjęcia
tr: Fotoğraf ekle
zh: 添加照片

source: No photos found here
ja: 写真が見つかりません
pl: Nie znaleziono tutaj zdjęć
tr: Burada fotoğraf bulunamadı
zh: 这里没有找到照片

source: Zoom out to see photos
ja: ズームアウトして写真を表示
pl: Pomniejsz, aby zobaczyć zdjęcia
tr: Fotoğrafları görmek için uzaklaştırın
zh: 缩小以查看照片

source: No images with location
ja: 位置情報のある画像がありません
lt: Nėra vaizdų su vietove
pl: Brak zdjęć z lokalizacją
tr: Konum içeren resim yok
zh: 没有带有位置的图像

source: Unpin album
ja: アルバムのピン留めを解除
lt: Atsegti albumą
pl: Odepnij album
tr: Albümün sabitlemesini kaldır
zh: 取消置顶相册

source: Pin album
ja: アルバムをピンする
lt: Prisegti albumą
pl: Przypnij album
tr: Albümü sabitle
zh: 置顶相册

source: Create
he: צור
ja: 作成
lt: Kurti
pl: Utwórz
tr: Oluştur
zh: 创建

source: View all
he: הצג הכל
ja: すべて表示
lt: Peržiūrėti viską
pl: Pokaż wszystkie
tr: Tümünü görüntüle
zh: 查看全部

source: Nothing shared with you yet
ja: あなたに共有されたものはありません
lt: Kol kas su jumis niekuo nesibendrinama.
pl: Nic Ci jeszcze nie udostępniono
tr: Henüz sizinle paylaşılan bir şey yok
zh: 尚未与您共享任何内容

source: No albums shared by you yet
ja: あなたが共有したアルバムはまだありません
pl: Brak jeszcze albumów udostępnianych przez Ciebie
tr: Henüz paylaştığınız albüm yok
zh: 您尚未共享任何相册

source: Shared with you
ja: あなたと共有されています
lt: Bendrinta su jumis
pl: Udostępnione z Tobą
ro: Distribuite cu dvs.
tr: Sizinle paylaşıldı
zh: 已与您共享

source: Shared by you
ja: あなたが共有しました
lt: Bendrinta iš jūsų
pl: Udostępnione przez Ciebie
ro: Distribuite de dvs.
tr: Paylaştıklarınız
zh: 您共享的

source: Invite your friends to Ente
ja: 友達をEnteに招待する
pl: Zaproś znajomych do Ente
ro: Invitați-vă prietenii la Ente
tr: Katılmaları için arkadaşlarınızı davet edin
zh: 邀请您的朋友加入 Ente

source: Failed to download video
ja: ビデオをダウンロードできませんでした
pl: Nie udało się pobrać wideo
ro: Descărcarea videoclipului nu a reușit
tr: Video indirilemedi
zh: 视频下载失败

source: Hiding...
he: מחביא...
ja: 非表示にしています
lt: Slepiama...
pl: Ukrywanie...
ro: Se ascunde...
tr: Gizleniyor...
zh: 正在隐藏...

source: Unhiding...
ja: 非表示を解除しています
pl: Odkrywanie...
ro: Se reafișează...
tr: Gösteriliyor...
zh: 正在取消隐藏...

source: Successfully hid
ja: 非表示にしました
pl: Pomyślnie ukryto
ro: S-a ascuns cu succes
tr: Başarıyla saklandı
zh: 已成功隐藏

source: Successfully unhid
ja: 非表示を解除しました
pl: Pomyślnie odkryto
ro: S-a reafișat cu succes
tr: Başarıyla arşivden çıkarıldı
zh: 已成功取消隐藏

source: Crash reporting
ja: クラッシュを報告
pl: Zgłaszanie awarii
ro: Raportarea problemelor
tr: Çökme raporlaması
zh: 上报崩溃

source: Resumable uploads
ja: 再開可能なアップロード
pl: Przesyłania wznawialne
ro: Reluare încărcări
tr: Devam edilebilir yüklemeler
zh: 可续传上传

source: Add to hidden album
ja: 非表示アルバムに追加
pl: Dodaj do ukrytego albumu
ro: Adăugați la album ascuns
tr: Gizli albüme ekle
zh: 添加到隐藏相册

source: Move to hidden album
ja: 隠しアルバムに移動
pl: Przenieś do ukrytego albumu
ro: Mutați în albumul ascuns
tr: Gizli albüme ekle
zh: 移至隐藏相册

source: File types
ja: ファイルの種類
lt: Failų tipai
pl: Rodzaje plików
ro: Tipuri de fișiere
tr: Dosya türü
zh: 文件类型

# deleteConfirmDialogBody
source: This account is linked to other Ente apps, if you use any. Your uploaded data, across all Ente apps, will be scheduled for deletion, and your account will be permanently deleted.
ja: このアカウントは他のEnteアプリも使用している場合はそれらにも紐づけされています。 すべてのEnteアプリでアップロードされたデータは削除され、アカウントは完全に削除されます。
lt: Ši paskyra susieta su kitomis „Ente“ programomis, jei jas naudojate. Jūsų įkelti duomenys per visas „Ente“ programas bus planuojama ištrinti, o jūsų paskyra bus ištrinta negrįžtamai.
pl: To konto jest połączone z innymi aplikacjami Ente, jeśli ich używasz. Twoje przesłane dane, we wszystkich aplikacjach Ente, zostaną zaplanowane do usunięcia, a Twoje konto zostanie trwale usunięte.
ro: Acest cont este legat de alte aplicații Ente, dacă utilizați vreuna. Datele dvs. încărcate în toate aplicațiile Ente vor fi programate pentru ștergere, iar contul dvs. va fi șters definitiv.
tr: Kullandığınız Ente uygulamaları varsa bu hesap diğer Ente uygulamalarıyla bağlantılıdır. Tüm Ente uygulamalarına yüklediğiniz veriler ve hesabınız kalıcı olarak silinecektir.
zh: 此账户已链接到其他 Ente 应用程序（如果您使用任何应用程序）。您在所有 Ente 应用程序中上传的数据将被安排删除，并且您的账户将被永久删除。

# hearUsWhereTitle
source: How did you hear about Ente? (optional)
ja: Ente についてどのようにお聞きになりましたか？（任意）
lt: Kaip išgirdote apie „Ente“? (nebūtina)
pl: Jak usłyszałeś/aś o Ente? (opcjonalnie)
ro: Cum ați auzit de Ente? (opțional)
tr: Ente'yi nereden duydunuz? (opsiyonel)
zh: 您是如何知道Ente的？ （可选的）

# hearUsExplanation
source: We don't track app installs. It'd help if you told us where you found us!
ja: 私たちはアプリのインストールを追跡していませんが、もしよければ、Enteをお知りになった場所を教えてください！
lt: Mes nesekame programų diegimų. Mums padėtų, jei pasakytumėte, kur mus radote.
pl: Nie śledzimy instalacji aplikacji. Pomogłyby nam, gdybyś powiedział/a nam, gdzie nas znalazłeś/aś!
ro: Nu urmărim instalările aplicației. Ne-ar ajuta dacă ne-ați spune unde ne-ați găsit!
tr: Biz uygulama kurulumlarını takip etmiyoruz. Bizi nereden duyduğunuzdan bahsetmeniz bize çok yardımcı olacak!
zh: 我们不跟踪应用程序安装情况。如果您告诉我们您是在哪里找到我们的，将会有所帮助！

# viewAddOnButton
source: View add-ons
ja: アドオンを表示
lt: Peržiūrėti priedus
pl: Zobacz dodatki
ro: Vizualizare suplimente
tr: Eklentileri görüntüle
zh: 查看附加组件

source: Add-ons
ja: アドオン
lt: Priedai
pl: Dodatki
ro: Suplimente
tr: Eklentiler
zh: 附加组件

# addOnPageSubtitle
source: Details of add-ons
ja: アドオンの詳細
pl: Szczegóły dodatków
ro: Detaliile suplimentelor
tr: Eklentilerin ayrıntıları
zh: 附加组件详情

source: Your map
ja: あなたの地図
lt: Jūsų žemėlapis
pl: Twoja mapa
ro: Harta dvs.
tr: Haritalarınız
zh: 您的地图

source: Modify your query, or try searching for
ja: クエリを変更するか、以下のように検索してみてください
pl: Zmodyfikuj zapytanie lub spróbuj wyszukać
ro: Modificați interogarea sau încercați să căutați
tr: Sorgunuzu değiştirin veya aramayı deneyin
zh: 修改您的查询，或尝试搜索

source: Black Friday Sale
ja: ブラックフライデーセール
lt: Juodojo penktadienio išpardavimas
pl: Wyprzedaż z okazji Czarnego Piątku
ro: Ofertă Black Friday
tr: Muhteşem Cuma kampanyası
zh: 黑色星期五特惠

source: Upto 50% off, until 4th Dec.
ja: 12月4日まで、最大50%オフ。
lt: Iki 50% nuolaida, gruodžio 4 d.
pl: Do 50% zniżki, do 4 grudnia.
ro: Reducere de până la 50%, până pe 4 decembrie
tr: 4 Aralık'a kadar %50'ye varan indirim.
zh: 最高五折优惠，直至12月4日。

source: Photos
ja: 写真
lt: Nuotraukos
pl: Zdjęcia
ro: Fotografii
tr: Fotoğraflar
zh: 照片

source: Videos
ja: ビデオ
lt: Vaizdo įrašai
pl: Wideo
ro: Videoclipuri
tr: Videolar
zh: 视频

source: Live Photos
ja: ライブフォト
lt: Gyvos nuotraukos
pl: Zdjęcia Live Photo
ro: Fotografii live
tr: Canlı Fotoğraf
zh: 实况照片

# searchHint1
source: Fast, on-device search
ja: デバイス上で高速検索
pl: Szybkie wyszukiwanie na urządzeniu
ro: Căutare rapidă, pe dispozitiv
tr: Hızlı, cihaz üzerinde arama
zh: 在设备上快速搜索

# searchHint2
source: Photo dates, descriptions
ja: 写真の日付、説明
pl: Daty zdjęć, opisy
ro: Date, descrieri ale fotografiilor
tr: Fotoğraf tarihleri, açıklamalar
zh: 照片日期、描述

# searchHint3
source: Albums, file names, and types
ja: アルバム、ファイル名、種類
lt: Albumai, failų pavadinimai ir tipai
pl: Albumy, nazwy plików i typy
ro: Albume, numele fișierelor și tipuri
tr: Albümler, dosya adları ve türleri
zh: 相册、文件名和类型

# searchHint4
source: Location
ja: 場所
lt: Vietovė
pl: Lokalizacja
ro: Locație
tr: Konum
zh: 位置

# searchHint5
source: Coming soon: Faces & magic search ✨
ja: 近日公開: フェイスとマジック検索 ✨
lt: Jau netrukus: veidų ir magiškos paieškos ✨
pl: Wkrótce: Twarze i magiczne wyszukiwanie ✨
ro: În curând: chipuri și căutare magică ✨
tr: Çok yakında: Yüzler ve sihirli arama ✨
zh: 即将到来：面部和魔法搜索✨

source: Add your photos now
ja: 写真を今すぐ追加する
pl: Dodaj swoje zdjęcia teraz
ro: Adăugați-vă fotografiile acum
tr: Fotoğraflarınızı şimdi ekleyin
zh: 立即添加您的照片

# searchResultCount
source: {count, plural, one{{count} result found} other{{count} results found}}
ja: {count, plural, one{{count} 個の結果} other{{count} 個の結果}}
lt: {count, plural, one{Rastas {count} rezultatas} few {Rasti {count} rezultatai} many {Rasta {count} rezultato} other{Rasta {count} rezultatų}}
pl: {count, plural, one{Znaleziono {count} wynik} few {Znaleziono {count} wyniki} other{Znaleziono {count} wyników}}
ro: {count, plural, one{{count} rezultat găsit} few {{count} rezultate găsite} other{{count} de rezultate găsite}}
tr: {count, plural, one{{count} yıl önce} other{{count} yıl önce}}
zh: {count, plural, other{已找到 {count} 个结果}}

source: Faces
ja: 顔
lt: Veidai
pl: Twarze
ro: Fețe
tr: Yüzler
zh: 人脸

source: People
ja: 人物
lt: Asmenys
pl: Ludzie
ro: Persoane
tr: Kişiler
zh: 人物

source: Contents
ja: 内容
pl: Zawartość
ro: Conținuturi
tr: İçerikler
zh: 内容

source: Add new
ja: 新規追加
lt: Pridėti naują
pl: Dodaj nowe
ro: Adăugare nou
tr: Yeni ekle
zh: 新建

source: Contacts
ja: 連絡先
lt: Kontaktai
pl: Kontakty
ro: Contacte
tr: Kişiler
zh: 联系人

source: No internet connection
ja: インターネット接続なし
lt: Nėra interneto ryšio
pl: Brak połączenia z Internetem
ro: Nu există conexiune la internet
tr: İnternet bağlantısı yok
zh: 无互联网连接

source: Please check your internet connection and try again.
ja: インターネット接続を確認して、再試行してください。
lt: Patikrinkite savo interneto ryšį ir bandykite dar kartą.
pl: Prosimy sprawdzić połączenie internetowe i spróbować ponownie.
ro: Vă rugăm să verificați conexiunea la internet și să încercați din nou.
tr: Lütfen internet bağlantınızı kontrol edin ve yeniden deneyin.
zh: 请检查您的互联网连接，然后重试。

source: Sign out from other devices
ja: 他のデバイスからサインアウトする
pl: Wyloguj z pozostałych urządzeń
ro: Deconectare de pe alte dispozitive
tr: Diğer cihazlardan çıkış yap
zh: 从其他设备退出登录

# signOutOtherBody
source: If you think someone might know your password, you can force all other devices using your account to sign out.
ja: 他の誰かがあなたのパスワードを知っている可能性があると判断した場合は、あなたのアカウントを使用している他のすべてのデバイスから強制的にサインアウトできます。
lt: Jei manote, kad kas nors gali žinoti jūsų slaptažodį, galite priverstinai atsijungti iš visų kitų įrenginių, naudojančių jūsų paskyrą.
pl: Jeśli uważasz, że ktoś może znać Twoje hasło, możesz wymusić wylogowanie na wszystkich innych urządzeniach korzystających z Twojego konta.
ro: Dacă credeți că cineva ar putea să vă cunoască parola, puteți forța toate celelalte dispozitive care utilizează contul dvs. să se deconecteze.
tr: Eğer başka birisinin parolanızı bildiğini düşünüyorsanız, diğer tüm cihazları hesabınızdan çıkışa zorlayabilirsiniz.
zh: 如果你认为有人可能知道你的密码，你可以强制所有使用你账户的其他设备退出登录。

source: Sign out other devices
ja: 他のデバイスからサインアウトする
pl: Wyloguj z pozostałych urządzeń
ro: Deconectați alte dispozitive
tr: Diğer cihazlardan çıkış yap
zh: 登出其他设备

source: Do not sign out
ja: サインアウトしない
lt: Neatsijungti
pl: Nie wylogowuj mnie
ro: Nu deconectați
tr: Çıkış yapma
zh: 不要登出

source: Edit location
ja: 位置情報を編集
lt: Redaguoti vietovę
pl: Edytuj lokalizację
ro: Editare locaţie
tr: Konumu düzenle
zh: 编辑位置

source: Select a location
ja: 場所を選択
lt: Pasirinkite vietovę
pl: Wybierz lokalizację
ro: Selectați o locație
tr: Bir konum seçin
zh: 选择一个位置

source: Select a location first
ja: 先に場所を選択してください
lt: Pirmiausia pasirinkite vietovę
pl: Najpierw wybierz lokalizację
ro: Selectați mai întâi o locație
tr: Önce yeni yer seçin
zh: 首先选择一个位置

source: Change location of selected items?
ja: 選択したアイテムの位置を変更しますか？
lt: Keisti pasirinktų elementų vietovę?
pl: Zmienić lokalizację wybranych elementów?
ro: Schimbați locația articolelor selectate?
tr: Seçilen öğelerin konumu değiştirilsin mi?
zh: 确定要更改所选项目的位置吗？

source: Edits to location will only be seen within Ente
ja: 位置情報の編集はEnteでのみ表示されます
lt: Vietovės pakeitimai bus matomi tik per „Ente“
pl: Edycje lokalizacji będą widoczne tylko w Ente
ro: Editările locației vor fi vizibile doar pe Ente
tr: Konumda yapılan düzenlemeler yalnızca Ente'de görülecektir
zh: 对位置的编辑只能在 Ente 内看到

source: Clean Uncategorized
ja: 未分類のクリーンアップ
lt: Valyti nekategorizuotus
pl: Wyczyść Nieskategoryzowane
ro: Curățare Necategorisite
tr: Temiz Genel
zh: 清除未分类的

# cleanUncategorizedDescription
source: Remove all files from Uncategorized that are present in other albums
ja: 他のアルバムに存在する「未分類」からすべてのファイルを削除
lt: Pašalinkite iš nekategorizuotus visus failus, esančius kituose albumuose
pl: Usuń wszystkie pliki z Nieskategoryzowanych, które są obecne w innych albumach
tr: Diğer albümlerde bulunan Kategorilenmemiş tüm dosyaları kaldırın
zh: 从“未分类”中删除其他相册中存在的所有文件

source: Waiting for verification...
ja: 確認を待っています...
lt: Laukiama patvirtinimo...
pl: Oczekiwanie na weryfikację...
tr: Doğrulama bekleniyor...
zh: 等待验证...

source: Passkey
ja: パスキー
lt: Slaptaraktis
pl: Klucz dostępu
tr: Parola Anahtarı
zh: 通行密钥

# passkeyAuthTitle
source: Passkey verification
ja: パスキーの検証
lt: Slaptarakčio patvirtinimas
pl: Weryfikacja kluczem dostępu
tr: Geçiş anahtarı doğrulaması
zh: 通行密钥认证

# passKeyPendingVerification
source: Verification is still pending
ja: 検証はまだ保留中です
lt: Vis dar laukiama patvirtinimo
pl: Weryfikacja jest nadal w toku
tr: Doğrulama hala bekliyor
zh: 仍需进行验证

# loginSessionExpired
source: Session expired
ja: セッション切れ
lt: Seansas baigėsi
pl: Sesja wygasła
tr: Oturum süresi doldu
zh: 会话已过期

# loginSessionExpiredDetails
source: Your session has expired. Please login again.
ja: セッションの有効期限が切れました。再度ログインしてください。
lt: Jūsų seansas baigėsi. Prisijunkite iš naujo.
pl: Twoja sesja wygasła. Zaloguj się ponownie.
tr: Oturum süreniz doldu. Tekrar giriş yapın.
zh: 您的会话已过期。请重新登录。

source: Verify passkey
ja: パスキーを確認
lt: Patvirtinti slaptaraktį
pl: Zweryfikuj klucz dostępu
tr: Şifrenizi doğrulayın
zh: 验证通行密钥

# playOnTv
source: Play album on TV
ja: TVでアルバムを再生
lt: Paleisti albumą televizoriuje
pl: Odtwórz album na telewizorze
tr: Albümü TV'de oynat
zh: 在电视上播放相册

source: Pair
ja: ペアリング
lt: Susieti
pl: Sparuj
tr: Eşleştir
zh: 配对

source: Device not found
ja: デバイスが見つかりません
lt: Įrenginys nerastas
pl: Nie znaleziono urządzenia
tr: Cihaz bulunamadı
zh: 未发现设备

# castInstruction
source: Visit cast.ente.io on the device you want to pair. Enter the code below to play the album on your TV.
ja: ペアリングしたいデバイスでcast.ente.ioにアクセスしてください。 テレビでアルバムを再生するには以下のコードを入力してください。
lt: Aplankykite cast.ente.io įrenginyje, kurį norite susieti. Įveskite toliau esantį kodą, kad paleistumėte albumą televizoriuje.
pl: Odwiedź cast.ente.io na urządzeniu, które chcesz sparować. Wprowadź poniższy kod, aby odtworzyć album na telewizorze.
tr: Eşleştirmek istediğiniz cihazda cast.ente.io adresini ziyaret edin. Albümü TV'nizde oynatmak için aşağıdaki kodu girin.
zh: 在您要配对的设备上访问 cast.ente.io。 在下框中输入代码即可在电视上播放相册。

# deviceCodeHint
source: Enter the code
ja: コードを入力する
lt: Įveskite kodą
pl: Wprowadź kod
tr: Kodu girin
zh: 输入代码

source: Join Discord
ja: Discordに参加
lt: Jungtis prie „Discord“
pl: Dołącz do serwera Discord
tr: Discord'a Katıl
zh: 加入 Discord

source: Locations
ja: 場所
lt: Vietovės
pl: Lokalizacje
tr: Konum
zh: 位置

source: Add a name
ja: 名前を追加
lt: Pridėti vardą
pl: Dodaj nazwę
tr: Bir Ad Ekle
zh: 添加一个名称

source: Find them quickly
ja: すばやく見つける
lt: Raskite juos greitai
pl: Znajdź ich szybko
tr: Onları çabucak bulun

# findPeopleByName
source: Find people quickly by name
ja: 名前で人を探す
lt: Greitai suraskite žmones pagal vardą
pl: Szybko szukaj osób po imieniu
tr: Kişileri isimlere göre çabucak bulun
zh: 按名称快速查找人物

# addViewers
source: {count, plural, zero {Add viewer} one {Add viewer} other {Add viewers}}
ja: {count, plural, zero {ビューアーを追加} one {ビューアーを追加} other {ビューアーを追加}}
lt: {count, plural, one {Pridėti žiūrėtoją} few {Pridėti žiūrėtojus} many {Pridėti žiūrėtojo} other {Pridėti žiūrėtojų}}
pl: {count, plural, one {Dodaj widza} few {Dodaj widzów} many {Dodaj widzów} other {Dodaj widzów}}
ro: {count, plural, one {Adăugați observator} few {Adăugați observatori} other {Adăugați observatori}}
tr: {count, plural, zero {Görüntüleyen ekle} one {Görüntüleyen ekle} other {Görüntüleyen ekle}}
zh: {count, plural, zero {添加查看者} one {添加查看者} other {添加查看者}}

# addCollaborators
source: {count, plural, zero {Add collaborator} one {Add collaborator} other {Add collaborators}}
ja: {count, plural, zero {共同編集者を追加} one {共同編集者を追加} other {共同編集者を追加}}
lt: {count, plural, one {Pridėti bendradarbį} few {Pridėti bendradarbius} many {Pridėti bendradarbio} other {Pridėti bendradarbių}}
pl: {count, plural, one {Dodaj współuczestnika} few {Dodaj współuczestników} many {Dodaj współuczestników} other {Dodaj współuczestników}}
tr: {count, plural, zero {Ortak çalışan ekle} one {Ortak çalışan ekle} other {Ortak çalışan ekle}}
zh: {count, plural, zero {添加协作者} one {添加协作者} other {添加协作者}}

source: Long press an email to verify end to end encryption.
ja: 表示されているEメールアドレスを長押しして、暗号化を確認します。
lt: Ilgai paspauskite el. paštą, kad patvirtintumėte visapusį šifravimą.
pl: Naciśnij i przytrzymaj e-mail, aby zweryfikować szyfrowanie end-to-end.
tr: Uçtan uca şifrelemeyi doğrulamak için bir e-postaya uzun basın.
zh: 长按电子邮件以验证端到端加密。

# developerSettingsWarning
source: Are you sure that you want to modify Developer settings?
ja: 開発者向け設定を変更してもよろしいですか？
lt: Ar tikrai norite modifikuoti kūrėjo nustatymus?
pl: Czy na pewno chcesz zmodyfikować ustawienia programisty?
tr: Geliştirici ayarlarını değiştirmek istediğinizden emin misiniz?
zh: 您确定要修改开发者设置吗？

source: Developer settings
ja: 開発者向け設定
lt: Kūrėjo nustatymai
pl: Ustawienia dla programistów
tr: Geliştirici ayarları
zh: 开发者设置

source: Server endpoint
ja: サーバーエンドポイント
lt: Serverio galutinis taškas
pl: Punkt końcowy serwera
tr: Sunucu uç noktası
zh: 服务器端点

source: Invalid endpoint
ja: 無効なエンドポイントです
lt: Netinkamas galutinis taškas
pl: Punkt końcowy jest nieprawidłowy
tr: Geçersiz uç nokta
zh: 端点无效

# invalidEndpointMessage
source: Sorry, the endpoint you entered is invalid. Please enter a valid endpoint and try again.
ja: 入力されたエンドポイントは無効です。有効なエンドポイントを入力して再試行してください。
lt: Atsiprašome, įvestas galutinis taškas netinkamas. Įveskite tinkamą galutinį tašką ir bandykite dar kartą.
pl: Niestety, wprowadzony punkt końcowy jest nieprawidłowy. Wprowadź prawidłowy punkt końcowy i spróbuj ponownie.
tr: Üzgünüz, girdiğiniz uç nokta geçersiz. Lütfen geçerli bir uç nokta girin ve tekrar deneyin.
zh: 抱歉，您输入的端点无效。请输入有效的端点，然后重试。

# endpointUpdatedMessage
source: Endpoint updated successfully
ja: エンドポイントの更新に成功しました
lt: Galutinis taškas sėkmingai atnaujintas
pl: Punkt końcowy zaktualizowano pomyślnie
tr: Fatura başarıyla güncellendi
zh: 端点更新成功

# customEndpoint
source: Connected to {endpoint}
ja: {endpoint} に接続しました
lt: Prijungta prie {endpoint}
pl: Połączono z {endpoint}
tr: {endpoint}'e bağlanıldı
zh: 已连接至 {endpoint}

source: Create collaborative link
ja: 共同作業用リンクを作成
lt: Kurti bendradarbiavimo nuorodą
pl: Utwórz link współpracy
tr: Ortak bağlantı oluşturun
zh: 创建协作链接

source: Search
ja: 検索
lt: Ieškokite
pl: Szukaj
tr: Ara
zh: 搜索

source: Enter person name
ja: 人名を入力してください
lt: Įveskite asmens vardą
pl: Wprowadź imię osoby
tr: Kişi ismini giriniz
zh: 输入人物名称

source: Enter name
ja: 名前を入力
lt: Įveskite vardą
tr: İsim girin

source: Save person
ja: 人物を保存
lt: Išsaugoti asmenį
pl: Zapisz osobę
tr: Kişiyi Kaydet

source: Edit person
ja: 人物を編集
lt: Redaguoti asmenį
pl: Edytuj osobę
tr: Kişiyi Düzenle

source: Merged photos
ja: 統合された写真
lt: Sujungtos nuotraukos
pl: Scalone zdjęcia
tr: Birleştirilmiş fotoğraflar
zh: 已合并照片

# orMergeWithExistingPerson
source: Or merge with existing
ja: 既存のものと統合する
lt: Arba sujunkite su esamais
pl: Lub złącz z istniejącymi
tr: Ya da mevcut olan ile birleştirin

# enterDateOfBirth
source: Birthday (optional)
ja: 誕生日（任意）
lt: Gimtadienis (neprivaloma)
tr: Doğum Günü (isteğe bağlı)

source: Birthday
ja: 誕生日
lt: Gimtadienis
tr: Doğum Günü

source: Remove person label
ja: 人名を削除
lt: Šalinti asmens žymą
pl: Usuń etykietę osoby
tr: Kişi etiketini kaldırın
zh: 移除人物标签

# autoPairDesc
source: Auto pair works only with devices that support Chromecast.
ja: 自動ペアリングは Chromecast に対応しているデバイスでのみ動作します。
lt: Automatinis susiejimas veikia tik su įrenginiais, kurie palaiko „Chromecast“.
pl: Automatyczne parowanie działa tylko z urządzeniami obsługującymi Chromecast.
tr: Otomatik eşleştirme yalnızca Chromecast destekleyen cihazlarla çalışır.
zh: 自动配对仅适用于支持 Chromecast 的设备。

# manualPairDesc
source: Pair with PIN works with any screen you wish to view your album on.
ja: PINを使ってペアリングすると、どんなスクリーンで動作します。
lt: Susieti su PIN kodu veikia bet kuriame ekrane, kuriame norite peržiūrėti albumą.
pl: Parowanie PIN-em działa z każdym ekranem, na którym chcesz wyświetlić swój album.
tr: PIN ile eşleştirme, albümünüzü görüntülemek istediğiniz herhangi bir ekranla çalışır.
zh: 用 PIN 码配对适用于您希望在其上查看相册的任何屏幕。

source: Connect to device
ja: デバイスに接続
lt: Prijungti prie įrenginio
pl: Połącz z urządzeniem
tr: Cihaza bağlanın
zh: 连接到设备

# autoCastDialogBody
source: You'll see available Cast devices here.
ja: 利用可能なキャストデバイスが表示されます。
lt: Čia matysite pasiekiamus perdavimo įrenginius.
pl: Tutaj zobaczysz dostępne urządzenia Cast.
tr: Mevcut Cast cihazlarını burada görebilirsiniz.
zh: 您将在此处看到可用的 Cast 设备。
