Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

# sortAlbumsBy
source: Sort by
he: מיין לפי
ja: 並び替え
lt: Rikiuoti pagal
ml: ഇപ്രകാരം അടുക്കുക
pl: Sortuj według
ro: Sortare după
tr: Sırala
zh: 排序方式

# sortNewestFirst
source: Newest first
ja: 新しい順
lt: Naujausią pirmiausiai
pl: Od najnowszych
ro: Cele mai noi primele
tr: Yeniden eskiye
zh: 最新在前

# sortOldestFirst
source: Oldest first
he: הישן ביותר קודם
ja: 古い順
lt: Seniausią pirmiausiai
pl: Od najstarszych
ro: Cele mai vechi primele
tr: Önce en eski
zh: 最旧在前

source: Rename
he: שנה שם
ja: 名前変更
lt: Pervadinti
pl: Zmień nazwę
ro: Redenumire
tr: Yeniden adlandır
zh: 重命名

source: Leave shared album?
he: לעזוב את האלבום המשותף?
ja: 共有アルバムを抜けてよいですか？
lt: Palikti bendrinamą albumą?
pl: Opuścić udostępniony album?
ro: Părăsiți albumul distribuit?
tr: Paylaşılan albüm silinsin mi?
zh: 要离开共享相册吗？

source: Leave album
he: צא מהאלבום
ja: アルバムを抜ける
lt: Palikti albumą
pl: Opuść album
ro: Părăsiți albumul
tr: Albümü yeniden adlandır
zh: 离开相册

source: Photos added by you will be removed from the album
ja: あなたの追加した写真はこのアルバムから削除されます
lt: Jūsų pridėtos nuotraukos bus pašalintos iš albumo
pl: Zdjęcia dodane przez Ciebie zostaną usunięte z albumu
ro: Fotografiile adăugate de dvs. vor fi eliminate din album
tr: Eklediğiniz fotoğraflar albümden kaldırılacak
zh: 您添加的照片将从相册中移除

source: You've no files in this album that can be deleted
ja: このアルバムには消すファイルがありません
pl: Nie masz żadnych plików w tym albumie, które można usunąć
ro: Nu aveți fișiere în acest album care pot fi șterse
tr: Bu cihazda silinebilecek hiçbir dosyanız yok
zh: 您在此相册中没有可以删除的文件

source: You don't have any archived items.
ja: アーカイブした項目はありません
lt: Neturite jokių archyvuotų elementų.
pl: Nie masz żadnych zarchiwizowanych elementów.
ro: Nu aveți articole arhivate.
tr: Arşivlenmiş öğeniz yok.
zh: 您没有任何存档的项目。

# ignoredFolderUploadReason
source: Some files in this album are ignored from upload because they had previously been deleted from Ente.
ja: このアルバムの一部のファイルは、以前にEnteから削除されたため、あえてアップロード時に無視されます
pl: Niektóre pliki w tym albumie są ignorowane podczas przesyłania, ponieważ zostały wcześniej usunięte z Ente.
ro: Unele fișiere din acest album sunt excluse de la încărcare deoarece au fost șterse anterior din Ente.
tr: Bu albümdeki bazı dosyalar daha önce ente'den silindiğinden yükleme işleminde göz ardı edildi.
zh: 此相册中的某些文件在上传时会被忽略，因为它们之前已从 Ente 中删除。

source: Reset ignored files
ja: アップロード時に無視されるファイルをリセット
pl: Zresetuj zignorowane pliki
ro: Resetare fișiere ignorate
tr: Yok sayılan dosyaları sıfırla
zh: 重置忽略的文件

# deviceFilesAutoUploading
source: Files added to this device album will automatically get uploaded to Ente.
ja: このデバイス上アルバムに追加されたファイルは自動的にEnteにアップロードされます。
pl: Pliki dodane do tego albumu urządzenia zostaną automatycznie przesłane do Ente.
ro: Fișierele adăugate la acest album de pe dispozitiv vor fi încărcate automat pe Ente.
tr: Bu cihazın albümüne eklenen dosyalar otomatik olarak ente'ye yüklenecektir.
zh: 添加到此设备相册的文件将自动上传到 Ente。

# turnOnBackupForAutoUpload
source: Turn on backup to automatically upload files added to this device folder to Ente.
ja: バックアップをオンにすると、このデバイスフォルダに追加されたファイルは自動的にEnteにアップロードされます。
pl: Włącz kopię zapasową, aby automatycznie przesyłać pliki dodane do folderu urządzenia do Ente.
ro: Activați copia de rezervă pentru a încărca automat fișierele adăugate la acest dosar de pe dispozitiv în Ente.
tr: Bu cihaz klasörüne eklenen dosyaları otomatik olarak ente'ye yüklemek için yedeklemeyi açın.
zh: 打开备份可自动上传添加到此设备文件夹的文件至 Ente。

source: No hidden photos or videos
ja: 非表示の写真やビデオはありません
pl: Brak ukrytych zdjęć lub wideo
ro: Fără poze sau videoclipuri ascunse
tr: Gizli fotoğraf veya video yok
zh: 没有隐藏的照片或视频

source: To hide a photo or video
ja: 写真や動画を非表示にする
pl: Aby ukryć zdjęcie lub wideo
ro: Pentru a ascunde o fotografie sau un videoclip
tr: Bir fotoğrafı veya videoyu gizlemek için
zh: 隐藏照片或视频

source: • Open the item
ja: • アイテムを開く
pl: • Otwórz element
ro: • Deschideți articolul
tr: • Öğeyi açın
zh: • 打开该项目

source: • Click on the overflow menu
ja: • 三点ドットをクリックしてください
pl: • Kliknij na menu przepełnienia
ro: • Apăsați pe meniul suplimentar
tr: • Taşma menüsüne tıklayın
zh: • 点击溢出菜单

source: • Click
he: • לחץ
ja: • クリック
pl: • Kliknij
ro: • Apăsați
tr: • Tıklamak
zh: • 点击

source: Nothing to see here! 👀
ja: ここに表示されるものはありません！ 👀
lt: Čia nėra nieko, ką pamatyti. 👀
ml: ഇവിടൊന്നും കാണ്മാനില്ല! 👀
pl: Nie ma tutaj nic do zobaczenia! 👀
ro: Nimic de văzut aici! 👀
tr: Burada görülecek bir şey yok! 👀
zh: 这里空空如也! 👀

source: Unarchive album
ja: アルバムのアーカイブ解除
lt: Išarchyvuoti albumą
pl: Przywróć album z archiwum
ro: Dezarhivare album
tr: Arşivden Çıkar
zh: 取消存档相册

source: Archive album
ja: アルバムをアーカイブ
lt: Archyvuoti albumą
pl: Archiwizuj album
ro: Arhivare album
tr: Albümü arşivle
zh: 存档相册

source: Calculating...
ja: 計算中...
ml: കണക്കുകൂട്ടുന്നു...
pl: Obliczanie...
ro: Se calculează...
tr: Hesaplanıyor...
zh: 正在计算...

source: Please wait, deleting album
ja: お待ちください、アルバムを削除しています
pl: Prosimy czekać, usuwanie albumu
ro: Vă rugăm așteptați, se șterge albumul
tr: Lütfen bekleyin, albüm siliniyor
zh: 请稍候，正在删除相册

# searchByExamples
source: • Album names (e.g. "Camera") • Types of files (e.g. "Videos", ".gif") • Years and months (e.g. "2022", "January") • Holidays (e.g. "Christmas") • Photo descriptions (e.g. “#fun”)
ja: • アルバム名 (e.g. "Camera") • ファイルの種類 (e.g. "Videos", ".gif") • 年月日 (e.g. "2022", "January") • ホリデー (e.g. "Christmas") • 写真の説明文 (e.g. “#fun”)
lt: • Albumų pavadinimai (pvz., „Fotoaparatas“) • Failų tipai (pvz., „Vaizdo įrašai“, „.gif“) • Metai ir mėnesiai (pvz., „2022“, „sausis“) • Šventės (pvz., „Kalėdos“) • Nuotraukų aprašymai (pvz., „#džiaugsmas“)
pl: • Nazwy albumów (np. "Aparat") • Rodzaje plików (np. "Wideo", ".gif") • Lata i miesiące (np. "2022", "Styczeń") • Święta (np. "Boże Narodzenie") • Opisy zdjęć (np. "#fun")
ro: • Nume de album (ex. „Cameră”) • Tipuri de fișiere (ex. „Videoclipuri”, „.gif”) • Ani și luni (ex. „2022”, „Ianuarie”) • Sărbători (ex. „Crăciun”) • Descrieri ale fotografiilor (ex. „#distracție”)
tr: • Albüm adları (ör. "Kamera") • Dosya türleri (ör. "Videolar", ".gif") • Yıllar ve aylar (ör. "2022", "Ocak") • Tatiller (ör. "Noel") • Fotoğraf açıklamaları (ör. "#eğlence")
zh: • 相册名称（例如“相机”） • 文件类型（例如“视频”、“.gif”） • 年份和月份（例如“2022”、“一月”） • 假期（例如“圣诞节”） • 照片说明（例如“#和女儿独居，好开心啊”）

source: You can try searching for a different query.
ja: 別の単語を検索してみてください。
pl: Możesz spróbować wyszukać inne zapytanie.
ro: Puteți încerca să căutați altceva.
tr: Farklı bir sorgu aramayı deneyebilirsiniz.
zh: 您可以尝试搜索不同的查询。

source: No results found
ja: 一致する結果が見つかりませんでした
lt: Rezultatų nerasta.
pl: Nie znaleziono wyników
ro: Nu s-au găsit rezultate
tr: Hiçbir sonuç bulunamadı
zh: 未找到任何结果

# addedBy
source: Added by {emailOrName}
ja: {emailOrName} が追加
pl: Dodane przez {emailOrName}
ro: Adăugat de {emailOrName}
tr: {emailOrName} tarafından eklendi
zh: 由 {emailOrName} 添加

source: Loading EXIF data...
ja: EXIF データを読み込み中...
pl: Wczytywanie danych EXIF...
ro: Se încarcă date EXIF...
tr: EXIF verileri yükleniyor...
zh: 正在加载 EXIF 数据...

source: View all EXIF data
ja: 全ての EXIF データを表示
pl: Wyświetl wszystkie dane EXIF
ro: Vizualizați toate datele EXIF
tr: Tüm EXIF verilerini görüntüle
zh: 查看所有 EXIF 数据

source: No EXIF data
ja: EXIFデータはありません
lt: Nėra EXIF duomenų
pl: Brak danych EXIF
ro: Nu există date EXIF
tr: EXIF verisi yok
zh: 无 EXIF 数据

source: This image has no exif data
ja: この画像にEXIFデータはありません
lt: Šis vaizdas neturi Exif duomenų
pl: Ten obraz nie posiada danych exif
ro: Această imagine nu are date exif
tr: Bu görselde exif verisi yok
zh: 此图像没有Exif 数据

source: No results
he: אין תוצאות
ja: 該当なし
lt: Rezultatų nėra.
pl: Brak wyników
ro: Niciun rezultat
tr: Sonuç bulunamadı
zh: 无结果

# weDontSupportEditingPhotosAndAlbumsThatYouDont
source: We don't support editing photos and albums that you don't own yet
ja: あなたが所有していない写真やアルバムの編集はサポートされていません
lt: Nepalaikome nuotraukų ir albumų redagavimo, kurių dar neturite.
pl: Nie wspieramy edycji zdjęć i albumów, których jeszcze nie posiadasz
ro: Nu se acceptă editarea fotografiilor sau albumelor pe care nu le dețineți încă
tr: Henüz sahibi olmadığınız fotoğraf ve albümlerin düzenlenmesini desteklemiyoruz
zh: 我们不支持编辑您尚未拥有的照片和相册

source: Failed to fetch original for edit
ja: 編集前の状態の取得に失敗しました
lt: Nepavyko gauti originalo redagavimui.
pl: Nie udało się pobrać oryginału do edycji
ro: Nu s-a reușit preluarea originalului pentru editare
tr: Düzenleme için orijinal getirilemedi
zh: 无法获取原始编辑

source: Close
he: סגור
ja: 閉じる
lt: Uždaryti
ml: അടക്കുക
pl: Zamknij
ro: Închidere
tr: Kapat
zh: 关闭

source: Set as
he: הגדר בתור
ja: 設定：
lt: Nustatyti kaip
pl: Ustaw jako
ro: Setare ca
tr: Şu şekilde ayarla
zh: 设置为

source: File saved to gallery
he: הקובץ נשמר לגלריה
ja: ファイルをギャラリーに保存しました
pl: Plik zapisany do galerii
ro: Fișier salvat în galerie
tr: Video galeriye kaydedildi
zh: 文件已保存到相册

source: Files saved to gallery
ja: ギャラリーに保存されたファイル
pl: Pliki zapisane do galerii
ro: Fișiere salvate în galerie
tr: Dosyalar galeriye kaydedildi
zh: 多个文件已保存到相册

# fileFailedToSaveToGallery
source: Failed to save file to gallery
he: נכשל בעת שמירת הקובץ לגלריה
ja: ギャラリーへの保存に失敗しました
pl: Nie udało się zapisać pliku do galerii
ro: Salvarea fișierului în galerie nu a reușit
tr: Dosya galeriye kaydedilemedi
zh: 无法将文件保存到相册

source: Download
he: הורד
ja: ダウンロード
lt: Atsisiųsti
pl: Pobierz
ro: Descărcare
tr: İndir
zh: 下载

source: Press and hold to play video
he: לחץ והחזק על מנת להריץ את הסרטון
ja: 長押しで動画を再生
lt: Paspauskite ir palaikykite, kad paleistumėte vaizdo įrašą
pl: Naciśnij i przytrzymaj, aby odtworzyć wideo
ro: Apăsați lung pentru a reda videoclipul
tr: Videoları yönetmek için basılı tutun
zh: 按住以播放视频

# pressAndHoldToPlayVideoDetailed
source: Press and hold on the image to play video
he: לחץ והחזק על התמונה על מנת להריץ את הסרטון
ja: 画像の長押しで動画を再生
lt: Paspauskite ir palaikykite vaizdą, kad paleistumėte vaizdo įrašą
pl: Naciśnij i przytrzymaj obraz, aby odtworzyć wideo
ro: Apăsați lung pe imagine pentru a reda videoclipul
tr: Videoyu oynatmak için resmi basılı tutun
zh: 长按图像以播放视频

source: Download failed
he: ההורדה נכשלה
ja: ダウンロード失敗
lt: Atsisiuntimas nepavyko.
pl: Pobieranie nie powiodło się
ro: Descărcarea nu a reușit
tr: İndirme başarısız
zh: 下載失敗

source: Deduplicate Files
he: הסר קבצים כפולים
ja: 重複ファイル
lt: Atdubliuoti failus
pl: Odduplikuj pliki
ro: Elim. dubluri fișiere
tr: Dosyaları Tekilleştirme
zh: 文件去重

source: Deselect all
he: בטל בחירה של הכל
ja: 選択解除
pl: Odznacz wszystko
ro: Deselectare totală
tr: Tüm seçimi kaldır
zh: 取消全选

# reviewDeduplicateItems
source: Please review and delete the items you believe are duplicates.
he: אנא בחן והסר את הפריטים שאתה מאמין שהם כפלים.
ja: 重複だと思うファイルを確認して削除してください
lt: Peržiūrėkite ir ištrinkite elementus, kurie, jūsų manymu, yra dublikatai.
pl: Przejrzyj i usuń elementy, które uważasz, że są duplikatami.
ro: Vă rugăm să revizuiți și să ștergeți articolele pe care le considerați a fi dubluri.
tr: Lütfen kopya olduğunu düşündüğünüz öğeleri inceleyin ve silin.
zh: 请检查并删除您认为重复的项目。

source: Club by capture time
he: קבץ לפי זמן הצילום
ja: 時間ごとにまとめる
pl: Club według czasu przechwycenia
ro: Grupare după timpul capturării
tr: Yakalama zamanına göre kulüp
zh: 按拍摄时间分组

source: Club by file name
he: קבץ לפי שם הקובץ
ja: ファイル名ごとにまとめる
pl: Club według nazwy pliku
ro: Grupare după numele fișierului
tr: Dosya adına göre kulüp
zh: 按文件名排序

source: Count
he: כמות
ja: カウント
ml: എണ്ണം
pl: Ilość
ro: Total
tr: Miktar
zh: 计数

source: Total size
he: גודל כולל
ja: 合計サイズ
pl: Całkowity rozmiar
ro: Dimensiune totală
tr: Toplam boyut
zh: 总大小

source: Long-press on an item to view in full-screen
he: לחץ לחיצה ארוכה על פריט על מנת לראות אותו במסך מלא
ja: アイテムを長押しして全画面表示する
pl: Długo naciśnij element, aby wyświetlić go na pełnym ekranie
ro: Apăsați lung pe un articol pentru a-l vizualiza pe tot ecranul
tr: Tam ekranda görüntülemek için bir öğeye uzun basın
zh: 长按一个项目来全屏查看

source: Decrypting video...
he: מפענח את הסרטון...
ja: ビデオの復号化中...
pl: Odszyfrowywanie wideo...
ro: Se decriptează videoclipul...
tr: Videonun şifresi çözülüyor...
zh: 正在解密视频...

# authToViewYourMemories
source: Please authenticate to view your memories
he: אנא אמת על מנת לצפות בזכרונות שלך
ja: 思い出を閲覧するためには認証が必要です
pl: Prosimy uwierzytelnić się, aby wyświetlić swoje wspomnienia
ro: Vă rugăm să vă autentificați pentru a vă vizualiza amintirile
tr: Kodlarınızı görmek için lütfen kimlik doğrulaması yapın
zh: 请验证以查看您的回忆

source: Unlock
he: ביטול נעילה
ja: ロック解除
lt: Atrakinti
pl: Odblokuj
ro: Deblocare
tr: Kilidi aç
zh: 解锁

source: Free up space
he: פנה מקום
ja: スペースを解放する
pl: Zwolnij miejsce
ro: Eliberați spațiu
tr: Boş alan
zh: 释放空间

# freeUpSpaceSaving
source: {count, plural, one {It can be deleted from the device to free up {formattedSize}} other {They can be deleted from the device to free up {formattedSize}}}
ja: {count, plural, other {デバイスから削除して{formattedSize} 解放することができます}}
pl: {count, plural, one {Można to usunąć z urządzenia, aby zwolnić {formattedSize}} other {Można je usunąć z urządzenia, aby zwolnić {formattedSize}}}
ro: {count, plural, one {Poate fi șters de pe dispozitiv pentru a elibera {formattedSize}} few {Pot fi șterse de pe dispozitiv pentru a elibera {formattedSize}} other {Pot fi șterse de pe dispozitiv pentru a elibera {formattedSize}}}
tr: {count, plural, one {Yer açmak için cihazdan silinebilir {formattedSize}} other {Yer açmak için cihazdan silinebilir {formattedSize}}}
zh: {count, plural, one {它可以从设备中删除以释放 {formattedSize}} other {它们可以从设备中删除以释放 {formattedSize}}}

# filesBackedUpInAlbum
source: {count, plural, one {1 file} other {{formattedNumber} files}} in this album has been backed up safely
ja: {count, plural, other {{formattedNumber} ファイル}} が安全にバックアップされました
pl: {count, plural, one {1 plikowi} other {{formattedNumber} plikom}} w tym albumie została bezpiecznie utworzona kopia zapasowa
ro: {count, plural, one {Un fișier din acest album a fost deja salvat în siguranță} few {{formattedNumber} fișiere din acest album au fost deja salvate în siguranță} other {{formattedNumber} de fișiere din acest album au fost deja salvate în siguranță}}
tr: Bu albümdeki {count, plural, one {1 file} other {{formattedNumber} dosya}} güvenli bir şekilde yedeklendi
zh: 此相册中的 {count, plural, one {1 个文件} other {{formattedNumber} 个文件}} 已安全备份

# filesBackedUpFromDevice
source: {count, plural, one {1 file} other {{formattedNumber} files}} on this device have been backed up safely
ja: {count, plural, other {{formattedNumber} 個のファイル}} が安全にバックアップされました
pl: {count, plural, one {1 plikowi} other {{formattedNumber} plikom}} na tym urządzeniu została bezpiecznie utworzona kopia zapasowa
ro: {count, plural, one {Un fișier de pe acest dispozitiv a fost deja salvat în siguranță} few {{formattedNumber} fișiere de pe acest dispozitiv au fost deja salvate în siguranță} other {{formattedNumber} de fișiere de pe acest dispozitiv fost deja salvate în siguranță}}
tr: Bu cihazdaki {count, plural, one {1 file} other {{formattedNumber} dosya}} güvenli bir şekilde yedeklendi
zh: 此设备上的 {count, plural, one {1 个文件} other {{formattedNumber} 个文件}} 已安全备份

# freeUpAccessPostDelete
source: You can still access {count, plural, one {it} other {them}} on Ente as long as you have an active subscription
ja: あなたが有効なサブスクリプションを持っている限りEnte上の {count, plural, other {それらに}} アクセスできます
pl: Nadal możesz mieć dostęp {count, plural, one {do tego} other {do tych}} na Ente tak długo, jak masz aktywną subskrypcję
ro: Încă {count, plural, one {îl puteți} few {le puteți} other {le puteți}} accesa pe Ente cât timp aveți un abonament activ
tr: Aktif bir aboneliğiniz olduğu sürece ente'de {count, plural, one {it} other {them}} erişimine devam edebilirsiniz
zh: 只要您有有效的订阅，您仍然可以在 Ente 上访问 {count, plural, one {它} other {它们}}

# freeUpAmount
source: Free up {sizeInMBorGB}
ja: {sizeInMBorGB} を解放する
lt: Atlaisvinti {sizeInMBorGB}
pl: Zwolnij {sizeInMBorGB}
ro: Eliberați {sizeInMBorGB}
tr: {sizeInMBorGB} yer açın
zh: 释放 {sizeInMBorGB}

source: This email is already in use
ja: このメールアドレスはすでに使用されています。
lt: Šis el. paštas jau naudojamas.
pl: Ten e-mail jest już używany
ro: Această adresă de e-mail este deja folosită
tr: Bu e-posta zaten kullanılıyor
zh: 这个邮箱地址已经被使用

source: Incorrect code
ja: 誤ったコード
lt: Neteisingas kodas.
pl: Nieprawidłowy kod
ro: Cod incorect
tr: Yanlış kod
zh: 代码错误

source: Authentication failed, please try again
ja: 認証が間違っています。もう一度お試しください
lt: Tapatybės nustatymas nepavyko. Bandykite dar kartą.
pl: Uwierzytelnianie nie powiodło się, prosimy spróbować ponownie
ro: Autentificare eșuată, încercați din nou
tr: Kimlik doğrulama başarısız oldu, lütfen tekrar deneyin
zh: 身份验证失败，请重试

source: Verification failed, please try again
ja: 確認に失敗しました、再試行してください
lt: Patvirtinimas nepavyko. Bandykite dar kartą.
pl: Weryfikacja nie powiodła się, spróbuj ponownie
ro: Verificare eșuată, încercați din nou
tr: Doğrulama başarısız oldu, lütfen tekrar deneyin
zh: 验证失败，请重试

source: Authenticating...
ja: 認証中...
lt: Nustatoma tapatybė...
pl: Uwierzytelnianie...
ro: Autentificare...
tr: Kimlik doğrulanıyor...
zh: 正在验证...

source: Authentication successful!
ja: 認証に成功しました！
lt: Tapatybės nustatymas sėkmingas.
pl: Uwierzytelnianie powiodło się!
ro: Autentificare cu succes!
tr: Kimlik doğrulama başarılı!
zh: 验证成功

source: Incorrect recovery key
ja: リカバリーキーが正しくありません
lt: Neteisingas atkūrimo raktas
pl: Nieprawidłowy klucz odzyskiwania
ro: Cheie de recuperare incorectă
tr: Yanlış kurtarma kodu
zh: 不正确的恢复密钥

source: The recovery key you entered is incorrect
ja: 入力したリカバリーキーが間違っています
lt: Įvestas atkūrimo raktas yra neteisingas.
pl: Wprowadzony klucz odzyskiwania jest nieprawidłowy
ro: Cheia de recuperare introdusă este incorectă
tr: Girdiğiniz kurtarma kodu yanlış
zh: 您输入的恢复密钥不正确

source: Two-factor authentication successfully reset
ja: 2段階認証をリセットしました
pl: Pomyślnie zresetowano uwierzytelnianie dwustopniowe
tr: İki faktörlü kimlik doğrulama başarıyla sıfırlandı
zh: 成功重置双重认证

source: Please verify the code you have entered
ja: 入力したコードを確認してください
lt: Patvirtinkite įvestą kodą.
pl: Prosimy zweryfikować wprowadzony kod
tr: Lütfen girdiğiniz kodu doğrulayın
zh: 请验证您输入的代码

source: Please contact support if the problem persists
ja: 問題が解決しない場合はサポートにお問い合わせください
pl: Skontaktuj się z pomocą techniczną, jeśli problem będzie się powtarzał
tr: Bu hata devam ederse lütfen desteğe başvurun
zh: 如果问题仍然存在，请联系支持

source: Two-factor authentication has been disabled
eu: Faktore biko autentifikazioa deuseztatua izan da
ja: 二段階認証が無効になりました。
pl: Uwierzytelnianie dwustopniowe zostało wyłączone
tr: İki faktörlü kimlik doğrulama devre dışı
zh: 双重认证已被禁用

source: Sorry, the code you've entered is incorrect
ja: 入力されたコードは正しくありません
pl: Niestety, wprowadzony kod jest nieprawidłowy
tr: Üzgünüz, girdiğiniz kod yanlış
zh: 抱歉，您输入的代码不正确

source: Your verification code has expired
ja: 確認用コードが失効しました
lt: Jūsų patvirtinimo kodas nebegaliojantis.
pl: Twój kod weryfikacyjny wygasł
tr: Doğrulama kodunuzun süresi doldu
zh: 您的验证码已过期

# emailChangedTo
source: Email changed to {newEmail}
ja: メールアドレスが {newEmail} に変更されました
pl: Adres e-mail został zmieniony na {newEmail}
tr: E-posta {newEmail} olarak değiştirildi
zh: 电子邮件已更改为 {newEmail}

source: Verifying...
ja: 確認中...
lt: Patvirtinama...
pl: Weryfikowanie...
tr: Doğrulanıyor...
zh: 正在验证...

source: Disabling two-factor authentication...
ja: 2要素認証を無効にしています...
pl: Uwierzytelnianie dwustopniowe jest wyłączane...
tr: İki aşamalı doğrulamayı devre dışı bırak...
zh: 正在禁用双重认证...

source: All memories preserved
he: כל הזכרונות נשמרו
ja: すべての思い出が保存されました
lt: Išsaugoti visi prisiminimai
pl: Wszystkie wspomnienia zachowane
tr: Tüm anılar saklandı
zh: 所有回忆都已保存

source: Loading gallery...
ja: ギャラリーを読み込み中...
lt: Įkeliama galerija...
pl: Ładowanie galerii...
tr: Galeri yükleniyor...
zh: 正在加载图库...

source: Syncing...
he: מסנכרן...
ja: 同期中...
lt: Sinchronizuojama...
pl: Synchronizowanie...
tr: Eşitleniyor...
zh: 正在同步···

source: Encrypting backup...
ja: バックアップを暗号化中...
pl: Szyfrowanie kopii zapasowej...
tr: Yedekleme şifreleniyor...
zh: 正在加密备份...

source: Sync stopped
ja: 同期が停止しました
lt: Sinchronizavimas sustabdytas
pl: Synchronizacja zatrzymana
tr: Senkronizasyon durduruldu
zh: 同步已停止

# syncProgress
source: {completed}/{total} memories preserved
he: {completed}/{total} זכרונות נשמרו
ja: {completed}/{total} のメモリが保存されました
lt: {completed} / {total} išsaugomi prisiminimai
pl: Zachowano {completed}/{total} wspomnień
tr: {completed}/{total} anı korundu
zh: 已保存的回忆 {completed}/共 {total}

# uploadingMultipleMemories
source: Preserving {count} memories...
ja: {count} メモリを保存しています...
pl: {count, plural, one{Zachowywanie {count} wspomnienia...} few {Zachowywanie {count} wspomnienia...} many {Zachowywanie {count} wspomnień...} other{Zachowywanie {count} wspomnień...}}
tr: {count} anı korunuyor...
zh: 正在保存 {count} 个回忆...

# uploadingSingleMemory
source: Preserving 1 memory...
ja: 1メモリを保存しています...
pl: Zachowywanie 1 wspomnienia...
tr: 1 anı korunuyor...
zh: 正在保存 1 个回忆...

source: Archiving...
ja: アーカイブ中です
lt: Archyvuojama...
pl: Archiwizowanie...
tr: Arşivleniyor...
zh: 正在存档...

source: Unarchiving...
ja: アーカイブを解除中...
lt: Išarchyvuojama...
pl: Usuwanie z archiwum...
tr: Arşivden çıkarılıyor...
zh: 正在取消存档...

source: Successfully archived
ja: アーカイブしました
lt: Sėkmingai suarchyvuota
pl: Pomyślnie zarchiwizowano
tr: Başarıyla arşivlendi
zh: 存档成功

source: Successfully unarchived
ja: アーカイブを解除しました
lt: Sėkmingai išarchyvuota
pl: Pomyślnie przywrócono z archiwum
tr: Başarıyla arşivden çıkarıldı
zh: 取消存档成功

source: Rename file
he: שנה שם הקובץ
ja: ファイル名を変更
lt: Pervadinti failą
pl: Zmień nazwę pliku
tr: Dosyayı yeniden adlandır
zh: 重命名文件

source: Enter file name
ja: ファイル名を入力してください
pl: Wprowadź nazwę pliku
tr: Dosya adını girin
zh: 请输入文件名

source: Files deleted
ja: 削除されたファイル
pl: Pliki usunięto
tr: Dosyalar silinmiş
zh: 文件已删除

source: Selected files are not on Ente
ja: 選択したファイルはEnte上にありません
lt: Pasirinkti failai nėra platformoje „Ente“
pl: Wybrane pliki nie są w Ente
tr: Seçilen dosyalar Ente'de değil
zh: 所选文件不在 Ente 上

source: This action cannot be undone
ja: この操作は元に戻せません
pl: Tej czynności nie można cofnąć
tr: Bu eylem geri alınamaz
zh: 此操作无法撤销

source: Empty trash?
ja: ゴミ箱を空にしますか？
lt: Ištuštinti šiukšlinę?
pl: Opróżnić kosz?
ro: Goliți coșul de gunoi?
tr: Çöp kutusu boşaltılsın mı?
zh: 要清空回收站吗？

# permDeleteWarning
source: All items in trash will be permanently deleted This action cannot be undone
ja: ゴミ箱を空にしました この操作はもとに戻せません
pl: Wszystkie elementy w koszu zostaną trwale usunięte Tej czynności nie można cofnąć
ro: Toate articolele din coșul de gunoi vor fi șterse definitiv Această acțiune nu poate fi anulată
tr: Çöp kutusundaki tüm öğeler kalıcı olarak silinecek Bu işlem geri alınamaz
zh: 回收站中的所有项目将被永久删除 此操作无法撤消

source: Empty
he: ריק
ja: 空
lt: Ištuštinti
pl: Opróżnij
tr: Boşalt
zh: 清空

source: Could not free up space
ja: スペースを解放できませんでした
lt: Nepavyko atlaisvinti vietos.
pl: Nie udało się zwolnić miejsca
tr: Yer boşaltılamadı
zh: 无法释放空间

source: Permanently delete from device?
ja: デバイスから完全に削除しますか？
lt: Ištrinti negrįžtamai iš įrenginio?
pl: Trwale usunąć z urządzenia?
tr: Cihazdan kalıcı olarak silinsin mi?
zh: 要从设备中永久删除吗？

# someOfTheFilesYouAreTryingToDeleteAre
source: Some of the files you are trying to delete are only available on your device and cannot be recovered if deleted
ja: 削除しようとしているファイルのいくつかは、お使いのデバイス上にのみあり、削除した場合は復元できません
pl: Niektóre z plików, które próbujesz usunąć, są dostępne tylko na Twoim urządzeniu i nie można ich odzyskać po usunięciu
tr: Silmeye çalıştığınız dosyalardan bazıları yalnızca cihazınızda mevcuttur ve silindiği takdirde kurtarılamaz
zh: 您要删除的部分文件仅在您的设备上可用，且删除后无法恢复

source: They will be deleted from all albums.
ja: 全てのアルバムから削除されます。
pl: Zostaną one usunięte ze wszystkich albumów.
ro: Acestea vor fi șterse din toate albumele.
tr: Tüm albümlerden silinecek.
zh: 他们将从所有相册中删除。
