Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

# sorryWeCouldNotGenerateSecureKeysOnThisDevicennplease
source: Sorry, we could not generate secure keys on this device. please sign up from a different device.
eu: Tamalez, ezin dugu giltza segururik sortu gailu honetan. Mesedez, eman izena beste gailu batetik.
he: אנחנו מצטערים, לא הצלחנו ליצור מפתחות מאובטחים על מכשיר זה. אנא הירשם ממכשיר אחר.
ja: このデバイスでは安全な鍵を生成することができませんでした。 他のデバイスからサインアップを試みてください。
lt: Atsiprašome, šiame įrenginyje nepavyko sugeneruoti saugių raktų. Registruokitės iš kito įrenginio.
pl: Przepraszamy, nie mogliśmy wygenerować bezpiecznych kluczy na tym urządzeniu. Zarejestruj się z innego urządzenia.
ro: Ne pare rău, nu am putut genera chei securizate pe acest dispozitiv. vă rugăm să vă înregistrați de pe un alt dispozitiv.
tr: Üzgünüm, bu cihazda güvenli anahtarlarını oluşturamadık. Lütfen başka bir cihazdan giriş yapmayı deneyiniz.
zh: 抱歉，我们无法在此设备上生成安全密钥。 请使用其他设备注册。

source: How it works
eu: Nola funtzionatzen duen
he: איך זה עובד
ja: 仕組みを知る
lt: Kaip tai veikia
ml: പ്രവർത്തന രീതി
pl: Jak to działa
ro: Cum funcţionează
tr: Nasıl çalışır
zh: 工作原理

source: Encryption
eu: Zifratzea
he: הצפנה
ja: 暗号化
lt: Šifravimas
pl: Szyfrowanie
ro: Criptarea
tr: Şifreleme
zh: 加密

# ackPasswordLostWarning
source: I understand that if I lose my password, I may lose my data since my data is <underline>end-to-end encrypted</underline>.
eu: Nire datuak <underline>puntutik puntura zifratuta</underline> daudenez, pasahitza ahaztuz gero nire datuak gal ditzakedala ulertzen dut.
he: אני מבין שאם אאבד את הסיסמא, אני עלול לאבד את המידע שלי מכיוון שהמידע שלי <underline>מוצפן מקצה אל קצה</underline>.
ja: もしパスワードを忘れたら、自身のデータを失うことを理解しました
lt: Suprantu, kad jei prarasiu slaptažodį, galiu prarasti savo duomenis, kadangi mano duomenys yra <underline>visapusiškai užšifruoti</underline>
pl: Rozumiem, że jeśli utracę hasło, mogę utracić dane, ponieważ moje dane są <underline>całkowicie zaszyfrowane</underline>.
ro: Înțeleg că dacă îmi pierd parola, îmi pot pierde datele, deoarece datele mele sunt <underline>criptate integral</underline>.
tr: Şifremi kaybedersem, verilerim <underline>uçtan uca şifrelendiği</underline> için verilerimi kaybedebileceğimi farkındayım.
zh: 我明白，如果我丢失密码，我可能会丢失我的数据，因为我的数据是 <underline>端到端加密的</underline>。

# privacyPolicyTitle
source: Privacy Policy
eu: Pribatutasun Politikak
he: מדיניות פרטיות
ja: プライバシーポリシー
lt: Privatumo politika
ml: സ്വകാര്യതാനയം
pl: Polityka Prywatności
ro: Politică de confidențialitate
tr: Mahremiyet Politikası
zh: 隐私政策

# termsOfServicesTitle
source: Terms
eu: Baldintzak
he: תנאים
ja: 規約
lt: Sąlygos
ml: നിബന്ധനകൾ
pl: Regulamin
ro: Termeni
tr: Şartlar
zh: 使用条款

# signUpTerms
source: I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
eu: <u-terms>Zerbitzu baldintzak</u-terms> eta <u-policy>pribatutasun politikak</u-policy> onartzen ditut
he: אני מסכים ל<u-terms>תנאי שירות</u-terms> ול<u-policy>מדיניות הפרטיות</u-policy>
ja: <u-terms>利用規約</u-terms>と<u-policy>プライバシーポリシー</u-policy>に同意します
lt: Sutinku su <u-terms>paslaugų sąlygomis</u-terms> ir <u-policy> privatumo politika</u-policy>
pl: Akceptuję <u-terms>warunki korzystania z usługi</u-terms> i <u-policy>politykę prywatności</u-policy>
ro: Sunt de acord cu <u-terms>termenii de prestare ai serviciului</u-terms> și <u-policy>politica de confidențialitate</u-policy>
tr: <u-terms>Hizmet Şartları</u-terms>'nı ve <u-policy>Gizlilik Politikası</u-policy>'nı kabul ediyorum
zh: 我同意 <u-terms>服务条款</u-terms> 和 <u-policy>隐私政策</u-policy>

# logInLabel
source: Log in
eu: Sartu
he: התחבר
ja: ログイン
lt: Prisijungti
pl: Zaloguj się
ro: Conectare
tr: Giriş yap
zh: 登录

# loginTerms
source: By clicking log in, I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
eu: Sartzeko klikatuz, <u-terms>zerbitzu baldintzak</u-terms> eta <u-policy>pribatutasun politikak</u-policy> onartzen ditut
he: על ידי לחיצה על התחברות, אני מסכים ל<u-terms>תנאי שירות</u-terms> ול<u-policy>מדיניות הפרטיות</u-policy>
ja: 「ログイン」をクリックすることで、<u-terms>利用規約</u-terms>と<u-policy>プライバシーポリシー</u-policy>に同意します
lt: Spustelėjus Prisijungti sutinku su <u-terms>paslaugų sąlygomis</u-terms> ir <u-policy> privatumo politika</u-policy>
pl: Klikając, zaloguj się, zgadzam się na <u-terms>regulamin</u-terms> i <u-policy>politykę prywatności</u-policy>
ro: Apăsând pe „Conectare”, sunteți de acord cu <u-terms>termenii de prestare ai serviciului</u-terms> și <u-policy>politica de confidenţialitate</u-policy>
tr: "Giriş yap" düğmesine tıklayarak, <u-terms>Hizmet Şartları</u-terms>'nı ve <u-policy>Gizlilik Politikası</u-policy>'nı kabul ediyorum
zh: 点击登录时，默认我同意 <u-terms>服务条款</u-terms> 和 <u-policy>隐私政策</u-policy>

source: Change email
eu: Aldatu e-maila
he: שנה דוא"ל
ja: Eメールを変更
lt: Keisti el. paštą
ml: ഇമെയിൽ മാറ്റുക
pl: Zmień adres e-mail
ro: Schimbați e-mailul
tr: E-posta adresini değiştir
zh: 修改邮箱

source: Enter your password
eu: Sartu zure pasahitza
he: הכנס סיסמא
ja: パスワードを入力
lt: Įveskite savo slaptažodį
pl: Wprowadź hasło
ro: Introduceţi parola
tr: Lütfen şifrenizi giriniz
zh: 输入您的密码

source: Welcome back!
eu: Ongi etorri berriro!
he: ברוך שובך!
ja: おかえりなさい！
lt: Sveiki sugrįžę!
ml: വീണ്ടും സ്വാഗതം!
pl: Witaj ponownie!
ro: Bine ați revenit!
tr: Tekrardan hoşgeldin!
zh: 欢迎回来！

source: Contact support
eu: Kontaktatu laguntza
he: צור קשר עם התמיכה
ja: お問い合わせ
lt: Susisiekti su palaikymo komanda
pl: Skontaktuj się z pomocą techniczną
ro: Contactați serviciul de asistență
tr: Destek ile iletişim
zh: 联系支持

# incorrectPasswordTitle
source: Incorrect password
eu: Pasahitz okerra
he: סיסמא לא נכונה
ja: パスワードが間違っています
lt: Neteisingas slaptažodis
ml: തെറ്റായ സങ്കേതക്കുറി
pl: Nieprawidłowe hasło
ro: Parolă incorectă
tr: Yanlış şifre
zh: 密码错误

source: Please try again
eu: Saiatu berriro, mesedez
he: אנא נסה שנית
ja: もう一度試してください
lt: Bandykite dar kartą.
ml: ദയവായി വീണ്ടും ശ്രമിക്കുക
pl: Spróbuj ponownie
ro: Vă rugăm să încercați din nou
tr: Lütfen tekrar deneyiniz
zh: 请重试

# recreatePasswordTitle
source: Recreate password
eu: Berrezarri pasahitza
he: צור סיסמא מחדש
ja: パスワードを再生成
lt: Iš naujo sukurti slaptažodį
ml: സങ്കേതക്കുറി പുനസൃഷ്ടിക്കുക
pl: Ponownie utwórz hasło
ro: Refaceți parola
tr: Sifrenizi tekrardan oluşturun
zh: 重新创建密码

source: Use recovery key
eu: Erabili berreskuratze giltza
he: השתמש במפתח שחזור
ja: リカバリーキーを使用
lt: Naudoti atkūrimo raktą
pl: Użyj kodu odzyskiwania
ro: Folosiți cheia de recuperare
tr: Kurtarma anahtarını kullan
zh: 使用恢复密钥

# recreatePasswordBody
source: The current device is not powerful enough to verify your password, but we can regenerate in a way that works with all devices. Please login using your recovery key and regenerate your password (you can use the same one again if you wish).
eu: Gailu hau ez da zure pasahitza egiaztatzeko bezain indartsua, baina gailu guztietan funtzionatzen duen modu batean birsortu ahal dugu. Mesedez sartu zure berreskuratze giltza erabiliz eta birsortu zure pasahitza (aurreko berbera erabili ahal duzu nahi izanez gero).
he: המכשיר הנוכחי אינו חזק מספיק כדי לאמת את הסיסמא שלך, אבל אנחנו יכולים ליצור בצורה שתעבוד עם כל המכשירים. אנא התחבר בעזרת המפתח שחזור שלך וצור מחדש את הסיסמא שלך (אתה יכול להשתמש באותה אחת אם אתה רוצה).
ja: このデバイスではパスワードを確認する能力が足りません。 恐れ入りますが、リカバリーキーを入力してパスワードを再生成する必要があります。
lt: Dabartinis įrenginys nėra pakankamai galingas, kad patvirtintų jūsų slaptažodį, bet mes galime iš naujo sugeneruoti taip, kad jis veiktų su visais įrenginiais. Prisijunkite naudojant atkūrimo raktą ir sugeneruokite iš naujo slaptažodį (jei norite, galite vėl naudoti tą patį).
pl: Obecne urządzenie nie jest wystarczająco wydajne, aby zweryfikować hasło, ale możemy je wygenerować w sposób działający na wszystkich urządzeniach. Zaloguj się przy użyciu klucza odzyskiwania i wygeneruj nowe hasło (jeśli chcesz, możesz ponownie użyć tego samego).
ro: Dispozitivul actual nu este suficient de puternic pentru a vă verifica parola, dar o putem regenera într-un mod care să funcționeze cu toate dispozitivele. Vă rugăm să vă conectați utilizând cheia de recuperare și să vă regenerați parola (dacă doriți, o puteți utiliza din nou pe aceeași).
tr: Cihazınız, şifrenizi doğrulamak için yeterli güce sahip değil, ancak tüm cihazlarda çalışacak şekilde yeniden oluşturabiliriz. Lütfen kurtarma anahtarınızı kullanarak giriş yapın ve şifrenizi yeniden oluşturun (istediğiniz takdirde aynı şifreyi tekrar kullanabilirsiniz).
zh: 当前设备的功能不足以验证您的密码，但我们可以以适用于所有设备的方式重新生成。 请使用您的恢复密钥登录并重新生成您的密码（如果您希望，可以再次使用相同的密码）。

source: Verify password
eu: Egiaztatu pasahitza
he: אמת סיסמא
ja: パスワードの確認
lt: Patvirtinkite slaptažodį
ml: സങ്കേതക്കുറി ദൃഢീകരിക്കുക
pl: Zweryfikuj hasło
ro: Verificați parola
tr: Şifrenizi doğrulayın
zh: 验证密码

source: Recovery key
eu: Berreskuratze giltza
he: מפתח שחזור
ja: リカバリーキー
lt: Atkūrimo raktas
pl: Klucz odzyskiwania
ro: Cheie de recuperare
tr: Kurtarma anahtarı
zh: 恢复密钥

# recoveryKeyOnForgotPassword
source: If you forget your password, the only way you can recover your data is with this key.
eu: Zure pasahitza ahazten baduzu, zure datuak berreskuratzeko modu bakarra gailu honen bidez izango da.
he: אם אתה שוכח את הסיסמא שלך, הדרך היחידה שתוכל לשחזר את המידע שלך היא עם המפתח הזה.
ja: パスワードを忘れてしまったら、このリカバリーキーがあなたのデータを復元する唯一の方法です。
lt: Jei pamiršote slaptažodį, vienintelis būdas atkurti duomenis – naudoti šį raktą.
pl: Jeśli zapomnisz hasła, jedynym sposobem odzyskania danych jest ten klucz.
ro: Dacă vă uitați parola, singura cale de a vă recupera datele este folosind această cheie.
tr: Şifrenizi unutursanız, verilerinizi kurtarmanın tek yolu bu anahtar olacaktır.
zh: 如果您忘记了密码，恢复数据的唯一方法就是使用此密钥。

# recoveryKeySaveDescription
source: We don't store this key, please save this 24 word key in a safe place.
eu: Guk ez dugu gailu hau gordetzen; mesedez, gorde 24 hitzeko giltza hau lege seguru batean.
he: אנחנו לא מאחסנים את המפתח הזה, אנא שמור את המפתח 24 מילים הזה במקום בטוח.
ja: リカバリーキーは私達も保管しません。この24個の単語を安全な場所に保管してください。
lt: Šio rakto nesaugome, todėl išsaugokite šį 24 žodžių raktą saugioje vietoje.
pl: Nie przechowujemy tego klucza, prosimy zapisać ten 24-słowny klucz w bezpiecznym miejscu.
ro: Nu reținem această cheie, vă rugăm să păstrați această cheie de 24 de cuvinte într-un loc sigur.
tr: Bu anahtarı saklamıyoruz, lütfen bu 24 kelime anahtarı güvenli bir yerde saklayın.
zh: 我们不会存储此密钥，请将此24个单词密钥保存在一个安全的地方。

source: Do this later
eu: Egin hau geroago
he: מאוחר יותר
ja: あとで行う
lt: Daryti tai vėliau
ml: പിന്നീട് ചെയ്യുക
pl: Spróbuj później
ro: Mai târziu
tr: Sonra yap
zh: 稍后再说

source: Save key
eu: Gorde giltza
he: שמור מפתח
ja: キーを保存
lt: Išsaugoti raktą
pl: Zapisz klucz
ro: Salvați cheia
tr: Anahtarı kaydet
zh: 保存密钥

source: Recovery key copied to clipboard
eu: Berreskuratze giltza arbelean kopiatu da
he: מפתח השחזור הועתק ללוח
ja: リカバリーキーはクリップボードにコピーされました
lt: Nukopijuotas atkūrimo raktas į iškarpinę
pl: Klucz odzyskiwania został skopiowany do schowka
ro: Cheie de recuperare copiată în clipboard
tr: Kurtarma anahtarınız panoya kopyalandı
zh: 恢复密钥已复制到剪贴板

source: Recover account
eu: Berreskuratu kontua
he: שחזר חשבון
ja: アカウントを復元
lt: Atkurti paskyrą
pl: Odzyskaj konto
ro: Recuperare cont
tr: Hesabı kurtar
zh: 恢复账户

source: Recover
eu: Berreskuratu
he: שחזר
ja: 復元
lt: Atkurti
pl: Odzyskaj
ro: Recuperare
tr: Kurtarma
zh: 恢复

# dropSupportEmail
source: Please drop an email to {supportEmail} from your registered email address
eu: Mesedez, bidali e-maila {supportEmail}-era zure erregistratutako e-mail helbidetik
he: אנא תשלח דוא"ל ל{supportEmail} מהכתובת דוא"ל שנרשמת איתה
ja: あなたの登録したメールアドレスから{supportEmail} にメールを送ってください
lt: Iš savo registruoto el. pašto adreso atsiųskite el. laišką adresu {supportEmail}
pl: Wyślij wiadomość e-mail na {supportEmail} z zarejestrowanego adresu e-mail
ro: Vă rugăm să trimiteți un e-mail la {supportEmail} de pe adresa de e-mail înregistrată
tr: Lütfen kayıtlı e-posta adresinizden {supportEmail} adresine bir e-posta gönderin
zh: 请从您注册的邮箱发送一封邮件到 {supportEmail}

source: Two-factor setup
eu: Faktore biko ezarpena
he: אימות דו-שלבי
ja: 2段階認証のセットアップ
lt: Dvigubo tapatybės nustatymo sąranka
pl: Uwierzytelnianie dwustopniowe
ro: Configurare doi factori
tr: Cift faktör ayarı
zh: 双重认证设置

source: Enter code
eu: Sartu kodea
he: הזן קוד
ja: コードを入力
lt: Įvesti kodą
pl: Wprowadź kod
ro: Introduceți codul
tr: Kodu giriniz
zh: 输入代码

source: Scan code
eu: Eskaneatu kodea
he: סרוק קוד
ja: コードをスキャン
lt: Skenuoti kodą
pl: Zeskanuj kod
ro: Scanare cod
tr: Kodu tarayın
zh: 扫描二维码/条码

source: Code copied to clipboard
eu: Kodea arbelean kopiatuta
he: הקוד הועתק ללוח
ja: コードがクリップボードにコピーされました
lt: Nukopijuotas kodas į iškarpinę
pl: Kod został skopiowany do schowka
ro: Cod copiat în clipboard
tr: Kodunuz panoya kopyalandı
zh: 代码已复制到剪贴板

# copypasteThisCodentoYourAuthenticatorApp
source: Copy-paste this code to your authenticator app
eu: Kopiatu eta itsatsi kode hau zure autentifikazio aplikaziora
he: תעתיק ותדביק את הקוד הזה לאפליקציית האימות שלך
ja: 認証アプリにこのコードをコピペしてください
lt: Nukopijuokite ir įklijuokite šį kodą į autentifikatoriaus programą
pl: Kopiuj, wklej ten kod do swojej aplikacji uwierzytelniającej
ro: Copiați acest cod în aplicația de autentificare
tr: Bu kodu kopyalayın ve kimlik doğrulama uygulamanıza yapıştırın
zh: 请复制粘贴此代码 到您的身份验证器应用程序上

source: tap to copy
eu: jo kopiatzeko
he: הקש כדי להעתיק
ja: タップしてコピー
lt: palieskite, kad nukopijuotumėte
pl: naciśnij aby skopiować
ro: atingeți pentru a copia
tr: kopyalamak için dokunun
zh: 点击以复制

# scanThisBarcodeWithnyourAuthenticatorApp
source: Scan this barcode with your authenticator app
eu: Eskaneatu barra kode hau zure autentifikazio aplikazioaz
he: סרוק את הברקוד הזה בעזרת אפליקציית האימות שלך
ja: 認証アプリでQRコードをスキャンして下さい。
lt: Skenuokite šį QR kodą su autentifikatoriaus programa
pl: Zeskanuj ten kod kreskowy używając swojej aplikacji uwierzytelniającej
ro: Scanați acest cod de bare cu aplicația de autentificare
tr: Kimlik doğrulama uygulamanız ile kodu tarayın
zh: 用您的身份验证器应用 扫描此条码

# enterThe6digitCodeFromnyourAuthenticatorApp
source: Enter the 6-digit code from your authenticator app
eu: Sartu 6 digituko kodea zure autentifikazio aplikaziotik
he: הכנס את הקוד בעל 6 ספרות מתוך אפליקציית האימות שלך
ja: 認証アプリに表示された 6 桁のコードを入力してください
lt: Įveskite 6 skaitmenų kodą iš autentifikatoriaus programos
pl: Wprowadź 6-cyfrowy kod z Twojej aplikacji uwierzytelniającej
ro: Introduceți codul de 6 cifre din aplicația de autentificare
tr: Doğrulama uygulamasındaki 6 basamaklı kodu giriniz
zh: 从你的身份验证器应用中 输入6位数字代码

source: Confirm
eu: Baieztatu
he: אשר
ja: 確認
lt: Patvirtinti
ml: നിജപ്പെടുത്തുക
pl: Potwierdź
ro: Confirmare
tr: Onayla
zh: 确认

source: Setup complete
eu: Prestaketa burututa
he: ההתקנה הושלמה
ja: セットアップ完了
lt: Sąranka baigta
ml: സജ്ജീകരണം പൂർത്തിയായി
pl: Konfiguracja ukończona
ro: Configurare finalizată
tr: Ayarlama işlemi başarılı
zh: 设置完成

source: Save your recovery key if you haven't already
eu: Gorde zure berreskuratze giltza ez baduzu oraindik egin
he: שמור את מפתח השחזור שלך אם לא שמרת כבר
ja: リカバリーキーを保存してください
lt: Išsaugokite atkūrimo raktą, jei dar to nepadarėte
pl: Zapisz swój klucz odzyskiwania, jeśli jeszcze tego nie zrobiłeś
ro: Salvați cheia de recuperare, dacă nu ați făcut-o deja
tr: Henüz yapmadıysanız kurtarma anahtarınızı kaydetmeyi unutmayın
zh: 若您尚未保存，请妥善保存此恢复密钥

# thisCanBeUsedToRecoverYourAccountIfYou
source: This can be used to recover your account if you lose your second factor
eu: Hau zure kontua berreskuratzeko erabili ahal duzu, zure bigarren faktorea ahaztuz gero
he: זה יכול לשמש לשחזור החשבון שלך במקרה ותאבד את הגורם השני
ja: 2段階認証を失った場合、アカウントを回復するために使用できます。
lt: Tai gali būti naudojama paskyrai atkurti, jei prarandate dvigubo tapatybės nustatymą
pl: Można go użyć do odzyskania konta w przypadku utraty swojej drugiej metody uwierzytelniania
ro: Aceasta poate fi utilizată pentru a vă recupera contul în cazul în care pierdeți al doilea factor
tr: Bu, iki faktörünüzü kaybederseniz hesabınızı kurtarmak için kullanılabilir
zh: 如果您丢失了双重认证方式，这可以用来恢复您的账户

# twofactorAuthenticationPageTitle
source: Two-factor authentication
eu: Faktore biko autentifikatzea
he: אימות דו-גורמי
ja: 2段階認証
lt: Dvigubas tapatybės nustatymas
pl: Uwierzytelnianie dwustopniowe
ro: Autentificare cu doi factori
tr: İki faktörlü doğrulama
zh: 双重认证

source: Lost device?
eu: Gailua galdu duzu?
he: איבדת את המכשיר?
ja: デバイスを紛失しましたか？
lt: Prarastas įrenginys?
pl: Utracono urządzenie?
ro: Dispozitiv pierdut?
tr: Cihazı kayıp mı ettiniz?
zh: 设备丢失？

source: Verifying recovery key...
eu: Berreskuratze giltza egiaztatuz...
he: מוודא את מפתח השחזור...
ja: リカバリキーを確認中...
lt: Patvirtinima atkūrimo raktą...
pl: Weryfikowanie klucza odzyskiwania...
ro: Se verifică cheia de recuperare...
tr: Kurtarma kodu doğrulanıyor...
zh: 正在验证恢复密钥...

source: Recovery key verified
eu: Berreskuratze giltza egiaztatuta
he: מפתח השחזור אומת
ja: リカバリキーが確認されました
lt: Patvirtintas atkūrimo raktas
pl: Klucz odzyskiwania zweryfikowany
ro: Cheie de recuperare verificată
tr: Kurtarma kodu doğrulandı
zh: 恢复密钥已验证

# recoveryKeySuccessBody
source: Great! Your recovery key is valid. Thank you for verifying. Please remember to keep your recovery key safely backed up.
eu: Primeran! Zure berreskuratze giltza zuzena da. Eskerrik asko egiaztatzeagatik. Mesedez, gogoratu zure berreskuratze giltza leku seguruan gordetzea.
he: נהדר! מפתח השחזור תקין. אנחנו מודים לך על האימות. אנא תזכור לגבות את מפתח השחזור שלך באופן בטוח.
ja: リカバリーキーは有効です。ご確認いただきありがとうございます。 リカバリーキーは今後も安全にバックアップしておいてください。
lt: Puiku! Jūsų atkūrimo raktas tinkamas. Dėkojame už patvirtinimą. Nepamirškite sukurti saugią atkūrimo rakto atsarginę kopiją.
pl: Znakomicie! Klucz odzyskiwania jest prawidłowy. Dziękujemy za weryfikację. Pamiętaj, aby bezpiecznie przechowywać kopię zapasową klucza odzyskiwania.
ro: Super! Cheia dvs. de recuperare este validă. Vă mulțumim pentru verificare. Vă rugăm să nu uitați să păstrați cheia de recuperare în siguranță.
tr: Harika! Kurtarma anahtarınız geçerlidir. Doğrulama için teşekkür ederim. Lütfen kurtarma anahtarınızı güvenli bir şekilde yedeklediğinizden emin olun.
zh: 太棒了！ 您的恢复密钥是有效的。 感谢您的验证。 请记住要安全备份您的恢复密钥。

# invalidRecoveryKey
source: The recovery key you entered is not valid. Please make sure it contains 24 words, and check the spelling of each. If you entered an older recovery code, make sure it is 64 characters long, and check each of them.
eu: Sartu duzun berreskuratze kodea ez da zuzena. Mesedez, ziurtatu 24 hitz duela, eta egiaztatu hitz bakoitzaren idazkera. Berreskuratze kode zaharren bat sartu baduzu, ziurtatu 64 karaktere duela, eta egiaztatu horietako bakoitza.
he: מפתח השחזור שהזמנת אינו תקין. אנא וודא שהוא מכיל 24 מילים, ותבדוק את האיות של כל אחת. אם הכנסת קוד שחזור ישן, וודא שהוא בעל 64 אותיות, ותבדוק כל אחת מהן.
ja: 入力されたリカバリーキーが無効です。24 単語が含まれていることを確認し、それぞれのスペルを確認してください。 古い形式のリカバリーコードを入力した場合は、64 文字であることを確認して、それぞれを確認してください。
lt: Įvestas atkūrimo raktas yra netinkamas. Įsitikinkite, kad jame yra 24 žodžiai, ir patikrinkite kiekvieno iš jų rašybą. Jei įvedėte senesnį atkūrimo kodą, įsitikinkite, kad jis yra 64 simbolių ilgio, ir patikrinkite kiekvieną iš jų.
pl: Wprowadzony klucz odzyskiwania jest nieprawidłowy. Upewnij się, że zawiera on 24 słowa i sprawdź pisownię każdego z nich. Jeśli wprowadziłeś starszy kod odzyskiwania, upewnij się, że ma on 64 znaki i sprawdź każdy z nich.
ro: Cheia de recuperare pe care ați introdus-o nu este validă. Vă rugăm să vă asigurați că aceasta conține 24 de cuvinte și să verificați ortografia fiecăruia. Dacă ați introdus un cod de recuperare mai vechi, asigurați-vă că acesta conține 64 de caractere și verificați fiecare dintre ele.
tr: Girdiğiniz kurtarma anahtarı geçerli değil. Lütfen anahtarın 24 kelime içerdiğinden ve her bir kelimenin doğru şekilde yazıldığından emin olun. Eğer eski bir kurtarma kodu girdiyseniz, o zaman kodun 64 karakter uzunluğunda olduğunu kontrol edin.
zh: 您输入的恢复密钥无效。请确保它包含24个单词，并检查每个单词的拼写。 如果您输入了旧的恢复码，请确保它长度为64个字符，并检查其中每个字符。

source: Invalid key
eu: Kode okerra
he: מפתח לא חוקי
ja: 無効なキー
lt: Netinkamas raktas.
pl: Klucz jest nieprawidłowy
ro: Cheie invalidă
tr: Gecersiz anahtar
zh: 无效的密钥

source: Try again
eu: Saiatu berriro
he: נסה שוב
ja: もう一度試してください
lt: Bandyti dar kartą
pl: Spróbuj ponownie
ro: Încercați din nou
tr: Tekrar deneyiniz
zh: 请再试一次

source: View recovery key
eu: Ikusi berreskuratze kodea
he: צפה במפתח השחזור
ja: リカバリキーを表示
lt: Peržiūrėti atkūrimo raktą
pl: Zobacz klucz odzyskiwania
ro: Vizualizați cheia de recuperare
tr: Kurtarma anahtarını görüntüle
zh: 查看恢复密钥

source: Confirm recovery key
eu: Egiaztatu berreskuratze kodea
he: אמת את מפתח השחזור
ja: リカバリーキーを確認
lt: Patvirtinkite atkūrimo raktą
pl: Potwierdź klucz odzyskiwania
ro: Confirmați cheia de recuperare
tr: Kurtarma anahtarını doğrula
zh: 确认恢复密钥

# recoveryKeyVerifyReason
source: Your recovery key is the only way to recover your photos if you forget your password. You can find your recovery key in Settings > Account. Please enter your recovery key here to verify that you have saved it correctly.
eu: Pasahitza ahazten baduzu, zure berreskuratze giltza argazkiak berreskuratzeko modu bakarra da. Berreskuratze giltza hemen aurkitu ahal duzu Ezarpenak > Kontua. Mesedez sartu hemen zure berreskuratze giltza ondo gorde duzula egiaztatzeko.
ja: パスワードを忘れた場合、リカバリーキーは写真を復元するための唯一の方法になります。なお、設定 > アカウント でリカバリーキーを確認することができます。 ここにリカバリーキーを入力して、正しく保存できていることを確認してください。
lt: Atkūrimo raktas – vienintelis būdas atkurti nuotraukas, jei pamiršote slaptažodį. Atkūrimo raktą galite rasti Nustatymose > Paskyra. Įveskite savo atkūrimo raktą čia, kad patvirtintumėte, ar teisingai jį išsaugojote.
pl: Twój klucz odzyskiwania jest jedynym sposobem na odzyskanie zdjęć, jeśli zapomnisz hasła. Klucz odzyskiwania można znaleźć w Ustawieniach > Konto. Wprowadź tutaj swój klucz odzyskiwania, aby sprawdzić, czy został zapisany poprawnie.
ro: Cheia dvs. de recuperare este singura modalitate de a vă recupera fotografiile dacă uitați parola. Puteți găsi cheia dvs. de recuperare în Setări > Cont. Vă rugăm să introduceți aici cheia de recuperare pentru a verifica dacă ați salvat-o corect.
tr: Kurtarma anahtarınız, şifrenizi unutmanız durumunda fotoğraflarınızı kurtarmanın tek yoludur. Kurtarma anahtarınızı Ayarlar > Hesap bölümünde bulabilirsiniz. Doğru kaydettiğinizi doğrulamak için lütfen kurtarma anahtarınızı buraya girin.
zh: 如果您忘记了密码，恢复密钥是恢复照片的唯一方法。您可以在“设置”>“账户”中找到恢复密钥。 请在此处输入恢复密钥，以验证您是否已正确保存。

source: Confirm your recovery key
eu: Egiaztatu zure berreskuratze giltza
he: אמת את מפתח השחזור
ja: リカバリーキーを確認
lt: Patvirtinkite savo atkūrimo raktą
pl: Potwierdź klucz odzyskiwania
ro: Confirmați cheia de recuperare
tr: Kurtarma anahtarını doğrulayın
zh: 确认您的恢复密钥

source: Add viewer
eu: Gehitu ikuslea
he: הוסף צופה
ja: ビューアーを追加
lt: Pridėti žiūrėtoją
pl: Dodaj widza
ro: Adăugare observator
tr: Görüntüleyici ekle
zh: 添加查看者

source: Add collaborator
eu: Gehitu laguntzailea
he: הוסף משתף פעולה
ja: コラボレーターを追加
lt: Pridėti bendradarbį
pl: Dodaj współuczestnika
ro: Adăugare colaborator
tr: Düzenleyici ekle
zh: 添加协作者

source: Add a new email
eu: Gehitu e-mail berria
he: הוסף דוא"ל חדש
ja: 新しいEメールアドレスを追加
lt: Pridėti naują el. paštą
pl: Dodaj nowy adres e-mail
ro: Adăugați un e-mail nou
tr: Yeni e-posta ekle
zh: 添加新的电子邮件

source: Or pick an existing one
eu: Edo aukeratu lehengo bat
he: או בחר באחד קיים
ja: または既存のものを選択
lt: Arba pasirinkite esamą
pl: Lub wybierz istniejący
ro: Sau alegeți unul existent
tr: Veya mevcut birini seçiniz
zh: 或者选择一个现有的
