Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

# singleFileDeleteFromDevice
source: This {fileType} will be deleted from your device.
eu: {fileType} hau zure gailutik ezabatuko da.
he: {fileType} יימחק מהמכשיר שלך.
ja: {fileType} はEnteから削除されます。
pl: Ten {fileType} zostanie usunięty z Twojego urządzenia.
ro: Fișierul de tip {fileType} va fi șters din dispozitivul dvs.
tr: Bu {fileType}, cihazınızdan silinecek.
zh: 此 {fileType} 将从您的设备中删除。

source: Delete from Ente
eu: Ezabatu Ente-tik
ja: Enteから削除
lt: Ištrinti iš „Ente“
pl: Usuń z Ente
ro: Ștergeți din Ente
tr: Ente'den Sil
zh: 从 Ente 中删除

source: Yes, delete
eu: Bai, ezabatu
he: כן, מחק
ja: はい、削除
lt: Taip, ištrinti
pl: Tak, usuń
ro: Da, șterge
tr: Evet, sil
zh: 是的, 删除

source: Moved to trash
eu: Zarama mugituta
he: הועבר לאשפה
ja: ごみ箱へ移動
lt: Perkelta į šiukšlinę
pl: Przeniesiono do kosza
ro: S-a mutat în coșul de gunoi
tr: Cöp kutusuna taşı
zh: 已移至回收站

source: Delete from device
eu: Ezabatu gailutik
he: מחק מהמכשיר
ja: デバイスから削除
lt: Ištrinti iš įrenginio
pl: Usuń z urządzenia
ro: Ștergeți de pe dispozitiv
tr: Cihazınızdan silin
zh: 从设备中删除

source: Delete from both
eu: Ezabatu bietatik
he: מחק משניהם
ja: 両方から削除
lt: Ištrinti iš abiejų
pl: Usuń z obu
ro: Ștergeți din ambele
tr: Her ikisinden de sil
zh: 同时从两者中删除

source: New album
eu: Album berria
he: אלבום חדש
ja: 新しいアルバム
lt: Naujas albumas
pl: Nowy album
ro: Album nou
tr: Yeni albüm
zh: 新建相册

source: Albums
eu: Albumak
he: אלבומים
ja: アルバム
lt: Albumai
pl: Albumy
ro: Albume
tr: Albümler
zh: 相册

# memoryCount
source: {count, plural, zero{no memories} one{{formattedCount} memory} other{{formattedCount} memories}}
eu: {count, plural,=0{oroitzapenik ez}one{oroitzapen {formattedCount}} other{{formattedCount} oroitzapen}}
he: {count, plural, one{{formattedCount} זכרון} two {{formattedCount} זכרונות} many {{formattedCount} זכרונות} other{{formattedCount} זכרונות}}
ja: {count, plural, zero{思い出なし} one{{formattedCount} 思い出} other{{formattedCount} 思い出}}
pl: {count, plural, zero{brak wspomnień} one{{formattedCount} wspomnienie} few {{formattedCount} wspomnienia} other{{formattedCount} wspomnień}}
ro: {count, plural, one{{formattedCount} amintire} few {{formattedCount} amintiri} other{{formattedCount} de amintiri}}
tr: {count, plural, zero{anı yok} one{{formattedCount} anı} other{{formattedCount} anılar}}
zh: {count, plural, zero{没有回忆} one{{formattedCount} 个回忆} other{{formattedCount} 个回忆}}

# selectedPhotos
source: {count} selected
eu: {count} hautatuta
he: {count} נבחרו
ja: {count} 個を選択
lt: {count} pasirinkta
pl: Wybrano {count}
ro: {count} selectate
tr: {count} seçildi
zh: 已选择 {count} 个

# selectedPhotosWithYours
source: {count} selected ({yourCount} yours)
eu: {count} hautatuta ({yourCount} zureak)
he: {count} נבחרו ({yourCount} שלך)
ja: {count} 個選択中（{yourCount} あなた）
lt: {count} pasirinkta ({yourCount} jūsų)
pl: Wybrano {count} (twoich {yourCount})
ro: {count} selectate ({yourCount} ale dvs.)
tr: Seçilenler: {count} ({yourCount} sizin seçiminiz)
zh: 选择了 {count} 个 (您的 {yourCount} 个)

# advancedSettings
source: Advanced
eu: Aurreratuak
he: מתקדם
ja: 高度な設定
lt: Išplėstiniai
pl: Zaawansowane
ro: Avansat
tr: Gelişmiş
zh: 高级设置

source: Photo grid size
eu: Argazki sarearen tamaina
he: גודל לוח של התמונה
ja: 写真のグリッドサイズ
pl: Rozmiar siatki zdjęć
ro: Dimensiunea grilei foto
tr: Fotoğraf ızgara boyutu
zh: 照片网格大小

source: Manage device storage
eu: Kudeatu gailuaren katxea
he: נהל את מקום אחסון המכשיר
ja: デバイスのストレージを管理
lt: Tvarkyti įrenginio podėlį
pl: Zarządzaj pamięcią urządzenia
ro: Gestionați spațiul dispozitivului
tr: Cihaz önbelliğini yönet
zh: 管理设备存储

source: Machine learning
eu: Ikasketa automatikoa
ja: 機械学習
lt: Mašininis mokymasis
pl: Nauczanie maszynowe
ro: Învățare automată
tr: Makine öğrenimi
zh: 机器学习

# mlConsent
source: Enable machine learning
eu: Aktibatu ikasketa automatikoa
ja: 機械学習を有効にする
lt: Įjungti mašininį mokymąsi
pl: Włącz nauczanie maszynowe
ro: Activați învățarea automată
tr: Makine öğrenimini etkinleştir
zh: 启用机器学习

# mlConsentTitle
source: Enable machine learning?
eu: Ikasketa automatikoa aktibatuko?
ja: 機械学習を有効にしますか？
lt: Įjungti mašininį mokymąsi?
pl: Włączyć nauczanie maszynowe?
ro: Activați învățarea automată?
tr: Makine öğrenimi etkinleştirilsin mi?
zh: 要启用机器学习吗？

# mlConsentDescription
source: If you enable machine learning, Ente will extract information like face geometry from files, including those shared with you. This will happen on your device, and any generated biometric information will be end-to-end encrypted.
eu: Ikasketa automatikoa aktibatuz gero, Ente-k fitxategietatik informazioa aterako du (ad. argazkien geometria), zurekin partekatutako argazkietatik ere. Hau zure gailuan gertatuko da, eta sortutako informazio biometrikoa puntutik puntura zifratuta egongo da.
ja: 機械学習を有効にすると、Enteは顔などの情報をファイルから抽出します。 これはお使いのデバイスで行われ、生成された生体情報は暗号化されます。
lt: Jei įjungsite mašininį mokymąsi, „Ente“ išsitrauks tokią informaciją kaip veido geometrija iš failų, įskaitant tuos, kuriais su jumis bendrinama. Tai bus daroma jūsų įrenginyje, o visa sugeneruota biometrinė informacija bus visapusiškai užšifruota.
pl: Jeśli włączysz nauczanie maszynowe, Ente wyodrębni informacje takie jak geometria twarzy z plików, w tym tych udostępnionych z Tobą. To się stanie na Twoim urządzeniu i wygenerowane informacje biometryczne zostaną zaszyfrowane end-to-end.
ro: Dacă activați învățarea automată, Ente va extrage informații precum geometria fețelor din fișiere, inclusiv din cele distribuite cu dvs. Acest lucru se va întâmpla pe dispozitivul dvs., iar orice informații biometrice generate vor fi criptate integral.
tr: Makine öğrenimini etkinleştirirseniz, Ente sizinle paylaşılanlar da dahil olmak üzere dosyalardan yüz geometrisi gibi bilgileri çıkarır. Bu, cihazınızda gerçekleşecek ve oluşturulan tüm biyometrik bilgiler uçtan uca şifrelenecektir.
zh: 如果您启用机器学习，Ente 将从文件（包括与您共享的文件）中提取面部几何形状等信息。 这将在您的设备上进行，并且任何生成的生物特征信息都将被端到端加密。

# mlConsentPrivacy
source: Please click here for more details about this feature in our privacy policy
eu: Mesedez, klikatu hemen gure pribatutasun politikan ezaugarri honi buruz detaile gehiago izateko
ja: この機能の詳細については、こちらをクリックしてください。
lt: Spustelėkite čia dėl išsamesnės informacijos apie šią funkciją mūsų privatumo politikoje
pl: Kliknij tutaj, aby uzyskać więcej informacji na temat tej funkcji w naszej polityce prywatności
ro: Vă rugăm să faceți clic aici pentru mai multe detalii despre această funcție în politica de confidențialitate
tr: Gizlilik politikamızdaki bu özellik hakkında daha fazla ayrıntı için lütfen buraya tıklayın
zh: 请点击此处查看我们隐私政策中有关此功能的更多详细信息

# mlConsentConfirmation
source: I understand, and wish to enable machine learning
eu: Ulertzen dut, eta ikasketa automatikoa aktibatu nahi dut
ja: 機械学習を可能にしたい
lt: Suprantu ir noriu įjungti mašininį mokymąsi
pl: Rozumiem i chcę włączyć nauczanie maszynowe
ro: Înțeleg și doresc să activez învățarea automată
tr: Anladım, ve makine öğrenimini etkinleştirmek istiyorum
zh: 我了解了，并希望启用机器学习

source: Magic search
eu: Bilaketa magikoa
ja: マジックサーチ
lt: Magiška paieška
pl: Magiczne wyszukiwanie
ro: Căutare magică
tr: Sihirli arama
zh: 魔法搜索

source: Discover
eu: Aurkitu
ja: ディスカバー
lt: Atraskite
pl: Odkryj
ro: Descoperire
tr: Keşfet
zh: 发现

# discover_identity
source: Identity
eu: Nortasuna
ja: アイデンティティ
lt: Tapatybė
pl: Tożsamość
ro: Identitate
tr: Kimlik
zh: 身份

# discover_screenshots
source: Screenshots
eu: Pantaila argazkiak
ja: スクリーンショット
lt: Ekrano kopijos
pl: Zrzuty ekranu
ro: Capturi de ecran
tr: Ekran Görüntüleri
zh: 屏幕截图

# discover_receipts
source: Receipts
eu: Ordainagiriak
ja: 領収書
lt: Kvitai
pl: Paragony
ro: Bonuri
tr: Makbuzlar
zh: 收据

# discover_notes
source: Notes
eu: Oharrak
ja: メモ
lt: Užrašai
pl: Notatki
ro: Notițe
tr: Notlar
zh: 备注

# discover_memes
source: Memes
eu: Memeak
ja: ミーム
lt: Mėmai
pl: Memy
ro: Meme-uri
tr: Mimler
zh: 表情包

# discover_visiting_cards
source: Visiting Cards
eu: Bisita txartelak
ja: 訪問カード
lt: Lankymo kortelės
pl: Wizytówki
ro: Carte de vizită
tr: Ziyaret Kartları
zh: 访问卡

# discover_babies
source: Babies
eu: Umeak
ja: 赤ちゃん
lt: Kūdikiai
pl: Niemowlęta
ro: Bebeluși
tr: Bebek
zh: 婴儿

# discover_pets
source: Pets
eu: Etxe-animaliak
ja: ペット
lt: Gyvūnai
pl: Zwierzęta domowe
ro: Animale
tr: Evcil Hayvanlar
zh: 宠物

# discover_selfies
source: Selfies
eu: Selfiak
ja: セルフィー
lt: Asmenukės
pl: Selfie
ro: Selfie-uri
tr: Özçekimler
zh: 自拍

# discover_wallpapers
source: Wallpapers
eu: Horma-paperak
ja: 壁紙
lt: Ekrano fonai
pl: Tapety
ro: Imagini de fundal
tr: Duvar Kağıtları
zh: 壁纸

# discover_food
source: Food
eu: Janaria
ja: 食べ物
lt: Maistas
pl: Jedzenie
ro: Mâncare
tr: Yiyecek
zh: 食物

# discover_celebrations
source: Celebrations
eu: Ospakizunak
ja: お祝い
lt: Šventės
pl: Uroczystości
ro: Celebrări
tr: Kutlamalar
zh: 节日

# discover_sunset
source: Sunset
eu: Eguzki-sartzea
ja: 夕焼け
lt: Saulėlydis
pl: Zachód słońca
ro: Apusuri
tr: Gün batımı
zh: 日落

# discover_hills
source: Hills
eu: Muinoak
ja: 丘
lt: Kalvos
pl: Wzgórza
ro: Dealuri
tr: Tepeler
zh: 山

# discover_greenery
source: Greenery
eu: Hostoa
ja: 自然
lt: Žaluma
pl: Zieleń
ro: Verdeață
tr: Yeşillik
zh: 绿植

# mlIndexingDescription
source: Please note that machine learning will result in a higher bandwidth and battery usage until all items are indexed. Consider using the desktop app for faster indexing, all results will be synced automatically.
ja: すべての項目が処理されるまで、機械学習は帯域幅とバッテリー使用量が高くなりますのでご注意ください。 処理を高速で終わらせたい場合はデスクトップアプリを使用するのがおすすめです。結果は自動的に同期されます。
pl: Pamiętaj, że nauczanie maszynowe spowoduje większą przepustowość i zużycie baterii do czasu zindeksowania wszystkich elementów. Rozważ użycie aplikacji komputerowej do szybszego indeksowania, wszystkie wyniki zostaną automatycznie zsynchronizowane.
ro: Vă rugăm să rețineți că învățarea automată va duce la o utilizare mai mare a lățimii de bandă și a bateriei până când toate elementele sunt indexate. Luați în considerare utilizarea aplicației desktop pentru o indexare mai rapidă, toate rezultatele vor fi sincronizate automat.
tr: Tüm öğeler dizine eklenene kadar makine öğreniminin daha yüksek bant genişliği ve pil kullanımı ile sonuçlanacağını lütfen unutmayın. Daha hızlı indeksleme için masaüstü uygulamasını kullanmayı düşünün, tüm sonuçlar otomatik olarak senkronize edilecektir.
zh: 请注意，机器学习会导致带宽和电池使用量增加，直到所有项目都被索引。请考虑使用桌面应用程序来加快索引速度，所有结果都将自动同步。

# loadingModel
source: Downloading models...
ja: モデルをダウンロード中
lt: Atsisiunčiami modeliai...
pl: Pobieranie modeli...
ro: Se descarcă modelele...
tr: Modeller indiriliyor...
zh: 正在下载模型...

source: Waiting for WiFi...
ja: WiFi を待っています
pl: Czekanie na WiFi...
ro: Se așteaptă WiFi...
tr: WiFi bekleniyor...
zh: 正在等待 WiFi...

source: Status
ja: ステータス
lt: Būsena
pl: Stan
tr: Durum
zh: 状态

source: Indexed items
ja: 処理済みの項目
lt: Indeksuoti elementai
pl: Zindeksowane elementy
ro: Elemente indexate
tr: Yeni öğeleri indeksle
zh: 已索引项目

source: Pending items
ja: 処理待ちの項目
lt: Laukiami elementai
pl: Oczekujące elementy
ro: Elemente în așteptare
tr: Bekleyen Öğeler
zh: 待处理项目

source: Clear indexes
ja: 行った処理をクリアする
lt: Valyti indeksavimus
pl: Wyczyść indeksy
ro: Ștergeți indexul
tr: Açık Dizin
zh: 清空索引

source: Select folders for backup
he: בחר תיקיות לגיבוי
ja: バックアップするフォルダを選択
lt: Pasirinkite aplankus atsarginėms kopijoms kurti
pl: Wybierz foldery do stworzenia kopii zapasowej
ro: Selectați folderele pentru copie de rezervă
tr: Yedekleme için klasörleri seçin
zh: 选择要备份的文件夹

source: Selected folders will be encrypted and backed up
he: התיקיות שנבחרו יוצפנו ויגובו
ja: 選ばれたフォルダは暗号化されバックアップされます
lt: Pasirinkti aplankai bus užšifruoti ir sukurtos atsarginės kopijos.
pl: Wybrane foldery zostaną zaszyforwane i zostanie utworzona ich kopia zapasowa
ro: Dosarele selectate vor fi criptate și salvate
tr: Seçilen klasörler şifrelenecek ve yedeklenecektir
zh: 所选文件夹将被加密并备份

source: Unselect all
he: בטל בחירה של הכל
ja: すべての選択を解除
lt: Nesirinkti visų
pl: Odznacz wszystko
ro: Deselectare totală
tr: Tümünün seçimini kaldır
zh: 取消全部选择

source: Select all
he: בחר הכל
ja: 全て選択
lt: Pasirinkti viską
pl: Zaznacz wszystko
ro: Selectare totală
tr: Hepsini seç
zh: 全选

source: Skip
he: דלג
ja: スキップ
lt: Praleisti
pl: Pomiń
ro: Omiteți
tr: Geç
zh: 跳过

source: Updating folder selection...
he: מעדכן את בחירת התיקיות...
ja: フォルダの選択を更新しています...
lt: Atnaujinamas aplankų pasirinkimas...
pl: Aktualizowanie wyboru folderu...
ro: Se actualizează selecția dosarelor...
tr: Klasör seçimi güncelleniyor...
zh: 正在更新文件夹选择...

# itemCount
source: {count, plural, one{{count} item} other{{count} items}}
he: {count, plural, one{{count} פריט} two {{count} פריטים} many {{count} פריטים} other{{count} פריטים}}
ja: {count, plural, other {{count}個のアイテム}}
pl: {count, plural, one{{count} element} few {{count} elementy} many {{count} elementów} other{{count} elementu}}
ro: {count, plural, one{{count} articol} few {{count} articole} other{{count} de articole}}
tr: {count,plural, one{{count} öğe} other{{count} öğeler}}
zh: {count, plural, one{{count} 个项目} other{{count} 个项目}}

# duplicateItemsGroup
source: {count} files, {formattedSize} each
he: {count} קבצים, כל אחד {formattedSize}
ja: {count} 個のファイル、それぞれ{formattedSize}
lt: {count} failai (-ų), kiekvienas {formattedSize}
pl: {count} plików, każdy po {formattedSize}
ro: {count} fișiere, {formattedSize} fiecare
tr: {count} dosyalar, {formattedSize} her biri
zh: {count} 个文件，每个文件 {formattedSize}

source: Show memories
he: הצג זכרונות
ja: 思い出を表示
lt: Rodyti prisiminimus
pl: Pokaż wspomnienia
ro: Afișare amintiri
tr: Anıları göster
zh: 显示回忆

# yearsAgo
source: {count, plural, one{{count} year ago} other{{count} years ago}}
he: {count, plural, one{לפני {count} שנה} two {לפני {count} שנים} many {לפני {count} שנים} other{לפני {count} שנים}}
ja: {count, plural, one{{count} 年前} other{{count} 年前}}
lt: {count, plural, one{prieš {count} metus} few {prieš {count} metus} many {prieš {count} metų} other{prieš {count} metų}}
pl: {count, plural, one{{count} rok temu} few {{count} lata temu} many {{count} lat temu} other{{count} lata temu}}
ro: {count, plural, one{acum {count} an} few {acum {count} ani} other{acum {count} de ani}}
tr: {count, plural, one{{count} yıl önce} other{{count} yıl önce}}
zh: {count, plural, one{{count} 年前} other{{count} 年前}}

source: Backup settings
he: הגדרות גיבוי
ja: バックアップ設定
pl: Ustawienia kopii zapasowej
ro: Setări copie de rezervă
tr: Yedekleme seçenekleri
zh: 备份设置

source: Backup status
ja: バックアップの状態
pl: Status kopii zapasowej
ro: Stare copie de rezervă
tr: Yedekleme durumu
zh: 备份状态

# backupStatusDescription
source: Items that have been backed up will show up here
ja: バックアップされたアイテムがここに表示されます
pl: Elementy, których kopia zapasowa została utworzona, zostaną wyświetlone w tym miejscu
ro: Articolele care au fost salvate vor apărea aici
tr: Eklenen öğeler burada görünecek
zh: 已备份的项目将显示在此处

source: Backup over mobile data
he: גבה על רשת סלולרית
ja: モバイルデータを使ってバックアップ
pl: Kopia zapasowa przez dane mobilne
ro: Efectuare copie de rezervă prin date mobile
tr: Mobil veri ile yedekle
zh: 通过移动数据备份

source: Backup videos
he: גבה סרטונים
ja: 動画をバックアップ
pl: Utwórz kopię zapasową wideo
ro: Copie de rezervă videoclipuri
tr: Videolari yedekle
zh: 备份视频

source: Disable auto lock
he: השבת נעילה אוטומטית
ja: 自動ロックを無効にする
pl: Wyłącz automatyczną blokadę
ro: Dezactivare blocare automată
tr: Otomatik kilidi devre dışı bırak
zh: 禁用自动锁定

# deviceLockExplanation
source: Disable the device screen lock when Ente is in the foreground and there is a backup in progress. This is normally not needed, but may help big uploads and initial imports of large libraries complete faster.
ja: 進行中のバックアップがある場合、デバイスがスリープしないようにします。 ※容量の大きいアップロードがある際にご活用ください。
pl: Wyłącz blokadę ekranu urządzenia, gdy Ente jest na pierwszym planie i w trakcie tworzenia kopii zapasowej. Zwykle nie jest to potrzebne, ale może pomóc w szybszym przesyłaniu i początkowym imporcie dużych bibliotek.
ro: Dezactivați blocarea ecranului dispozitivului atunci când Ente este în prim-plan și există o copie de rezervă în curs de desfășurare. În mod normal, acest lucru nu este necesar, dar poate ajuta la finalizarea mai rapidă a încărcărilor mari și a importurilor inițiale de biblioteci mari.
tr: Ente uygulaması önplanda calıştığında ve bir yedekleme işlemi devam ettiğinde, cihaz ekran kilidini devre dışı bırakın. Bu genellikle gerekli olmasa da, büyük dosyaların yüklenmesi ve büyük kütüphanelerin başlangıçta içe aktarılması sürecini hızlandırabilir.
zh: 当 Ente 置于前台且正在进行备份时将禁用设备屏幕锁定。这通常是不需要的，但可能有助于更快地完成大型上传和大型库的初始导入。

source: About
he: אודות
ja: このアプリについて
lt: Apie
pl: O nas
ro: Despre
tr: Hakkında
zh: 关于

source: We are open source!
he: הקוד שלנו פתוח!
ja: 私たちはオープンソースです！
lt: Esame atviro kodo!
pl: Posiadamy otwarte źródło!
ro: Suntem open source!
tr: Biz açık kaynağız!
zh: 我们是开源的 ！

source: Privacy
he: פרטיות
ja: プライバシー
lt: Privatumas
ml: സ്വകാര്യത
pl: Prywatność
ro: Confidențialitate
tr: Gizlilik
zh: 隐私

source: Terms
he: תנאים
ja: 規約
lt: Sąlygos
ml: നിബന്ധനകൾ
pl: Warunki
ro: Termeni
tr: Şartlar
zh: 使用条款

source: Check for updates
he: בדוק עדכונים
ja: アップデートを確認
lt: Tikrinti, ar yra atnaujinimų
pl: Sprawdź dostępne aktualizacje
ro: Căutați actualizări
tr: Güncellemeleri kontol et
zh: 检查更新

source: Check status
ja: ステータスの確認
lt: Tikrinti būseną
pl: Sprawdź stan
ro: Verificați starea
tr: Durumu kontrol edin
zh: 检查状态

source: Checking...
he: בודק...
ja: 確認中…
lt: Tikrinama...
pl: Sprawdzanie...
ro: Se verifică...
tr: Kontrol ediliyor...
zh: 正在检查...

source: You are on the latest version
he: אתה על הגרסא הכי עדכנית
ja: あなたは最新バージョンを使用しています
lt: Esate naujausioje versijoje
pl: Korzystasz z najnowszej wersji
ro: Sunteți pe cea mai recentă versiune
tr: En son sürüme sahipsiniz
zh: 当前为最新版本

source: Account
he: חשבון
ja: アカウント
lt: Paskyra
pl: Konto
ro: Cont
tr: Hesap
zh: 账户

source: Manage subscription
he: נהל מנוי
ja: サブスクリプションの管理
lt: Tvarkyti prenumeratą
pl: Zarządzaj subskrypcją
ro: Gestionare abonament
tr: Abonelikleri yönet
zh: 管理订阅

# authToChangeYourEmail
source: Please authenticate to change your email
eu: Mesedez, autentifikatu zure emaila aldatzeko
he: אנא אנא התאמת על מנת לשנות את הדוא"ל שלך
ja: メールアドレスを変更するには認証してください
lt: Nustatykite tapatybę, kad pakeistumėte savo el. paštą
pl: Prosimy uwierzytelnić się, aby zmienić swój adres e-mail
ro: Vă rugăm să vă autentificați pentru a vă schimba adresa de e-mail
tr: E-postanızı değiştirmek için lütfen kimlik doğrulaması yapın
zh: 请验证以更改您的电子邮件

source: Change password
he: שנה סיסמה
ja: パスワードを変更
lt: Keisti slaptažodį
pl: Zmień hasło
ro: Schimbare parolă
tr: Sifrenizi değiştirin
zh: 修改密码

# authToChangeYourPassword
source: Please authenticate to change your password
eu: Mesedez, autentifikatu zure pasahitza aldatzeko
he: אנא התאמת על מנת לשנות את הסיסמא שלך
ja: メールアドレスを変更するには認証してください
lt: Nustatykite tapatybę, kad pakeistumėte slaptažodį
pl: Prosimy uwierzytelnić się, aby zmienić hasło
ro: Vă rugăm să vă autentificați pentru a vă schimba parola
tr: Şifrenizi değiştirmek için lütfen kimlik doğrulaması yapın
zh: 请验证以更改密码

# emailVerificationToggle
source: Email verification
he: אימות מייל
ja: メール確認
lt: El. pašto patvirtinimas
ml: ഇമെയിൽ ദൃഢീകരണം
pl: Weryfikacja e-mail
ro: Verificarea adresei de e-mail
tr: E-posta doğrulama
zh: 电子邮件验证

# authToChangeEmailVerificationSetting
source: Please authenticate to change email verification
eu: Mesedez, autentifikatu emailaren egiaztatzea aldatzeko
he: אנא התאמת על מנת לשנות את הדוא"ל שלך
ja: メール確認を変更するには認証してください
lt: Nustatykite tapatybę, kad pakeistumėte el. pašto patvirtinimą
pl: Prosimy uwierzytelnić się, aby zmienić weryfikację e-mail
ro: Vă rugăm să vă autentificați pentru a schimba verificarea prin e-mail
tr: E-posta doğrulamasını değiştirmek için lütfen kimlik doğrulaması yapın
zh: 请进行身份验证以更改电子邮件验证

source: Export your data
he: ייצוא הנתונים שלך
ja: データをエクスポート
lt: Eksportuoti duomenis
pl: Eksportuj swoje dane
ro: Export de date
tr: Veriyi dışarı aktar
zh: 导出您的数据

source: Logout
he: התנתק
ja: ログアウト
lt: Atsijungti
pl: Wyloguj
ro: Deconectare
tr: Çıkış yap
zh: 退出登录

# authToInitiateAccountDeletion
source: Please authenticate to initiate account deletion
eu: Mesedez, autentifikatu kontu ezabaketa hasteko
he: אנא התאמת על מנת להתחיל את מחיקת החשבון שלך
ja: アカウントの削除をするためには認証が必要です
lt: Nustatykite tapatybę, kad pradėtumėte paskyros ištrynimą
pl: Prosimy uwierzytelnić się, aby zainicjować usuwanie konta
ro: Vă rugăm să vă autentificați pentru a iniția ștergerea contului
tr: Hesap silme işlemini başlatmak için lütfen kimlik doğrulaması yapın
zh: 请进行身份验证以启动账户删除

source: Are you sure you want to logout?
he: אתה בטוח שאתה רוצה להתנתק?
ja: 本当にログアウトしてよろしいですか？
lt: Ar tikrai norite atsijungti?
pl: Czy na pewno chcesz się wylogować?
ro: Sunteți sigur că doriți să vă deconectați?
tr: Çıkış yapmak istediğinize emin misiniz?
zh: 您确定要退出登录吗？

source: Yes, logout
he: כן, התנתק
ja: はい、ログアウトします
lt: Taip, atsijungti
pl: Tak, wyloguj
ro: Da, mă deconectez
tr: Evet, oturumu kapat
zh: 是的，退出登陆

source: A new version of Ente is available.
ja: Enteの新しいバージョンが利用可能です。
pl: Dostępna jest nowa wersja Ente.
ro: Este disponibilă o nouă versiune de Ente.
tr: Ente için yeni bir sürüm mevcut.
zh: 有新版本的 Ente 可供使用。

source: Update
he: עדכן
ja: アップデート
pl: Aktualizuj
ro: Actualizare
tr: Güncelle
zh: 更新

source: Install manually
he: התקן באופן ידני
ja: 手動でインストール
pl: Zainstaluj manualnie
ro: Instalare manuală
tr: Manuel kurulum
zh: 手动安装

source: Critical update available
he: עדכון חשוב זמין
ja: 重要なアップデートがあります
pl: Dostępna jest krytyczna aktualizacja
ro: Actualizare critică disponibilă
tr: Kritik güncelleme mevcut
zh: 可用的关键更新

source: Update available
he: עדכון זמין
ja: アップデートがあります
pl: Dostępna jest aktualizacja
ro: Actualizare disponibilă
tr: Güncelleme mevcut
zh: 有可用的更新

# ignoreUpdate
source: Ignore
he: התעלם
ja: 無視する
lt: Ignoruoti
ml: അവഗണിക്കുക
pl: Ignoruj
ro: Ignorare
tr: Yoksay
zh: 忽略

source: Downloading...
he: מוריד...
ja: ダウンロード中…
lt: Atsisiunčiama...
pl: Pobieranie...
ro: Se descarcă...
tr: İndiriliyor...
zh: 正在下载...

source: Cannot delete shared files
he: לא ניתן למחוק את הקבצים המשותפים
ja: 共有ファイルは削除できません
pl: Nie można usunąć udostępnionych plików
ro: Nu se pot șterge fișierele distribuite
tr: Dosyalar silinemiyor
zh: 无法删除共享文件

source: The download could not be completed
he: לא ניתן להשלים את ההורדה
ja: ダウンロードを完了できませんでした
pl: Pobieranie nie mogło zostać ukończone
ro: Descărcarea nu a putut fi finalizată
tr: İndirme işlemi tamamlanamadı
zh: 未能完成下载

source: Retry
he: נסה שוב
ja: リトライ
ml: പുനശ്രമിക്കുക
pl: Spróbuj ponownie
ro: Încercați din nou
tr: Tekrar dene
zh: 重试

source: Backed up folders
he: תיקיות שגובו
ja: バックアップされたフォルダ
pl: Foldery kopii zapasowej
ro: Foldere salvate
tr: Yedeklenmiş klasörler
zh: 已备份的文件夹

source: Backup
he: גיבוי
ja: バックアップ
lt: Kurti atsarginę kopiją
pl: Kopia zapasowa
ro: Copie de rezervă
tr: Yedekle
zh: 备份

source: Free up device space
he: פנה אחסון במכשיר
ja: デバイスの空き領域を解放する
pl: Zwolnij miejsce na urządzeniu
ro: Eliberați spațiu pe dispozitiv
tr: Cihaz alanını boşaltın
zh: 释放设备空间

# freeUpDeviceSpaceDesc
source: Save space on your device by clearing files that have been already backed up.
ja: すでにバックアップされているファイルを消去して、デバイスの容量を空けます。
pl: Oszczędzaj miejsce na urządzeniu poprzez wyczyszczenie plików, które zostały już przesłane.
ro: Economisiți spațiu pe dispozitivul dvs. prin ștergerea fișierelor cărora li s-a făcut copie de rezervă.
tr: Zaten yedeklenmiş dosyaları temizleyerek cihazınızda yer kazanın.
zh: 通过清除已备份的文件来节省设备空间。

source: ✨ All clear
he: ✨ הכל נוקה
ja: ✨ オールクリア
pl: ✨ Wszystko wyczyszczone
ro: ✨ Totul e curat
tr: ✨ Tamamen temizle
zh: ✨ 全部清除

# noDeviceThatCanBeDeleted
source: You've no files on this device that can be deleted
he: אין לך קבצים במכשיר הזה שניתן למחוק אותם
ja: 削除できるファイルがありません
pl: Nie masz żadnych plików na tym urządzeniu, które można usunąć
ro: Nu aveți fișiere pe acest dispozitiv care pot fi șterse
tr: Bu cihazda silinebilecek hiçbir dosyanız yok
zh: 您在此设备上没有可被删除的文件
