Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

# autoCastiOSPermission
source: Make sure Local Network permissions are turned on for the Ente Photos app, in Settings.
ja: ローカルネットワークへのアクセス許可がEnte Photosアプリに与えられているか確認してください
pl: Upewnij się, że uprawnienia sieci lokalnej są włączone dla aplikacji Zdjęcia Ente w Ustawieniach.
tr: Ayarlar'da Ente Photos uygulaması için Yerel Ağ izinlerinin açık olduğundan emin olun.
zh: 请确保已在“设置”中为 Ente Photos 应用打开本地网络权限。

source: No device found
ja: デバイスが見つかりません
lt: Įrenginys nerastas
pl: Nie znaleziono żadnego urządzenia
tr: Aygıt bulunamadı
zh: 未发现设备

# stopCastingTitle
source: Stop casting
ja: キャストを停止
lt: Stabdyti perdavimą
pl: Zatrzymaj wyświetlanie
tr: Yayını durdur
zh: 停止投放

# stopCastingBody
source: Do you want to stop casting?
ja: キャストを停止しますか？
lt: Ar norite sustabdyti perdavimą?
pl: Czy chcesz przestać wyświetlać?
tr: Yansıtmayı durdurmak istiyor musunuz?
zh: 您想停止投放吗？

# castIPMismatchTitle
source: Failed to cast album
ja: アルバムのキャストに失敗しました
lt: Nepavyko perduoti albumo
pl: Nie udało się wyświetlić albumu
tr: Albüm yüklenirken hata oluştu
zh: 投放相册失败

# castIPMismatchBody
source: Please make sure you are on the same network as the TV.
ja: TVと同じネットワーク上にいることを確認してください。
lt: Įsitikinkite, kad esate tame pačiame tinkle kaip ir televizorius.
pl: Upewnij się, że jesteś w tej samej sieci co telewizor.
tr: Lütfen TV ile aynı ağda olduğunuzdan emin olun.
zh: 请确保您的设备与电视处于同一网络。

source: Pairing complete
ja: ペアリング完了
lt: Susiejimas baigtas
pl: Parowanie zakończone
tr: Eşleştirme tamamlandı
zh: 配对完成

source: Saving edits...
ja: 編集を保存中...
lt: Išsaugomi redagavimai...
pl: Zapisywanie zmian...
tr: Düzenlemeler kaydediliyor...
zh: 正在保存编辑内容...

source: Auto pair
ja: オートペアリング
lt: Automatiškai susieti
pl: Automatyczne parowanie
tr: Otomatik eşle
zh: 自动配对

source: Pair with PIN
ja: PINを使ってペアリングする
lt: Susieti su PIN
pl: Sparuj kodem PIN
tr: PIN ile eşleştirin
zh: 用 PIN 配对

source: Face recognition
ja: 顔認識
lt: Veido atpažinimas
pl: Rozpoznawanie twarzy
tr: Yüz Tanıma
zh: 人脸识别

source: Found faces
ja: 見つかった顔
lt: Rasti veidai
pl: Znaleziono twarze
tr: Yüzler bulundu
zh: 已找到的人脸

source: Clustering progress
ja: クラスタリングの進行状況
lt: Sankaupos vykdymas
pl: Postęp tworzenia klastrów
tr: Kümeleme ilerlemesi
zh: 聚类进展

# indexingIsPaused
source: Indexing is paused. It will automatically resume when device is ready.
ja: インデックス作成は一時停止されています。デバイスの準備ができたら自動的に再開します。
lt: Indeksavimas pristabdytas. Jis bus automatiškai tęsiamas, kai įrenginys yra paruoštas.
pl: Wstrzymano indeksowanie. Zostanie ono automatycznie wznowione, gdy urządzenie będzie gotowe.
tr: İndeksleme duraklatılmıştır. Cihaz hazır olduğunda otomatik olarak devam edecektir.
zh: 索引已暂停。当设备准备就绪时，它将自动恢复。

source: Trim
ja: トリミング
lt: Trumpinti
pl: Przytnij
tr: Kes
zh: 修剪

source: Crop
ja: クロップ
lt: Apkirpti
pl: Kadruj
ro: Decupare
tr: Kırp
zh: 裁剪

source: Rotate
ja: 回転
lt: Sukti
pl: Obróć
ro: Rotire
tr: Döndür
zh: 旋转

source: Left
ja: 左
lt: Kairė
pl: W lewo
ro: Stânga
tr: Sol
zh: 向左

source: Right
ja: 右
lt: Dešinė
pl: W prawo
ro: Dreapta
tr: Sağ
zh: 向右

source: What's new
ja: 最新情報
lt: Kas naujo
pl: Co nowego
ro: Noutăți
tr: Yenilikler
zh: 更新日志

source: Review suggestions
ja: 提案を確認
lt: Peržiūrėti pasiūlymus
pl: Przeglądaj sugestie
ro: Revizuire sugestii
tr: Önerileri inceleyin
zh: 查看建议

source: Review
ja: 確認
tr: Gözden Geçir

source: Use as cover
ja: カバー写真として使用
lt: Naudoti kaip viršelį
pl: Użyj jako okładki
ro: Utilizați ca și copertă
tr: Kapak olarak kullanın
zh: 用作封面

# notPersonLabel
source: Not {name}?
ja: {name} ではありませんか？
lt: Ne {name}?
pl: Nie {name}?
ro: Nu este {name}?
tr: {name} değil mi?
zh: 不是 {name}？

source: Enable
ja: 有効化
lt: Įjungti
pl: Włącz
ro: Activare
tr: Etkinleştir
zh: 启用

source: Enabled
ja: 有効
lt: Įjungta
pl: Włączone
ro: Activat
tr: Etkin
zh: 已启用

source: More details
ja: さらに詳細を表示
lt: Daugiau išsamios informacijos
pl: Więcej szczegółów
ro: Mai multe detalii
tr: Daha fazla detay
zh: 更多详情

# enableMLIndexingDesc
source: Ente supports on-device machine learning for face recognition, magic search and other advanced search features
ja: Enteは顔認識、マジック検索、その他の高度な検索機能のため、あなたのデバイス上で機械学習をしています
lt: „Ente“ palaiko įrenginyje mašininį mokymąsi, skirtą veidų atpažinimui, magiškai paieškai ir kitoms išplėstinėms paieškos funkcijoms
pl: Ente obsługuje nauczanie maszynowe na urządzeniu dla rozpoznawania twarzy, wyszukiwania magicznego i innych zaawansowanych funkcji wyszukiwania
tr: Ente, yüz tanıma, sihirli arama ve diğer gelişmiş arama özellikleri için cihaz üzerinde makine öğrenimini destekler
zh: Ente 支持设备上的机器学习，实现人脸识别、魔法搜索和其他高级搜索功能

# magicSearchHint
source: Magic search allows to search photos by their contents, e.g. 'flower', 'red car', 'identity documents'
ja: マジック検索では、「花」、「赤い車」、「本人確認書類」などの写真に写っているもので検索できます。
lt: Magiška paieška leidžia ieškoti nuotraukų pagal jų turinį, pvz., „gėlė“, „raudonas automobilis“, „tapatybės dokumentai“
pl: Magiczne wyszukiwanie pozwala na wyszukiwanie zdjęć według ich zawartości, np. "kwiat", "czerwony samochód", "dokumenty tożsamości"
tr: Sihirli arama, fotoğrafları içeriklerine göre aramanıza olanak tanır, örneğin 'çiçek', 'kırmızı araba', 'kimlik belgeleri'
zh: 魔法搜索允许按内容搜索照片，例如“lower'”、“red car”、“identity documents”

source: Re-enter password
ja: パスワードを再入力してください
lt: Įveskite slaptažodį iš naujo
pl: Wprowadź ponownie hasło
tr: Şifrenizi tekrar girin
zh: 再次输入密码

source: Re-enter PIN
ja: PINを再入力してください
lt: Įveskite PIN iš naujo
pl: Wprowadź ponownie kod PIN
tr: PIN'inizi tekrar girin
zh: 再次输入 PIN 码

source: Device lock
ja: デバイスロック
lt: Įrenginio užraktas
pl: Blokada urządzenia
tr: Cihaz kilidi
zh: 设备锁

source: PIN lock
ja: PINロック
lt: PIN užrakinimas
pl: Blokada PIN
tr: Pin kilidi
zh: PIN 锁定

source: Next
ja: 次へ
lt: Toliau
pl: Dalej
tr: Sonraki
zh: 下一步

source: Set new password
ja: 新しいパスワードを設定
lt: Nustatykite naują slaptažodį
pl: Ustaw nowe hasło
tr: Yeni şifre belirle
zh: 设置新密码

source: Enter PIN
ja: PINを入力してください
lt: Įveskite PIN
pl: Wprowadź kod PIN
tr: PIN Girin
zh: 输入 PIN 码

source: Set new PIN
ja: 新しいPINを設定
lt: Nustatykite naują PIN
pl: Ustaw nowy kod PIN
tr: Yeni PIN belirleyin
zh: 设置新 PIN 码

source: App lock
ja: アプリのロック
lt: Programos užraktas
pl: Blokada dostępu do aplikacji
tr: Uygulama kilidi
zh: 应用锁

source: No system lock found
ja: システムロックが見つかりませんでした
lt: Nerastas sistemos užraktas
pl: Nie znaleziono blokady systemowej
tr: Sistem kilidi bulunamadı
zh: 未找到系统锁

source: Tap to unlock
ja: タップして解除
lt: Palieskite, kad atrakintumėte
pl: Naciśnij, aby odblokować
tr: Açmak için dokun
zh: 点击解锁

source: Too many incorrect attempts
ja: 間違った回数が多すぎます
lt: Per daug neteisingų bandymų.
pl: Zbyt wiele błędnych prób
tr: Çok fazla hatalı deneme
zh: 错误尝试次数过多

source: Video Info
ja: ビデオ情報
lt: Vaizdo įrašo informacija
pl: Informacje Wideo
tr: Video Bilgileri
zh: 视频详情

source: Auto lock
ja: 自動ロック
lt: Automatinis užraktas
pl: Automatyczna blokada
tr: Otomatik Kilit
zh: 自动锁定

source: Immediately
ja: すぐに
lt: Iš karto
pl: Natychmiast
tr: Hemen
zh: 立即

# autoLockFeatureDescription
source: Time after which the app locks after being put in the background
ja: アプリがバックグラウンドでロックするまでの時間
lt: Laikas, po kurio programa užrakinama perkėlus ją į foną
pl: Czas, po którym aplikacja blokuje się po umieszczeniu jej w tle
tr: Uygulamayı arka plana attıktan sonra kilitlendiği süre
zh: 应用程序进入后台后锁定的时间

source: Hide content
ja: 内容を非表示
lt: Slėpti turinį
pl: Ukryj zawartość
tr: İçeriği gizle
zh: 隐藏内容

# hideContentDescriptionAndroid
source: Hides app content in the app switcher and disables screenshots
ja: アプリ画面を非表示にし、スクリーンショットを無効にします
lt: Paslepia programų turinį programų perjungiklyje ir išjungia ekrano kopijas
pl: Ukrywa zawartość aplikacji w przełączniku aplikacji i wyłącza zrzuty ekranu
tr: Uygulama değiştiricide bulunan uygulama içeriğini gizler ve ekran görüntülerini devre dışı bırakır
zh: 在应用切换器中隐藏应用内容并禁用屏幕截图

# hideContentDescriptionIos
source: Hides app content in the app switcher
ja: アプリ切り替え時に、アプリの画面を非表示にします
lt: Paslepia programos turinį programos perjungiklyje
pl: Ukrywa zawartość aplikacji w przełączniku aplikacji
tr: Uygulama değiştiricideki uygulama içeriğini gizler
zh: 在应用切换器中隐藏应用内容

# passwordStrengthInfo
source: Password strength is calculated considering the length of the password, used characters, and whether or not the password appears in the top 10,000 most used passwords
ja: パスワードの長さ、使用される文字の種類を考慮してパスワードの強度は計算されます。
lt: Slaptažodžio stiprumas apskaičiuojamas atsižvelgiant į slaptažodžio ilgį, naudotus simbolius ir į tai, ar slaptažodis patenka į 10 000 dažniausiai naudojamų slaptažodžių.
pl: Siła hasła jest obliczana, biorąc pod uwagę długość hasła, użyte znaki, i czy hasło pojawi się w 10 000 najczęściej używanych haseł
tr: Parola gücü, parolanın uzunluğu, kullanılan karakterler ve parolanın en çok kullanılan ilk 10.000 parola arasında yer alıp almadığı dikkate alınarak hesaplanır
zh: 密码强度的计算考虑了密码的长度、使用的字符以及密码是否出现在最常用的 10,000 个密码中

source: No quick links selected
ja: クイックリンクが選択されていません
lt: Nėra pasirinktų sparčiųjų nuorodų
pl: Nie wybrano żadnych szybkich linków
tr: Hızlı bağlantılar seçilmedi
zh: 未选择快速链接

source: Please select quick links to remove
ja: 削除するクイックリンクを選択してください
lt: Pasirinkite sparčiąsias nuorodas, kad pašalintumėte
pl: Prosimy wybrać szybkie linki do usunięcia
tr: Lütfen kaldırmak için hızlı bağlantıları seçin
zh: 请选择要删除的快速链接

source: Remove public links
ja: 公開リンクを削除
lt: Šalinti viešąsias nuorodas
pl: Usuń linki publiczne
tr: Herkese açık link oluştur
zh: 删除公开链接

source: This will remove public links of all selected quick links.
ja: 選択したすべてのクイックリンクの公開リンクを削除します。
lt: Tai pašalins visų pasirinktų sparčiųjų nuorodų viešąsias nuorodas.
pl: Spowoduje to usunięcie publicznych linków wszystkich zaznaczonych szybkich linków.
tr: Bu, seçilen tüm hızlı bağlantıların genel bağlantılarını kaldıracaktır.
zh: 这将删除所有选定的快速链接的公共链接。

source: Guest view
ja: ゲストビュー
lt: Svečio peržiūra
pl: Widok gościa
tr: Misafir Görünümü
zh: 访客视图

# guestViewEnablePreSteps
source: To enable guest view, please setup device passcode or screen lock in your system settings.
ja: アプリのロックを有効にするには、システム設定でデバイスのパスコードまたは画面ロックを設定してください。
lt: Kad įjungtumėte svečio peržiūrą, sistemos nustatymuose nustatykite įrenginio prieigos kodą arba ekrano užraktą.
pl: Aby włączyć widok gościa, należy skonfigurować hasło urządzenia lub blokadę ekranu w ustawieniach Twojego systemu.
tr: Misafir görünümünü etkinleştirmek için lütfen sistem ayarlarınızda cihaz şifresi veya ekran kilidi ayarlayın.
zh: 要启用访客视图，请在系统设置中设置设备密码或屏幕锁。

source: Name the album
ja: アルバムに名前を付けよう
lt: Pavadinkite albumą
pl: Nazwij album
tr: Albüm İsmi
zh: 命名相册

# collectPhotosDescription
source: Create a link where your friends can upload photos in original quality.
ja: 友達が写真をアップロードできるリンクを作成できます
lt: Sukurkite nuorodą, į kurią draugai gali įkelti originalios kokybės nuotraukas.
pl: Utwórz link, w którym Twoi znajomi mogą przesyłać zdjęcia w oryginalnej jakości.
tr: Arkadaşlarınızın orijinal kalitede fotoğraf yükleyebileceği bir bağlantı oluşturun.
zh: 创建一个您的朋友可以上传原图的链接。

source: Collect
ja: 集める
lt: Rinkti
pl: Zbieraj
tr: Topla
zh: 收集

# appLockDescriptions
source: Choose between your device's default lock screen and a custom lock screen with a PIN or password.
ja: デバイスのデフォルトのロック画面と、カスタムロック画面のどちらを利用しますか？
lt: Pasirinkite tarp numatytojo įrenginio užrakinimo ekrano ir pasirinktinio užrakinimo ekrano su PIN kodu arba slaptažodžiu.
pl: Wybierz między domyślnym ekranem blokady urządzenia a niestandardowym ekranem blokady z kodem PIN lub hasłem.
tr: Cihazınızın varsayılan kilit ekranı ile PIN veya parola içeren özel bir kilit ekranı arasında seçim yapın.
zh: 在设备的默认锁定屏幕和带有 PIN 或密码的自定义锁定屏幕之间进行选择。

# toEnableAppLockPleaseSetupDevicePasscodeOrScreen
source: To enable app lock, please setup device passcode or screen lock in your system settings.
ja: アプリのロックを有効にするには、システム設定でデバイスのパスコードまたは画面ロックを設定してください。
lt: Kad įjungtumėte programos užraktą, sistemos nustatymuose nustatykite įrenginio prieigos kodą arba ekrano užraktą.
pl: Aby włączyć blokadę aplikacji, należy skonfigurować hasło urządzenia lub blokadę ekranu w ustawieniach systemu.
tr: Uygulama kilidini etkinleştirmek için lütfen sistem ayarlarınızda cihaz şifresi veya ekran kilidi ayarlayın.
zh: 要启用应用锁，请在系统设置中设置设备密码或屏幕锁。

# authToViewPasskey
source: Please authenticate to view your passkey
ja: パスキーを表示するには認証してください
lt: Nustatykite tapatybę, kad peržiūrėtumėte savo slaptaraktį
pl: Prosimy uwierzytelnić się, aby wyświetlić swój klucz dostępu
tr: Geçiş anahtarınızı görüntülemek için lütfen kimlik doğrulaması yapın
zh: 请验证身份以查看您的通行密钥

source: Loop video on
ja: ビデオのループをオン
lt: Įjungtas vaizdo įrašo ciklas
pl: Pętla wideo włączona
tr: Video Döngüsü Açık
zh: 循环播放视频开启

source: Loop video off
ja: ビデオのループをオフ
lt: Išjungtas vaizdo įrašo ciklas
pl: Pętla wideo wyłączona
tr: Video Döngüsü Kapalı
zh: 循环播放视频关闭

# localSyncErrorMessage
source: Looks like something went wrong since local photos sync is taking more time than expected. Please reach out to our support team
ja: ローカルの写真の同期には予想以上の時間がかかっています。問題が発生したようです。サポートチームまでご連絡ください。
lt: Atrodo, kad kažkas nutiko ne taip, nes vietinių nuotraukų sinchronizavimas trunka ilgiau nei tikėtasi. Susisiekite su mūsų palaikymo komanda.
pl: Wygląda na to, że coś poszło nie tak, ponieważ lokalna synchronizacja zdjęć zajmuje więcej czasu, niż oczekiwano. Skontaktuj się z naszym zespołem pomocy technicznej
tr: Yerel fotoğraf senkronizasyonu beklenenden daha uzun sürdüğü için bir şeyler ters gitmiş gibi görünüyor. Lütfen destek ekibimize ulaşın
zh: 似乎出了点问题，因为本地照片同步耗时比预期的要长。请联系我们的支持团队

source: Show person
ja: 人物を表示
lt: Rodyti asmenį
pl: Pokaż osobę
tr: Kişiyi Göster
zh: 显示人员

source: Sort
ja: 並び替え
lt: Rikiuoti
pl: Sortuj
tr: Sırala
zh: 排序

source: Most recent
ja: 新しい順
lt: Naujausią
pl: Od najnowszych
tr: En son
zh: 最近

source: Most relevant
ja: 関連度順
lt: Aktualiausią
pl: Najbardziej trafne
tr: En alakalı
zh: 最相关

source: Loading your photos...
ja: 写真を読み込んでいます...
lt: Įkeliamos nuotraukos...
pl: Wczytywanie Twoich zdjęć...
tr: Fotoğraflarınız yükleniyor...
zh: 正在加载您的照片...

# processingImport
source: Processing {folderName}...
ja: {folderName} を処理中...
lt: Apdorojama {folderName}...
pl: Przetwarzanie {folderName}...
tr: İşleniyor {folderName}...
zh: 正在处理 {folderName}...

source: Person name
ja: 人名名
lt: Asmens vardas
pl: Nazwa osoby
tr: Kişi Adı

source: Add new person
ja: 新しい人物を追加
lt: Pridėti naują asmenį
pl: Dodaj nową osobę
tr: Yeni kişi ekle

source: Add name or merge
ja: 名前をつける、あるいは既存の人物にまとめる
lt: Pridėti vardą arba sujungti
pl: Dodaj nazwę lub scal
tr: İsim ekleyin veya birleştirin

source: Merge with existing
ja: 既存の人物とまとめる
lt: Sujungti su esamais
pl: Scal z istniejącym
tr: Var olan ile birleştir.

source: New person
ja: 新しい人物
lt: Naujas asmuo
pl: Nowa osoba
tr: Yeni Kişi

source: Add name
ja: 名前を追加
lt: Pridėti vardą
pl: Dodaj nazwę
tr: İsim Ekle

source: Add
ja: 追加
lt: Pridėti
pl: Dodaj
tr: Ekle

# extraPhotosFoundFor
source: Extra photos found for {text}
ja: {text} の写真が見つかりました
lt: Rastos papildomos nuotraukos, skirtos {text}
pl: Znaleziono dodatkowe zdjęcia dla {text}
tr: {text} için ekstra fotoğraflar bulundu

source: Extra photos found
ja: 追加の写真が見つかりました
lt: Rastos papildomos nuotraukos
pl: Znaleziono dodatkowe zdjęcia
tr: Ekstra fotoğraflar bulundu
zh: 发现额外照片

source: Configuration
ja: 設定
lt: Konfiguracija
pl: Konfiguracja
tr: Yapılandırma

source: Local indexing
ja: このデバイス上での実行
lt: Vietinis indeksavimas
pl: Indeksowanie lokalne
tr: Yerel indeksleme

# resetPerson
source: Remove
pl: Usuń
tr: Kaldır

source: Are you sure you want to reset this person?
lt: Ar tikrai norite iš naujo nustatyti šį asmenį?
pl: Czy na pewno chcesz zresetować tę osobę?
tr: Bu kişiyi sıfırlamak istediğinden emin misin?

# allPersonGroupingWillReset
source: All groupings for this person will be reset, and you will lose all suggestions made for this person
lt: Visi šio asmens grupavimai bus iš naujo nustatyti, o jūs neteksite visų šiam asmeniui pateiktų pasiūlymų
pl: Wszystkie grupy dla tej osoby zostaną zresetowane i stracisz wszystkie sugestie dla tej osoby
tr: Bu kişi için tüm gruplamalar sıfırlanacak ve bu kişi için yaptığınız tüm önerileri kaybedeceksiniz

source: Yes, reset person
lt: Taip, nustatyti asmenį iš naujo
pl: Tak, zresetuj osobę
tr: Evet, kişiyi sıfırla

source: Only them
lt: Tik jiems
pl: Tylko te
tr: Sadece onlar

source: Checking models...
lt: Tikrinami modeliai...
pl: Sprawdzanie modeli...
tr: Modelleri kontrol ediyorum...

# enableMachineLearningBanner
source: Enable machine learning for magic search and face recognition
lt: Įjunkite mašininį mokymąsi magiškai paieškai ir veidų atpažinimui
pl: Włącz nauczanie maszynowe dla magicznego wyszukiwania i rozpoznawania twarzy
tr: Sihirli arama ve yüz tanıma için makine öğrenimini etkinleştirin

# searchDiscoverEmptySection
source: Images will be shown here once processing is complete
lt: Vaizdai bus rodomi čia, kai bus užbaigtas apdorojimas ir sinchronizavimas.
pl: Obrazy będą wyświetlane tutaj po zakończeniu przetwarzania
tr: İşleme ve senkronizasyon tamamlandığında görüntüler burada gösterilecektir

# searchPersonsEmptySection
source: People will be shown here once processing is complete
lt: Asmenys bus rodomi čia, kai bus užbaigtas apdorojimas ir sinchronizavimas.
pl: Osoby będą wyświetlane tutaj po zakończeniu przetwarzania
tr: İşleme ve senkronizasyon tamamlandığında kişiler burada gösterilecektir

# viewersSuccessfullyAdded
source: {count, plural, =0 {Added 0 viewer} =1 {Added 1 viewer} other {Added {count} viewers}}
lt: {count, plural, =0 {Pridėta 0 žiūrėtojų} =1 {Pridėtas 1 žiūrėtojas} other {Pridėta {count} žiūrėtojų}}
tr: {count, plural, =0 {0 Görüntüleyen eklendi} =1 {1 Görüntüleyen eklendi} other {{count} Görüntüleyen eklendi}}

# collaboratorsSuccessfullyAdded
source: {count, plural, =0 {Added 0 collaborator} =1 {Added 1 collaborator} other {Added {count} collaborators}}
lt: {count, plural, =0 {Pridėta 0 bendradarbių} =1 {Pridėtas 1 bendradarbis} other {Pridėta {count} bendradarbių}}
tr: {count, plural, =0 {0 işbirlikçi eklendi} =1 {1 işbirlikçi eklendi} other {{count} işbirlikçi eklendi}}

source: Account is already configured.
lt: Paskyra jau sukonfigūruota.
tr: Hesap zaten yapılandırılmıştır.

source: Session ID mismatch
lt: Seanso ID nesutampa.
tr: Oturum kimliği uyuşmazlığı

source: Failed to fetch active sessions
lt: Nepavyko gauti aktyvių seansų.
tr: Etkin oturumlar getirilemedi

# failedToRefreshStripeSubscription
source: Failed to refresh subscription
lt: Nepavyko atnaujinti prenumeratos.
tr: Abonelik yenilenemedi

source: Failed to play video
lt: Nepavyko paleisti vaizdo įrašą.
tr: Video oynatılamadı

source: Upload is ignored due to {ignoreReason}
lt: Įkėlimas ignoruojamas dėl {ignoreReason}.
tr: Yükleme {ignoreReason} nedeniyle yok sayıldı

# typeOfGallerGallerytypeIsNotSupportedForRename
source: Type of gallery {galleryType} is not supported for rename
lt: Galerijos tipas {galleryType} nepalaikomas pervadinimui.
tr: Galeri türü {galleryType} yeniden adlandırma için desteklenmiyor

# tapToUploadIsIgnoredDue
source: Tap to upload, upload is currently ignored due to {ignoreReason}
lt: Palieskite, kad įkeltumėte. Įkėlimas šiuo metu ignoruojamas dėl {ignoreReason}.
tr: Yüklemek için dokunun, yükleme şu anda {ignoreReason} nedeniyle yok sayılıyor

source: Tap to upload
lt: Palieskite, kad įkeltumėte
tr: Yüklemek için tıklayın

source: Info
lt: Informacija
pl: Informacje
tr: Bilgi

source: Add Files
lt: Pridėti failus
pl: Dodaj Pliki
tr: Dosyaları Ekle

source: Cast album
lt: Perduoti albumą
tr: Yayın albümü

source: Image not analyzed
lt: Vaizdas neanalizuotas.
pl: Obraz nie został przeanalizowany
tr: Görüntü analiz edilmedi

source: No faces found
lt: Nerasta veidų.
pl: Nie znaleziono twarzy
tr: Yüz bulunamadı

source: File not uploaded yet
lt: Failas dar neįkeltas.
pl: Plik nie został jeszcze przesłany
tr: Dosya henüz yüklenmedi

# noSuggestionsForPerson
source: No suggestions for {personName}
lt: Nėra pasiūlymų asmeniui {personName}.
pl: Brak sugestii dla {personName}
tr: {personName} için öneri yok

source: month
lt: mėnesis
pl: miesiąc
tr: ay

# yearShort
source: yr
lt: m.
tr: yıl

source: currently running
lt: šiuo metu vykdoma
tr: şu anda çalışıyor

source: ignored
lt: ignoruota
tr: yoksayıldı

# photosCount
source: {count, plural, =0 {0 photo} =1 {1 photo} other {{count} photos}}
tr: {count, plural, =0 {0 fotoğraf} =1 {1 fotoğraf} other {{count} fotoğraflar}}

source: File
lt: Failas
pl: Plik
tr: Dosya

# searchSectionsLengthMismatch
source: Sections length mismatch: {snapshotLenght} != {searchLenght}
lt: Sekcijų ilgio neatitikimas: {snapshotLength} != {searchLength}
tr: Bölüm uzunluğu uyuşmazlığı: {snapshotLength} != {searchLength}

source: Select mail app
lt: Pasirinkti pašto programą
tr: Mail Uygulamasını Seç

# selectAllShort
source: All
lt: Viskas
pl: Wszystko
tr: Tümü

source: Select cover photo
lt: Pasirinkite viršelio nuotrauką
tr: Kapak fotoğrafı seçin

source: New location
lt: Nauja vietovė
pl: Nowa lokalizacja
tr: Yeni konum

source: total
eu: osotara
he: סך הכל
ja: 合計
lt: iš viso
pl: ogółem
zh: 总计

# videoSmallCase
source: video
eu: bideoa
he: וידאו
ja: ビデオ
lt: vaizdo įrašas
pl: wideo
ro: videoclip
zh: 视频

# deleteItemCount
source: {count, plural, =1 {Delete {count} item} other {Delete {count} items}}
he: {count, plural, =1 {מחק {count} פריט} two {מחק {count} פריטים} other {מחק {count} פריטים}}
ja: {count, plural,=1 {{count} 個の項目を削除} other {{count} 個の項目を削除}}
pl: {count, plural, =1 {Usuń {count} element} few {Usuń {count} elementy} many {Usuń {count} elementów} other{Usuń {count} elementu}}
ro: {count, plural, =1 {Ștergeți {count} articol} other {Ștergeți {count} de articole}}
zh: {count, plural, =1 {删除 {count} 个项目} other {删除 {count} 个项目}}

# duplicateFileCountWithStorageSaved
source: You have cleaned up {count, plural, one{{count} duplicate file} other{{count} duplicate files}}, saving ({storageSaved}!)
ja: お掃除しました {count, plural, one{{count} 個の重複ファイル} other{{count} 個の重複ファイル}}, ({storageSaved}が開放されます！)
pl: Wyczyszczono {count, plural, one{{count} zdduplikowany plik} other{{count} zdduplikowane pliki}}, oszczędzając ({storageSaved}!)
ro: Ați curățat {count, plural, one{{count} dublură} few {{count} dubluri} other{{count} de dubluri}}, economisind ({storageSaved}!)
zh: 您已经清理了 {count, plural, other{{count} 个重复文件}}, 释放了 ({storageSaved}!)

source: Descriptions
ja: 説明文
pl: Opisy
zh: 描述

# changeLogBackupStatusTitle
source: Backup Status
lt: Atsarginės kopijos būsena
pl: Status Kopii Zapasowej

# changeLogDiscoverTitle
source: Discover
lt: Atraskite
pl: Odkryj

source: Blog
he: בלוג
ja: ブログ
lt: Tinklaraštis
zh: 博客

source: Panorama
ja: パノラマ
zh: 全景

# kiloMeterUnit
source: km
he: ק"מ
zh: 公里

# distanceInKMUnit
source: km
he: ק"מ
zh: 公里

# changeLogMagicSearchImprovementTitle
source: Magic Search Improvement
lt: Magiškos paieškos patobulinimas

# changeLogMagicSearchImprovementContent
source: We have improved magic search to become much faster, so you don\'t have to wait to find what you\'re looking for.
lt: Patobulinome magiškąją paiešką, kad ji taptų daug spartesnė ir jums nereikėtų laukti, kol rasite tai, ko ieškote.

# changeLogBackupStatusContent
source: We\'ve added a log of all the files that have been uploaded to Ente, including failures and queued.
lt: Pridėjome visų į „Ente“ įkeltų failų žurnalą, įskaitant nesėkmingus ir laukiančius eilėje.

# changeLogDiscoverContent
source: Looking for photos of your id cards, notes, or even memes? Go to the search tab and check out Discover. Based on our semantic search, it\'s a place to find photos that might be important for you.\n\nOnly available if you have enabled Machine Learning.
lt: Ieškote savo tapatybės kortelių, užrašų ar net memų nuotraukų? Eikite į paieškos kortelę ir patikrinkite Atrasti. Remiantis mūsų semantine paieška, joje rasite nuotraukų, kurios gali būti jums svarbios.\n\nPasiekiama tik tada, jei įjungėte mašininį mokymąsi.

source: Mastodon
ml: മാസ്റ്റഡോൺ

source: Matrix
ml: മേട്രിക്സ്
