Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

source: Please wait for sometime before retrying
he: אנא חכה מעט לפני שאתה מנסה שוב
ja: 再試行する前にしばらくお待ちください
pl: Prosimy poczekać chwilę przed ponowną próbą
ro: Vă rugăm să așteptați un moment înainte să reîncercați
tr: Tekrar denemeden önce lütfen bir süre bekleyin
zh: 请稍等片刻后再重试

# paymentFailedMessage
source: Unfortunately your payment failed. Please contact support and we'll help you out!
ja: 残念ながらお支払いに失敗しました。サポートにお問い合わせください。お手伝いします！
lt: Deja, jūsų mokėjimas nepavyko. Susisiekite su palaikymo komanda ir mes jums padėsime!
pl: Niestety Twoja płatność nie powiodła się. Skontaktuj się z pomocą techniczną, a my Ci pomożemy!
ro: Din păcate, plata dvs. nu a reușit. Vă rugăm să contactați asistență și vom fi bucuroși să vă ajutăm!
tr: Maalesef ödemeniz başarısız oldu. Lütfen destekle iletişime geçin, size yardımcı olacağız!
zh: 不幸的是，您的付款失败。请联系支持人员，我们将为您提供帮助！

source: You are on a family plan!
he: אתה על תוכנית משפחתית!
ja: ファミリープランに入会しています！
pl: Jesteś w planie rodzinnym!
ro: Sunteți pe un plan de familie!
tr: Aile planı kullanıyorsunuz!
zh: 你在一个家庭计划中！

# contactFamilyAdmin
source: Please contact <green>{familyAdminEmail}</green> to manage your subscription
he: אנא צור קשר עם <green>{familyAdminEmail}</green> על מנת לנהל את המנוי שלך
ja: サブスクリプションを管理するには、 <green>{familyAdminEmail}</green> に連絡してください
pl: Prosimy skontaktować się z <green>{familyAdminEmail}</green>, by zarzadząć swoją subskrypcją
ro: Vă rugăm să contactați <green>{familyAdminEmail}</green> pentru a gestiona abonamentul
tr: Aboneliğinizi yönetmek için lütfen <green>{familyAdminEmail}</green> ile iletişime geçin
zh: 请联系 <green>{familyAdminEmail}</green> 来管理您的订阅

source: Leave family
he: עזוב משפחה
ja: ファミリープランから退会
lt: Palikti šeimą
pl: Opuść rodzinę
ro: Părăsiți familia
tr: Aile planından ayrıl
zh: 离开家庭计划

# areYouSureThatYouWantToLeaveTheFamily
source: Are you sure that you want to leave the family plan?
he: אתה בטוח שאתה רוצה לעזוב את התוכנית המשפתחית?
ja: 本当にファミリープランを退会しますか？
lt: Ar tikrai norite palikti šeimos planą?
pl: Czy jesteś pewien/pewna, że chcesz opuścić plan rodzinny?
ro: Sunteți sigur că doriți să părăsiți planul de familie?
tr: Aile planından ayrılmak istediğinize emin misiniz?
zh: 您确定要离开家庭计划吗？

source: Leave
he: עזוב
ja: 離脱
lt: Palikti
pl: Wyjdź
ro: Părăsiți
tr: Çıkış yap
zh: 离开

source: Rate the app
he: דרג את האפליקציה
ja: アプリを評価
lt: Vertinti programą
pl: Oceń aplikację
ro: Evaluați aplicația
tr: Uygulamaya puan verin
zh: 为此应用评分

source: Start backup
he: התחל גיבוי
ja: バックアップを開始
lt: Pradėti kurti atsarginę kopiją
pl: Uruchom tworzenie kopii zapasowej
ro: Începeți copia de rezervă
tr: Yedeklemeyi başlat
zh: 开始备份

source: No photos are being backed up right now
he: אף תמונה אינה נמצאת בתהליך גיבוי כרגע
ja: 現在バックアップされている写真はありません
pl: W tej chwili nie wykonuje się kopii zapasowej zdjęć
ro: Nicio fotografie nu este salvată în acest moment
tr: Şu anda hiçbir fotoğraf yedeklenmiyor
zh: 目前没有照片正在备份

source: Preserve more
he: שמור עוד
ja: もっと保存する
pl: Zachowaj więcej
ro: Păstrați mai multe
tr: Daha fazlasını koruyun
zh: 保留更多

# grantFullAccessPrompt
source: Please allow access to all photos in the Settings app
he: נא לתת גישה לכל התמונות בתוך ההגדרות של הטלפון
ja: 設定アプリで、すべての写真へのアクセスを許可してください
pl: Zezwól na dostęp do wszystkich zdjęć w aplikacji Ustawienia
ro: Vă rugăm să permiteți accesul la toate fotografiile în aplicația Setări
tr: Lütfen Ayarlar uygulamasında tüm fotoğraflara erişime izin verin
zh: 请在手机“设置”中授权软件访问所有照片

source: Open Settings
he: פתח הגדרות
ja: 設定を開く
pl: Otwórz Ustawienia
ro: Deschideți Setări
tr: Ayarları Açın
zh: 打开“设置”

source: Select more photos
he: בחר תמונות נוספות
ja: さらに写真を選択
pl: Wybierz więcej zdjęć
ro: Selectați mai multe fotografii
tr: Daha Fazla Fotoğraf Seç
zh: 选择更多照片

source: Existing user
he: משתמש קיים
ja: 既存のユーザー
lt: Esamas naudotojas
pl: Istniejący użytkownik
ro: Utilizator existent
tr: Mevcut kullanıcı
zh: 现有用户

source: Private backups
he: גיבויים פרטיים
ja: プライベートバックアップ
lt: Privačios atsarginės kopijos
pl: Prywatne kopie zapasowe
ro: Copii de rezervă private
tr: Özel yedeklemeler
zh: 私人备份

source: for your memories
he: עבור הזכורונות שלך
ja: 思い出の為に
lt: jūsų prisiminimams
pl: dla twoich wspomnień
ro: pentru amintirile dvs.
tr: anıların için
zh: 为您的回忆

source: End-to-end encrypted by default
he: מוצפן מקצה אל קצה כברירת מחדל
ja: デフォルトで端末間で暗号化されています
lt: Pagal numatytąjį užšifruota visapusiškai
pl: Domyślnie zaszyfrowane metodą end-to-end
ro: Criptare integrală implicită
tr: Varsayılan olarak uçtan uca şifrelenmiş
zh: 默认端到端加密

source: Safely stored
he: נשמר באופן בטוח
ja: 保管されています
lt: Saugiai saugoma
pl: Bezpiecznie przechowywane
ro: Stocare în siguranță
tr: Güvenle saklanır
zh: 安全存储

source: at a fallout shelter
he: במקלט גרעיני
ja: 核シェルターで
lt: priešgaisrinėje slėptuvėje
pl: w schronie
ro: la un adăpost antiatomic
tr: serpinti sığınağında
zh: 在一个庇护所中

source: Designed to outlive
he: עוצב על מנת לשרוד
ja: 生き延びるためのデザイン
lt: Sukurta išgyventi
pl: Zaprojektowane do przetrwania
ro: Conceput pentru a supraviețui
tr: Hayatta kalmak için tasarlandı
zh: 经久耐用

source: Available
he: זמין
ja: ご利用可能
lt: Prieinama
ml: ലഭ്യമാണ്
pl: Dostępne
ro: Disponibil
tr: Mevcut
zh: 可用

source: everywhere
he: בכל מקום
ja: どこでも
lt: visur
pl: wszędzie
ro: pretutindeni
tr: her yerde
zh: 随时随地

source: Android, iOS, Web, Desktop
he: Android, iOS, דפדפן, שולחן עבודה
lt: „Android“, „iOS“, internete ir darbalaukyje
pl: Android, iOS, Strona Internetowa, Aplikacja Komputerowa
tr: Android, iOS, Web, Masaüstü
zh: 安卓, iOS, 网页端, 桌面端

source: Mobile, Web, Desktop
he: פלאפון, דפדפן, שולחן עבודה
ja: モバイル、Web、デスクトップ
lt: Mobiliuosiuose, internete ir darbalaukyje
pl: Aplikacja Mobilna, Strona Internetowa, Aplikacja Komputerowa
ro: Mobil, Web, Desktop
tr: Mobil, Web, Masaüstü
zh: 移动端, 网页端, 桌面端

source: New to Ente
ja: Enteを初めて使用する
lt: Naujas platformoje „Ente“
pl: Nowy/a do Ente
ro: Nou la Ente
tr: Ente'de yeniyim
zh: 初来 Ente

source: Please login again
he: אנא התחבר שוב
ja: もう一度試してください
lt: Prisijunkite iš naujo.
pl: Zaloguj się ponownie
ro: Vă rugăm, autentificați-vă din nou
tr: Lütfen tekrar giriş yapın
zh: 请重新登录

# autoLogoutMessage
source: Due to technical glitch, you have been logged out. Our apologies for the inconvenience.
ja: 技術的な不具合により、ログアウトしました。ご不便をおかけして申し訳ございません。
lt: Dėl techninio trikdžio buvote atjungti. Atsiprašome už nepatogumus.
pl: Z powodu technicznego błędu, zostałeś wylogowany. Przepraszamy za niedogodności.
ro: Din cauza unei probleme tehnice, ați fost deconectat. Ne cerem scuze pentru neplăcerile create.
tr: Teknik aksaklık nedeniyle oturumunuz kapatıldı. Verdiğimiz rahatsızlıktan dolayı özür dileriz.
zh: 由于技术故障，您已退出登录。对于由此造成的不便，我们深表歉意。

source: Your subscription has expired
he: פג תוקף המנוי שלך
ja: サブスクリプションの有効期限が終了しました
lt: Jūsų prenumerata baigėsi.
pl: Twoja subskrypcja wygasła
ro: Abonamentul dvs. a expirat
tr: Aboneliğinizin süresi doldu
zh: 您的订阅已过期

source: Storage limit exceeded
he: גבול מקום האחסון נחרג
ja: ストレージの上限を超えました
lt: Viršyta saugyklos riba.
pl: Przekroczono limit pamięci
ro: Limita de spațiu depășită
tr: Depolama sınırı aşıldı
zh: 已超出存储限制

source: Upgrade
he: שדרג
ja: アップグレード
lt: Keisti planą
pl: Ulepsz
ro: Îmbunătățire
tr: Yükselt
zh: 升级

source: Raise ticket
he: צור ticket
ja: サポートを受ける
lt: Sukurti paraišką
pl: Zgłoś
ro: Solicitați asistență
tr: Bileti artır
zh: 提升工单

source: Backup failed
he: הגיבוי נכשל
ja: バックアップ失敗
pl: Tworzenie kopii zapasowej nie powiodło się
ro: Copie de rezervă eșuată
tr: Yedekleme başarısız oldu
zh: 备份失败

# couldNotBackUpTryLater
source: We could not backup your data. We will retry later.
he: לא יכולנו לגבות את המידע שלך. אנא נסה שוב מאוחר יותר.
ja: データをバックアップできませんでした。 後で再試行します。
pl: Nie można utworzyć kopii zapasowej Twoich danych. Spróbujemy ponownie później.
ro: Nu s-a putut face copie de rezervă datelor. Se va reîncerca mai târziu.
tr: Verilerinizi yedekleyemedik. Daha sonra tekrar deneyeceğiz.
zh: 我们无法备份您的数据。 我们将稍后再试。

# enteCanEncryptAndPreserveFilesOnlyIfYouGrant
source: Ente can encrypt and preserve files only if you grant access to them
ja: 大切に保管します、Enteにファイルへのアクセスを許可してください
pl: Ente może zaszyfrować i zachować pliki tylko wtedy, gdy udzielisz do nich dostępu
ro: Ente poate cripta și păstra fișiere numai dacă acordați accesul la acestea
tr: Ente dosyaları yalnızca erişim izni verdiğiniz takdirde şifreleyebilir ve koruyabilir
zh: 仅当您授予文件访问权限时，Ente 才能加密和保存文件

source: Please grant permissions
he: נא הענק את ההרשאות
ja: 権限を付与してください
lt: Suteikite leidimus.
pl: Prosimy przyznać uprawnienia
ro: Vă rugăm să acordați permisiuni
tr: Lütfen izin ver
zh: 请授予权限

source: Grant permission
he: הענק הרשאה
ja: 許可する
lt: Suteikti leidimą
pl: Przyznaj uprawnienie
ro: Acordați permisiunea
tr: İzinleri değiştir
zh: 授予权限

source: Private sharing
he: שיתוף פרטי
ja: プライベート共有
lt: Privatus bendrinimas
pl: Udostępnianie prywatne
ro: Distribuire privată
tr: Özel paylaşım
zh: 私人分享

source: Share only with the people you want
he: שתף רק אם אנשים שאתה בוחר
ja: 選んだ人と共有します
lt: Bendrinkite tik su tais asmenimis, su kuriais norite
pl: Udostępnij tylko ludziom, którym chcesz
ro: Distribuiți numai cu persoanele pe care le doriți
tr: Yalnızca istediğiniz kişilerle paylaşın
zh: 仅与您想要的人分享

source: Use public links for people not on Ente
ja: 公開リンクを使用する(Enteを利用しない人と共有できます)
lt: Naudokite viešas nuorodas asmenimis, kurie nėra sistemoje „Ente“
pl: Użyj publicznych linków dla osób spoza Ente
ro: Folosiți linkuri publice pentru persoanele care nu sunt pe Ente
tr: Ente'de olmayan kişiler için genel bağlantıları kullanın
zh: 对不在 Ente 上的人使用公开链接

source: Allow people to add photos
he: תן לאנשים להוסיף תמונות
ja: 写真の追加をメンバーに許可する
lt: Leiskite asmenims pridėti nuotraukų
pl: Pozwól innym dodawać zdjęcia
ro: Permiteți persoanelor să adauge fotografii
tr: Kullanıcıların fotoğraf eklemesine izin ver
zh: 允许人们添加照片

source: Share an album now
he: שתף אלבום עכשיו
ja: アルバムを共有
lt: Bendrinti albumą dabar
pl: Udostępnij teraz album
ro: Distribuiți un album acum
tr: Şimdi bir albüm paylaşın
zh: 立即分享相册

source: Collect event photos
he: אסף תמונות מאירוע
ja: イベントの写真を集めよう
lt: Rinkti įvykių nuotraukas
pl: Zbierz zdjęcia z wydarzenia
ro: Strângeți imagini de la evenimente
tr: Etkinlik fotoğraflarını topla
zh: 收集活动照片

source: Session expired
he: פג תוקף החיבור
ja: セッション切れ
lt: Seansas baigėsi
pl: Sesja wygasła
ro: Sesiune expirată
tr: Oturum süresi doldu
zh: 会话已过期

source: Logging out...
he: מתנתק...
ja: ログアウト中...
lt: Atsijungiama...
pl: Wylogowywanie...
ro: Se deconectează...
tr: Çıkış yapılıyor...
zh: 正在退出登录...

source: On device
he: על המכשיר
ja: デバイス上
lt: Įrenginyje
pl: Na urządzeniu
ro: Pe dispozitiv
tr: Bu cihaz
zh: 在设备上

# onEnte
source: On <branding>ente</branding>
he: ב<branding>אנטע</branding>
ja: <branding>Ente</branding>で保管
lt: Saugykloje <branding>ente</branding>
pl: W <branding>ente</branding>
ro: Pe <branding>ente</branding>
tr: <branding>ente</branding> üzerinde
zh: 在 <branding>ente</branding> 上

source: Name
he: שם
ja: 名前順
lt: Pavadinimą
ml: പേര്
pl: Nazwa
ro: Nume
tr: İsim
zh: 名称

source: Newest
he: החדש ביותר
ja: 新しい順
lt: Naujausią
pl: Najnowsze
ro: Cele mai noi
tr: En yeni
zh: 最新

source: Last updated
he: עדכון אחרון
ja: 更新された順
lt: Paskutinį kartą atnaujintą
pl: Ostatnio zaktualizowano
ro: Ultima actualizare
tr: En son güncellenen
zh: 最后更新

source: Delete empty albums
he: למחוק אלבומים ריקים
ja: 空のアルバムを削除
lt: Ištrinti tuščius albumus
pl: Usuń puste albumy
ro: Ștergeți albumele goale
tr: Boş albümleri sil
zh: 删除空相册

# deleteEmptyAlbumsWithQuestionMark
source: Delete empty albums?
he: למחוק אלבומים ריקים?
ja: 空のアルバムを削除しますか？
lt: Ištrinti tuščius albumus?
pl: Usunąć puste albumy?
ro: Ștergeți albumele goale?
tr: Boş albümleri sileyim mi?
zh: 要删除空相册吗？

# deleteAlbumsDialogBody
source: This will delete all empty albums. This is useful when you want to reduce the clutter in your album list.
he: זה ימחק את כל האלבומים הריקים. זה שימושי כשאתה רוצה להפחית את כמות האי סדר ברשימת האלבומים שלך.
ja: 空のアルバムはすべて削除されます。
lt: Tai ištrins visus tuščius albumus. Tai naudinga, kai norite sumažinti netvarką savo albumų sąraše.
pl: Spowoduje to usunięcie wszystkich pustych albumów. Jest to przydatne, gdy chcesz zmniejszyć ilość śmieci na liście albumów.
ro: Urmează să ștergeți toate albumele goale. Este util atunci când doriți să reduceți dezordinea din lista de albume.
tr: Bu, tüm boş albümleri silecektir. Bu, albüm listenizdeki dağınıklığı azaltmak istediğinizde kullanışlıdır.
zh: 这将删除所有空相册。 当您想减少相册列表的混乱时，这很有用。

# deleteProgress
source: Deleting {currentlyDeleting} / {totalCount}
he: מוחק {currentlyDeleting} / {totalCount}
ja: {currentlyDeleting} / {totalCount} を削除中
lt: Ištrinama {currentlyDeleting} / {totalCount}
pl: Usuwanie {currentlyDeleting} / {totalCount}
ro: Se șterg {currentlyDeleting} / {totalCount}
tr: Siliniyor {currentlyDeleting} / {totalCount}
zh: 正在删除 {currentlyDeleting} /共 {totalCount}

# genericProgress
source: Processing {currentlyProcessing} / {totalCount}
ja: {currentlyProcessing} / {totalCount} を処理中
lt: Apdorojama {currentlyProcessing} / {totalCount}
pl: Przetwarzanie {currentlyProcessing} / {totalCount}
ro: Se procesează {currentlyProcessing} / {totalCount}
tr: Siliniyor {currentlyProcessing} / {totalCount}
zh: 正在处理 {currentlyProcessing} / {totalCount}

source: Permanently delete
he: למחוק לצמיתות?
ja: 完全に削除
lt: Ištrinti negrįžtamai
pl: Usuń trwale
ro: Ștergere definitivă
tr: Kalıcı olarak sil
zh: 永久删除

source: Can only create link for files owned by you
he: ניתן אך ורק ליצור קישור לקבצים שאתה בבעולתם
ja: あなたが所有するファイルのみリンクを作成できます
pl: Można tylko utworzyć link dla plików należących do Ciebie
ro: Se pot crea linkuri doar pentru fișiere deținute de dvs.
tr: Yalnızca size ait dosyalar için bağlantı oluşturabilir
zh: 只能为您拥有的文件创建链接

source: Public link created
he: קישור ציבורי נוצר
ja: 公開リンクが作成されました
pl: Utworzono publiczny link
ro: Link public creat
tr: Herkese açık link oluşturuldu
zh: 公共链接已创建

source: You can manage your links in the share tab.
he: אתה יכול לנהת את הקישורים שלך בלשונית שיתוף.
ja: 作ったリンクは共有タブで管理できます
pl: Możesz zarządzać swoimi linkami w zakładce udostępnianie.
ro: Puteți gestiona link-urile în fila de distribuire.
tr: Bağlantılarınızı paylaşım sekmesinden yönetebilirsiniz.
zh: 您可以在分享选项卡中管理您的链接。

source: Link copied to clipboard
he: הקישור הועתק ללוח
ja: リンクをクリップボードにコピーしました
pl: Link skopiowany do schowka
ro: Linkul a fost copiat în clipboard
tr: Link panoya kopyalandı
zh: 链接已复制到剪贴板

source: Restore
he: שחזר
ja: 復元
lt: Atkurti
pl: Przywróć
ro: Restaurare
tr: Yenile
zh: 恢复

source: Move to album
he: הזז לאלבום
ja: アルバムに移動
pl: Przenieś do albumu
ro: Mutare în album
tr: Albüme taşı
zh: 移动到相册

source: Unhide
he: בטל הסתרה
ja: 再表示
pl: Odkryj
ro: Reafişare
tr: Gizleme
zh: 取消隐藏

source: Unarchive
he: הוצאה מארכיון
ja: アーカイブ解除
lt: Išarchyvuoti
pl: Przywróć z archiwum
ro: Dezarhivare
tr: Arşivden cıkar
zh: 取消存档

source: Favorite
he: מועדף
ja: お気に入り
ml: പ്രിയപ്പെട്ടവ
pl: Dodaj do ulubionych
ro: Favorit
tr: Favori
zh: 收藏

# removeFromFavorite
source: Remove from favorites
ja: お気に入りリストから外す
lt: Šalinti iš mėgstamų
pl: Usuń z ulubionych
ro: Eliminați din favorite
tr: Favorilerden Kaldır
zh: 从收藏中移除

source: Share link
he: שתף קישור
ja: リンクの共有
lt: Bendrinti nuorodą
pl: Udostępnij link
ro: Distribuiți linkul
tr: Linki paylaş
zh: 分享链接

source: Create collage
he: צור קולז
ja: コラージュを作る
pl: Utwórz kolaż
ro: Creați colaj
tr: Kolaj oluştur
zh: 创建拼贴

source: Save collage
he: שמור קולז
ja: コラージュを保存
pl: Zapisz kolaż
ro: Salvați colajul
tr: Kolajı kaydet
zh: 保存拼贴

# collageSaved
source: Collage saved to gallery
he: הקולז נשמר לגלריה
ja: コラージュをギャラリーに保存しました
pl: Kolaż zapisano w galerii
ro: Colaj salvat în galerie
tr: Kolajınız galeriye kaydedildi
zh: 拼贴已保存到相册

# collageLayout
source: Layout
he: פריסה
ja: レイアウト
pl: Układ
ro: Aspect
tr: Düzen
zh: 布局

source: Add to Ente
ja: Enteに追加
lt: Pridėti į „Ente“
pl: Dodaj do Ente
ro: Adăugare la Ente
tr: Ente'ye ekle
zh: 添加到 Ente

source: Add to album
he: הוסף לאלבום
ja: アルバムに追加
lt: Pridėti į albumą
pl: Dodaj do albumu
ro: Adăugare la album
tr: Albüme ekle
zh: 添加到相册

source: Delete
he: מחק
ja: 削除
lt: Ištrinti
pl: Usuń
ro: Ștergere
tr: Sil
zh: 删除

source: Hide
he: הסתר
ja: 非表示
lt: Slėpti
ml: മറയ്ക്കുക
pl: Ukryj
ro: Ascundere
tr: Gizle
zh: 隐藏

source: Share
he: שתף
ja: 共有
lt: Bendrinti
ml: പങ്കിടുക
pl: Udostępnij
ro: Distribuire
tr: Paylaş
zh: 分享

source: Unhide to album
he: בטל הסתרה בחזרה לאלבום
ja: アルバムを再表示する
pl: Odkryj do albumu
ro: Reafișare în album
tr: Albümü gizleme
zh: 取消隐藏到相册

source: Restore to album
he: שחזר לאלבום
ja: アルバムに戻す
lt: Atkurti į albumą
pl: Przywróć do albumu
ro: Restaurare în album
tr: Albümü yenile
zh: 恢复到相册

# moveItem
source: {count, plural, one {Move item} other {Move items}}
he: {count, plural, one {הזז פריט} two {הזז פריטים} many {הזז פריטים} other {הזז פריטים}}
ja: {count, plural, one {項目を移動} other {項目を移動}}
lt: {count, plural, one {Perkelti elementą} few {Perkelti elementus} many {Perkelti elemento} other {Perkelti elementų}}
pl: {count, plural, one {Przenieś element} few {Przenieś elementy} other {Przenieś elementów}}
ro: {count, plural, one {Mutați articolul} few {Mutați articole} other {Mutați articolele}}
tr: {count, plural, one {Öğeyi taşı} other {Öğeleri taşı}}
zh: {count, plural, one {移动一个项目} other {移动一些项目}}

# addItem
source: {count, plural, one {Add item} other {Add items}}
he: {count, plural, one {הוסף פריט} two {הוסף פריטים} many {הוסף פריטים} other {הוסף פריטים}}
ja: {count, plural, one {項目を追加} other {項目を追加}}
pl: {count, plural, one {Dodaj element} few {Dodaj elementy} other {Dodaj elementów}}
ro: {count, plural, one {Adăugați articolul} few {Adăugați articolele} other {Adăugați articolele}}
tr: {count, plural, one {Öğeyi taşı} other {Öğeleri taşı}}
zh: {count, plural, one {添加一个项目} other {添加一些项目}}

source: Create or select album
he: צור או בחר אלבום
ja: アルバムを作成または選択
lt: Kurkite arba pasirinkite albumą
pl: Utwórz lub wybierz album
ro: Creați sau selectați un album
tr: Albüm oluştur veya seç
zh: 创建或选择相册

source: Select album
he: בחר אלבום
ja: アルバムを選択
pl: Wybierz album
ro: Selectare album
tr: Albüm seçin
zh: 选择相册

# searchByAlbumNameHint
source: Album name
he: שם האלבום
ja: アルバム名
pl: Nazwa albumu
ro: Nume album
tr: Albüm adı
zh: 相册名称

source: Album title
he: כותרת האלבום
ja: アルバムタイトル
pl: Tytuł albumu
ro: Titlu album
tr: Albüm Başlığı
zh: 相册标题

source: Enter album name
he: הזן שם אלבום
ja: アルバム名を入力
lt: Įveskite albumo pavadinimą
pl: Wprowadź nazwę albumu
ro: Introduceți numele albumului
tr: Bir albüm adı girin
zh: 输入相册名称

source: Restoring files...
he: משחזר קבצים...
ja: ファイルを復元中...
lt: Atkuriami failai...
pl: Przywracanie plików...
ro: Se restaurează fișierele...
tr: Dosyalar geri yükleniyor...
zh: 正在恢复文件...

source: Moving files to album...
he: מעביר קבצים לאלבום...
ja: アルバムにファイルを移動中
pl: Przenoszenie plików do albumów...
ro: Se mută fișierele în album...
tr: Dosyalar albüme taşınıyor...
zh: 正在将文件移动到相册...

source: Unhiding files to album
he: מבטל הסתרת הקבצים לאלבום
ja: アルバムにファイルを表示しない
pl: Odkrywanie plików do albumu
ro: Se reafișează fișierele în album
tr: Albümdeki dosyalar gösteriliyor
zh: 正在取消隐藏文件到相册

source: Can not upload to albums owned by others
he: לא ניתן להעלות לאלבומים שבבעלות אחרים
ja: 他の人が作ったアルバムにはアップロードできません
pl: Nie można przesłać do albumów należących do innych
ro: Nu se poate încărca în albumele deținute de alții
tr: Başkalarına ait albümlere yüklenemez
zh: 无法上传到他人拥有的相册中

source: Uploading files to album...
he: מעלה קבצים לאלבום...
ja: アルバムにファイルをアップロード中
pl: Przesyłanie plików do albumu...
ro: Se încarcă fișiere în album...
tr: Dosyalar albüme taşınıyor...
zh: 正在将文件上传到相册...

# addedSuccessfullyTo
source: Added successfully to {albumName}
ja: {albumName} に追加しました
pl: Pomyślnie dodano do {albumName}
ro: S-au adăugat cu succes la {albumName}
tr: {albumName} albümüne başarıyla eklendi
zh: 成功添加到 {albumName}

# movedSuccessfullyTo
source: Moved successfully to {albumName}
ja: {albumName} に移動しました
pl: Pomyślnie przeniesiono do {albumName}
ro: S-au mutat cu succes în {albumName}
tr: {albumName} adlı albüme başarıyla taşındı
zh: 成功移动到 {albumName}

# thisAlbumAlreadyHDACollaborativeLink
source: This album already has a collaborative link
ja: このアルバムはすでにコラボレーションリンクが生成されています
pl: Ten album posiada już link do współpracy
ro: Acest album are deja un link colaborativ
tr: Bu albümde zaten bir ortak çalışma bağlantısı var
zh: 此相册已经有一个协作链接

# collaborativeLinkCreatedFor
source: Collaborative link created for {albumName}
ja: {albumName} のコラボレーションリンクを生成しました
pl: Utworzono link współpracy dla {albumName}
ro: Link colaborativ creat pentru {albumName}
tr: {albumName} için ortak çalışma bağlantısı oluşturuldu
zh: 为 {albumName} 创建了协作链接

source: Ask your loved ones to share
ja: あなたの愛する人にシェアしてもらうように頼んでください
pl: Poproś swoich bliskich o udostępnienie
ro: Cereți-le celor dragi să distribuie
tr: Sevdiklerinizden paylaşmalarını isteyin
zh: 请您的亲人分享

source: Invite
he: הזמן
ja: 招待
pl: Zaproś
ro: Invitați
tr: Davet et
zh: 邀请

source: Share your first album
he: שתף את האלבום הראשון שלך
ja: アルバムの共有をしてみましょう
pl: Udostępnij swój pierwszy album
ro: Distribuiți primul album
tr: İlk albümünüzü paylaşın
zh: 分享您的第一个相册

# sharedWith
source: Shared with {emailIDs}
he: הושתף ע"י {emailIDs}
ja: {emailIDs} と共有中
pl: Udostępnione z {emailIDs}
ro: Distribuit cu {emailIDs}
tr: {emailIDs} ile paylaşıldı
zh: 与 {emailIDs} 共享

source: Shared with me
he: שותף איתי
ja: あなたと共有されたアルバム
lt: Bendrinta su manimi
ml: എന്നോട് പങ്കിട്ടവ
pl: Udostępnione ze mną
ro: Distribuit mie
tr: Benimle paylaşılan
zh: 与我共享

source: Shared by me
he: שותף על ידי
ja: あなたが共有しました
ml: ഞാനാൽ പങ്കിട്ടവ
pl: Udostępnione przeze mnie
ro: Distribuit de către mine
tr: Benim paylaştıklarım
zh: 由我共享的

source: Double your storage
ja: ストレージを倍にしよう
lt: Padvigubinkite saugyklą
pl: Podwój swoją przestrzeń dyskową
ro: Dublați-vă spațiul
tr: Depolama alanınızı ikiye katlayın
zh: 将您的存储空间增加一倍

source: Refer friends and 2x your plan
ja: 友達に紹介して2倍
lt: Rekomenduokite draugams ir 2 kartus padidinkite savo planą
pl: Poleć znajomym i podwój swój plan
ro: Recomandați un prieten și dublați-vă planul
tr: Arkadaşlarınıza önerin ve planınızı 2 katına çıkarın
zh: 把我们推荐给你的朋友然后获得延长一倍的订阅计划

# shareAlbumHint
source: Open an album and tap the share button on the top right to share.
ja: アルバムを開いて右上のシェアボタンをタップ
lt: Atidarykite albumą ir palieskite bendrinimo mygtuką viršuje dešinėje, kad bendrintumėte.
pl: Otwórz album i dotknij przycisk udostępniania w prawym górnym rogu, aby udostępnić.
ro: Deschideți un album și atingeți butonul de distribuire din dreapta sus pentru a distribui.
tr: Bir albüm açın ve paylaşmak için sağ üstteki paylaş düğmesine dokunun.
zh: 打开相册并点击右上角的分享按钮进行分享

source: Items show the number of days remaining before permanent deletion
ja: 完全に削除されるまでの日数が項目に表示されます
lt: Elementai rodo likusių dienų skaičių iki visiško ištrynimo.
pl: Elementy pokazują liczbę dni pozostałych przed trwałym usunięciem
ro: Articolele afișează numărul de zile rămase până la ștergerea definitivă
tr: Öğeler, kalıcı olarak silinmeden önce kalan gün sayısını gösterir
zh: 项目显示永久删除前剩余的天数

# trashDaysLeft
source: {count, plural, =0 {Soon} =1 {1 day} other {{count} days}}
ja: {count, plural, =0 {} =1 {1日} other {{count} 日}}
lt: {count, plural, =0 {Netrukus} =1 {1 diena} other {{count} dienų}}
pl: {count, plural, =0 {} =1{{count} dzień} few {{count} dni} other{{count} dni}}
tr: {count, plural, =0 {yakında} =1{1 gün} other {{count} gün}}
zh: {count, plural, =0 {} =1 {1天} other {{count} 天}}

source: Delete All
he: מחק הכל
ja: 全て削除
lt: Ištrinti viską
pl: Usuń Wszystko
ro: Ștergeți tot
tr: Hepsini Sil
zh: 全部删除

source: Rename album
ja: アルバムの名前変更
pl: Zmień nazwę albumu
ro: Redenumire album
tr: Albümü yeniden adlandır
zh: 重命名相册

source: Convert to album
ja: アルバムに変換
pl: Konwertuj na album
ro: Convertire în album
tr: Albüme taşı
zh: 转换为相册

source: Set cover
he: הגדר כרקע
ja: カバー画像をセット
lt: Nustatyti viršelį
pl: Ustaw okładkę
ro: Setare copertă
tr: Kapak Belirle
zh: 设置封面
