Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

source: Enter your email address
eu: Sartu zure helbide elektronikoa
he: הכנס את כתובת הדוא״ל שלך
hi: अपना ईमेल ऐड्रेस डालें
ja: Eメールアドレスを入力
lt: Įveskite savo el. pašto adresą
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
pl: Podaj swój adres e-mail
ro: Introduceți adresa de e-mail
tr: E-posta adresinizi girin
zh: 请输入您的电子邮件地址

# accountWelcomeBack
source: Welcome back!
eu: Ongi etorri berriro!
he: ברוך שובך!
hi: आपका पुनः स्वागत है
ja: おかえりなさい！
lt: Sveiki sugrįžę!
ml: വീണ്ടും സ്വാഗതം!
pl: Witaj ponownie!
ro: Bine ați revenit!
tr: Tekrar hoş geldiniz!
zh: 欢迎回来！

source: Email
eu: E-maila
he: דוא"ל
hi: ईमेल
ja: Eメール
lt: El. paštas
ml: ഇമെയിൽ
pl: Adres e-mail
tr: E-Posta
zh: 电子邮件地址

source: Cancel
eu: Utzi
he: בטל
hi: रद्द करें
ja: キャンセル
lt: Atšaukti
ml: റദ്ദാക്കുക
pl: Anuluj
ro: Anulare
tr: İptal Et
zh: 取消

source: Verify
eu: Egiaztatu
he: אמת
hi: सत्यापित करें
ja: 確認
lt: Patvirtinti
ml: ഉറപ്പിക്കുക
pl: Zweryfikuj
ro: Verificare
tr: Doğrula
zh: 验证

source: Invalid email address
eu: Helbide hau ez da zuzena
he: כתובת דוא״ל לא תקינה
hi: अमान्य ईमेल ऐड्रेस
ja: 無効なEメールアドレス
lt: Netinkamas el. pašto adresas
ml: അസാധുവായ ഇമെയിൽ വിലാസം
pl: Nieprawidłowy adres e-mail
ro: Adresa e-mail nu este validă
tr: Geçersiz e-posta adresi
zh: 无效的电子邮件地址

# enterValidEmail
source: Please enter a valid email address.
eu: Mesedez, sartu zuzena den helbidea.
he: אנא הכנס כתובת דוא"ל חוקית.
hi: कृपया वैद्य ईमेल ऐड्रेस डालें
ja: 有効なEメールアドレスを入力してください
lt: Įveskite tinkamą el. pašto adresą.
ml: സാധുവായ ഒരു ഇമെയിൽ നൽകുക.
pl: Prosimy podać prawidłowy adres e-mail.
ro: Vă rugăm să introduceți o adresă de e-mail validă.
tr: Lütfen geçerli bir E-posta adresi girin.
zh: 请输入一个有效的电子邮件地址。

source: Delete account
eu: Ezabatu zure kontua
he: מחק חשבון
hi: अकाउंट डिलीट करें
ja: アカウントを削除
lt: Ištrinti paskyrą
ml: അക്കൗണ്ട് ഉപേക്ഷിക്കു
pl: Usuń konto
ro: Ștergere cont
tr: Hesabı sil
zh: 删除账户

# askDeleteReason
source: What is the main reason you are deleting your account?
eu: Zein da zure kontua ezabatzeko arrazoi nagusia?
he: מה הסיבה העיקרית שבגללה אתה מוחק את החשבון שלך?
hi: आपका अकाउंट हटाने का मुख्य कारण क्या है?
ja: アカウントを削除する理由を教えて下さい
lt: Kokia yra pagrindinė priežastis, dėl kurios ištrinate savo paskyrą?
ml: അക്കൗണ്ട് ഉപേക്ഷിക്കുവാൻ പ്രധാന കാരണമെന്താണ്?
pl: Jaka jest przyczyna usunięcia konta?
ro: Care este principalul motiv pentru care vă ștergeți contul?
tr: Hesabınızı neden silmek istiyorsunuz?
zh: 您删除账户的主要原因是什么？

# deleteAccountFeedbackPrompt
source: We are sorry to see you go. Please share your feedback to help us improve.
eu: Sentitzen dugu zu joateaz. Mesedez, utziguzu zure feedbacka hobetzen laguntzeko.
he: אנחנו מצטערים לראות שאתה עוזב. אנא תחלוק את המשוב שלך כדי לעזור לנו להשתפר.
hi: आपको जाता हुए देख कर हमें खेद है। कृपया हमें बेहतर बनने में सहायता के लिए अपनी प्रतिक्रिया साझा करें।
ja: 今までご利用ありがとうございました。改善点があれば、フィードバックをお寄せください
lt: Apgailestaujame, kad išeinate. Pasidalykite savo atsiliepimais, kad padėtumėte mums tobulėti.
ml: സേവനം ഉപേക്ഷിക്കുന്നതിൽ ഖേദിക്കുന്നു. മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുന്നതിനായി ദയവായി നിങ്ങളുടെ അഭിപ്രായം പങ്കിടുക.
pl: Przykro nam, że odchodzisz. Wyjaśnij nam, dlaczego nas opuszczasz, aby pomóc ulepszać nasze usługi.
ro: Ne pare rău că plecați. Vă rugăm să împărtășiți feedback-ul dvs. pentru a ne ajuta să ne îmbunătățim.
tr: Aramızdan ayrıldığınız için üzgünüz. Lütfen kendimizi geliştirmemize yardımcı olun. Neden ayrıldığınızı Açıklar mısınız.
zh: 我们很抱歉看到您离开。请分享您的反馈以帮助我们改进。

source: Feedback
eu: Feedbacka
he: משוב
hi: प्रतिपुष्टि
ja: フィードバック
lt: Atsiliepimai
ml: അഭിപ്രായം
pl: Opinia
tr: Geri Bildirim
zh: 反馈

source: Kindly help us with this information
eu: Mesedez, lagun gaitzazu informazio honekin
he: אנא עזור לנו עם המידע הזה
hi: कृपया हमें इस जानकारी के लिए सहायता करें
ja: よければ、情報をお寄せください
lt: Maloniai padėkite mums su šia informacija.
ml: വിവരങ്ങൾ തന്നു സഹായിക്കുക
pl: Pomóż nam z tą informacją
ro: Vă rugăm să ne ajutați cu aceste informații
tr: Lütfen bu bilgilerle bize yardımcı olun
zh: 请帮助我们了解这个信息

# confirmDeletePrompt
source: Yes, I want to permanently delete this account and its data across all apps.
eu: Bai, betiko ezabatu nahi dut kontu hau eta berarekiko data aplikazio guztietan zehar.
ja: はい、アカウントとすべてのアプリのデータを削除します
lt: Taip, noriu negrįžtamai ištrinti šią paskyrą ir jos duomenis per visas programas
pl: Tak, chcę trwale usunąć to konto i jego dane ze wszystkich aplikacji.
ro: Da, doresc să șterg definitiv acest cont și toate datele sale din toate aplicațiile.
tr: Evet, bu hesabı ve verilerini tüm uygulamalardan kalıcı olarak silmek istiyorum.
zh: 是的，我想永久删除此账户及其所有关联的应用程序的数据。

source: Confirm Account Deletion
eu: Baieztatu Kontu Ezabaketa
he: אשר את מחיקת החשבון
hi: अकाउंट डिलीट करने की पुष्टि करें
ja: アカウント削除の確認
lt: Patvirtinti paskyros ištrynimą
pl: Potwierdź usunięcie konta
ro: Confirmați ștergerea contului
tr: Hesap silme işlemini onayla
zh: 确认删除账户

# deleteAccountPermanentlyButton
source: Delete Account Permanently
eu: Ezabatu Kontua Betiko
he: מחק את החשבון לצמיתות
hi: अकाउंट स्थायी रूप से डिलीट करें
ja: アカウントの削除
lt: Ištrinti paskyrą negrįžtamai
pl: Usuń konto na stałe
ro: Ștergeți contul definitiv
tr: Hesabımı kalıcı olarak sil
zh: 永久删除账户

source: Your account has been deleted
eu: Zure kontua ezabatua izan da
he: החשבון שלך נמחק
hi: आपका अकाउंट डिलीट कर दिया गया है
ja: アカウントは削除されました
lt: Jūsų paskyra ištrinta
pl: Twoje konto zostało usunięte
ro: Contul dvs. a fost șters
tr: Hesabınız silindi
zh: 您的账户已删除

source: Select reason
eu: Aukeratu arrazoia
he: בחר סיבה
hi: कारण चुनें
lt: Pasirinkite priežastį
ml: കാരണം തിരഞ്ഞെടുക്കൂ
pl: Wybierz powód
ro: Selectați motivul
tr: Ayrılma nedeninizi seçin
zh: 选择原因

# deleteReason1
source: It’s missing a key feature that I need
eu: Behar dudan ezaugarre nagusiren bat falta zaio
he: חסר מאפיין מרכזי שאני צריך
hi: इसमें एक मुख्य विशेषता गायब है जिसकी मुझे आवश्यकता है
ja: いちばん必要な機能がない
lt: Trūksta pagrindinės funkcijos, kurios man reikia
ml: അത്യാവശപെട്ടയൊരു സുവിഷേശത ഇതിൽ ഇല്ല
pl: Brakuje kluczowej funkcji, której potrzebuję
ro: Lipsește o funcție cheie de care am nevoie
tr: İhtiyacım olan önemli bir özellik eksik
zh: 找不到我想要的功能

# deleteReason2
source: The app or a certain feature does not behave as I think it should
eu: Aplikazioak edo ezaugarriren batek ez du funtzionatzen nik espero nuenez
he: היישומון או מאפיין מסוים לא מתנהג כמו שאני חושב שהוא צריך
hi: यह ऐप या इसका कोई एक फीचर मेरे विचारानुसार काम नहीं करता है
ja: アプリや特定の機能が想定通りに動かない
lt: Programa arba tam tikra funkcija nesielgia taip, kaip, mano manymu, turėtų elgtis
pl: Aplikacja lub określona funkcja nie zachowuje się tak, jak sądzę, że powinna
ro: Aplicația sau o anumită funcție nu se comportă așa cum cred eu că ar trebui
tr: Uygulama veya bir özellik olması gerektiğini düşündüğüm gibi çalışmıyor
zh: 应用或某个功能没有按我的预期运行

# deleteReason3
source: I found another service that I like better
eu: Gustukoago dudan beste zerbitzu bat aurkitu dut
he: מצאתי שירות אחר שאני יותר מחבב
hi: मुझे कहीं और कोई दूरी सेवा मिली जो मुझे बेहतर लगी
ja: より良いサービスを見つけた
lt: Radau kitą paslaugą, kuri man patinka labiau
ml: ഇതിനേക്കാൾ ഇഷ്ടപ്പെടുന്ന മറ്റൊരു സേവനം കണ്ടെത്തി
pl: Znalazłem/am inną, lepszą usługę
ro: Am găsit un alt serviciu care îmi place mai mult
tr: Daha çok sevdiğim başka bir hizmet buldum
zh: 我找到了另一个我喜欢更好的服务

# deleteReason4
source: My reason isn’t listed
eu: Nire arrazoia ez dago zerrendan
he: הסיבה שלי לא כלולה
hi: मेरा कारण इस लिस्ट में नहीं है
ja: 該当する理由がない
lt: Mano priežastis nenurodyta
ml: എന്റെ കാരണം ഉൾകൊണ്ടിട്ടില്ല
pl: Moja przyczyna nie jest wymieniona
ro: Motivul meu nu este listat
tr: Nedenim listede yok
zh: 我的原因未被列出

source: Send email
eu: Bidali mezua
he: שלח דוא"ל
hi: ईमेल भेजें
ja: メールを送信する
lt: Siųsti el. laišką
ml: ഇമെയിൽ അയക്കുക
pl: Wyślij e-mail
ro: Trimiteți e-mail
tr: E-posta gönder
zh: 发送电子邮件

# deleteRequestSLAText
source: Your request will be processed within 72 hours.
eu: Zure eskaera 72 ordutan prozesatua izango da.
he: הבקשה שלך תועבד תוך 72 שעות.
hi: आपका अनुरोध 72 घंटों के भीतर संसाधित किया जाएगा।
ja: リクエストは72時間以内に処理されます
lt: Jūsų prašymas bus apdorotas per 72 valandas.
pl: Twoje żądanie zostanie przetworzone w ciągu 72 godzin.
ro: Solicitarea dvs. va fi procesată în 72 de ore.
tr: İsteğiniz 72 saat içinde gerçekleştirilecek.
zh: 您的请求将在 72 小时内处理。

# deleteEmailRequest
source: Please send an email to <warning>account-deletion@ente.io</warning> from your registered email address.
eu: Mesedez, bidali e-mail bat <warning>account-deletion@ente.io</warning> helbidea zure erregistatutako helbidetik.
he: אנא תשלח דוא"ל ל<warning>account-deletion@ente.io</warning> מהכתובת דוא"ל שנרשמת איתה.
hi: कृपया <warning>account-deletion@ente.io</warning> पर अपने पंजीकृत ईमेल एड्रेस से ईमेल भेजें।
ja: <warning>account-deletion@ente.io</warning>にあなたの登録したメールアドレスからメールを送信してください
lt: Iš savo registruoto el. pašto adreso siųskite el. laišką adresu <warning>account-deletion@ente.io</warning>.
pl: Wyślij wiadomość e-mail na <warning>account-deletion@ente.io</warning> z zarejestrowanego adresu e-mail.
ro: Vă rugăm să trimiteți un e-mail la <warning>account-deletion@ente.io</warning> de pe adresa dvs. de e-mail înregistrată.
tr: Lütfen kayıtlı e-posta adresinizden <warning>account-deletion@ente.io</warning>'a e-posta gönderiniz.
zh: 请从您注册的电子邮件地址发送电子邮件到 <warning>account-delettion@ente.io</warning>。

# entePhotosPerm
source: Ente <i>needs permission to</i> preserve your photos
eu: Ente-k <i>zure baimena behar du</i> zure argazkiak gordetzeko
he: Ente <i>צריך הרשאות על מנת </i> לשמור את התמונות שלך
hi: Ente को आपकी तस्वीरों को संरक्षित करने के लिए <i>अनुमति की आवश्यकता है</i>
ja: 写真を大切にバックアップするために<i>許可が必要</i>です
lt: „Ente“ <i>reikia leidimo</i> išsaugoti jūsų nuotraukas
pl: Ente <i>potrzebuje uprawnień</i> aby przechowywać twoje zdjęcia
ro: Ente <i>are nevoie de permisiune</i> pentru a vă păstra fotografiile
tr: Ente fotoğrafları saklamak için <i>iznine ihtiyaç duyuyor</i>
zh: Ente <i>需要许可</i>才能保存您的照片

source: Ok
eu: Ondo
he: אוקיי
hi: ठीक है
lt: Gerai
ml: ശരി
tr: Tamam

source: Create account
eu: Sortu kontua
he: צור חשבון
hi: अकाउंट बनायें
ja: アカウント作成
lt: Kurti paskyrą
ml: അക്കൗണ്ട് തുറക്കുക
pl: Stwórz konto
ro: Creare cont
tr: Hesap oluşturun
zh: 创建账户

source: Create new account
eu: Sortu kontu berria
he: צור חשבון חדש
hi: नया अकाउंट बनाएँ
ja: 新規アカウントを作成
lt: Kurti naują paskyrą
ml: പുതിയ അക്കൗണ്ട് തുറക്കുക
pl: Stwórz nowe konto
ro: Creare cont nou
tr: Yeni bir hesap oluşturun
zh: 创建新账号

source: Password
eu: Pasahitza
he: סיסמא
hi: पासवर्ड
ja: パスワード
lt: Slaptažodis
ml: സങ്കേതക്കുറി
pl: Hasło
ro: Parolă
tr: Şifre
zh: 密码

source: Confirm password
eu: Egiaztatu pasahitza
he: אמת סיסמא
hi: पासवर्ड की पुष्टि करें
ja: パスワードを確認
lt: Patvirtinkite slaptažodį
ml: സങ്കേതക്കുറി ഉറപ്പിക്കുക
pl: Powtórz hasło
ro: Confirmare parolă
tr: Şifrenizi onaylayın
zh: 请确认密码

source: Active sessions
eu: Saio aktiboak
he: חיבורים פעילים
hi: एक्टिव सेशन
ja: アクティブなセッション
lt: Aktyvūs seansai
pl: Aktywne sesje
ro: Sesiuni active
tr: Aktif oturumlar
zh: 已登录的设备

source: Oops
eu: Ai!
he: אופס
hi: ओह!
lt: Ups
ml: അയ്യോ
pl: Ups
ro: Ups
tr: Hay aksi
zh: 哎呀

source: Something went wrong, please try again
eu: Zerbait ez da ondo joan, mesedez, saiatu berriro
he: משהו השתבש, אנא נסה שנית
hi: कुछ गड़बड़ हुई है। कृपया दोबारा प्रयास करें।
ja: 問題が起きてしまいました、もう一度試してください
lt: Kažkas nutiko ne taip. Bandykite dar kartą.
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു, ദയവായി വീണ്ടും ശ്രമിക്കുക
pl: Coś poszło nie tak, spróbuj ponownie
ro: Ceva nu a mers bine, vă rugăm să încercați din nou
tr: Bir şeyler ters gitti, lütfen tekrar deneyin
zh: 出了点问题，请重试

source: This will log you out of this device!
eu: Hau egiteak gailu honetatik aterako zaitu!
he: זה ינתק אותך במכשיר זה!
hi: इससे आप इस डिवाइस से लॉग आउट हो जाएँगे!
ja: ログアウトします
lt: Tai jus atjungs nuo šio įrenginio.
pl: To wyloguje Cię z tego urządzenia!
ro: Urmează să vă deconectați de pe acest dispozitiv!
tr: Bu cihazdaki oturumunuz kapatılacak!
zh: 这将使您在此设备上退出登录！

source: This will log you out of the following device:
eu: Hau egiteak hurrengo gailutik aterako zaitu:
he: זה ינתק אותך מהמכשיר הבא:
hi: इससे आप इन डिवाइसों से लॉग आउट हो जाएँगे:
ja: 以下のデバイスからログアウトします:
lt: Tai jus atjungs nuo toliau nurodyto įrenginio:
pl: To wyloguje Cię z tego urządzenia:
ro: Urmează să vă deconectați de pe următorul dispozitiv:
tr: Bu, sizi aşağıdaki cihazdan çıkış yapacak:
zh: 这将使您在以下设备中退出登录：

source: Terminate session?
eu: Saioa bukatu?
he: סיים חיבור?
hi: सेशन रद्द करें?
ja: セッションを終了
lt: Baigti seansą?
pl: Zakończyć sesję?
ro: Terminați sesiunea?
tr: Oturumu sonlandır?
zh: 是否终止会话？

source: Terminate
eu: Bukatu
he: סיים
hi: रद्द करें
ja: 終了させる
lt: Baigti
pl: Zakończ
ro: Terminare
tr: Sonlandır
zh: 终止

source: This device
eu: Gailu hau
he: מכשיר זה
hi: यह डिवाइस
ja: このデバイス
lt: Šis įrenginys
ml: ഈ ഉപകരണം
pl: To urządzenie
ro: Acest dispozitiv
tr: Bu cihaz
zh: 此设备

# recoverButton
source: Recover
eu: Berreskuratu
he: שחזר
hi: पुनः प्राप्त
ja: 復元
lt: Atkurti
ml: വീണ്ടെടുക്കുക
pl: Odzyskaj
ro: Recuperare
tr: Kurtar
zh: 恢复

source: Recovery successful!
eu: Berreskurapen arrakastatsua!
he: השחזור עבר בהצלחה!
hi: रिकवरी सफल हुई!
ja: 復元に成功しました！
lt: Atkūrimas sėkmingas.
ml: വീണ്ടെടുക്കൽ വിജയകരം!
pl: Odzyskano pomyślnie!
ro: Recuperare reușită!
tr: Kurtarma başarılı!
zh: 恢复成功!

source: Decrypting...
eu: Deszifratzen...
he: מפענח...
hi: डिक्रिप्ट हो रहा है...
ja: 復号しています
lt: Iššifruojama...
pl: Odszyfrowanie...
ro: Se decriptează...
tr: Şifre çözülüyor...
zh: 解密中...

# incorrectRecoveryKeyTitle
source: Incorrect recovery key
eu: Berreskuratze giltza ez da zuzena
he: מפתח שחזור שגוי
hi: रिकवरी कुंजी ग़लत है
ja: リカバリーキーの誤り
lt: Neteisingas atkūrimo raktas
pl: Nieprawidłowy klucz odzyskiwania
ro: Cheie de recuperare incorectă
tr: Yanlış kurtarma kodu
zh: 恢复密钥不正确

# incorrectRecoveryKeyBody
source: The recovery key you entered is incorrect
eu: Sartu duzun berreskuratze giltza ez da zuzena
he: המפתח שחזור שהזנת שגוי
hi: आपके द्वारा दर्ज रिकवरी कुंजी ग़लत है
ja: リカバリーキーが間違っています
lt: Įvestas atkūrimo raktas yra neteisingas.
pl: Kod jest nieprawidłowy
ro: Cheia de recuperare introdusă este incorectă
tr: Girdiğiniz kurtarma kod yanlış
zh: 您输入的恢复密钥不正确

source: Forgot password
eu: Ahaztu pasahitza
he: שכחתי סיסמה
hi: पासवर्ड भूल गए
ja: パスワードを忘れた
lt: Pamiršau slaptažodį
ml: സങ്കേതക്കുറി മറന്നുപോയി
pl: Nie pamiętam hasła
ro: Am uitat parola
tr: Şifremi unuttum
zh: 忘记密码

source: Enter your recovery key
eu: Sartu zure berreskuratze giltza
he: הזן את מפתח השחזור שלך
hi: अपनी रिकवरी कुंजी दर्ज करें
ja: リカバリーキーを入力してください
lt: Įveskite atkūrimo raktą
pl: Wprowadź swój klucz odzyskiwania
ro: Introduceți cheia de recuperare
tr: Kurtarma kodunuzu girin
zh: 输入您的恢复密钥

source: No recovery key?
eu: Berreskuratze giltzarik ez?
he: אין מפתח שחזור?
hi: रिकवरी कुंजी नहीं है?
ja: リカバリーキーがないですか？
lt: Neturite atkūrimo rakto?
pl: Brak klucza odzyskiwania?
ro: Nu aveți cheia de recuperare?
tr: Kurtarma kodunuz yok mu?
zh: 没有恢复密钥吗？

source: Sorry
eu: Barkatu
he: מצטער
hi: क्षमा करें!
ja: すみません
lt: Atsiprašome
ml: ക്ഷമിക്കുക
pl: Przepraszamy
ro: Ne pare rău
tr: Üzgünüz
zh: 抱歉

# noRecoveryKeyNoDecryption
source: Due to the nature of our end-to-end encryption protocol, your data cannot be decrypted without your password or recovery key
eu: Gure puntutik-puntura zifratze protokoloa dela eta, zure data ezin da deszifratu zure pasahitza edo berreskuratze giltzarik gabe
he: בשל טבע הפרוטוקול של ההצפנת קצה-אל-קצה שלנו, אין אפשרות לפענח את הנתונים שלך בלי הסיסמה או מפתח השחזור שלך
hi: हमारे एंड-टू-एंड एन्क्रिप्शन प्रोटोकॉल की प्रकृति के कारण, आपके डेटा को आपके पासवर्ड या रिकवरी कुंजी के बिना डिक्रिप्ट नहीं किया जा सकता है
ja: あなたのデータはエンドツーエンド暗号化されており、パスワードかリカバリーキーがない場合、データを復号することはできません
lt: Dėl mūsų visapusio šifravimo protokolo pobūdžio jūsų duomenų negalima iššifruoti be slaptažodžio arba atkūrimo rakto
pl: Ze względu na charakter naszego protokołu szyfrowania end-to-end, dane nie mogą być odszyfrowane bez hasła lub klucza odzyskiwania
ro: Datorită naturii protocolului nostru de criptare integrală, datele dvs. nu pot fi decriptate fără parola sau cheia dvs. de recuperare
tr: Uçtan uca şifreleme protokolümüzün doğası gereği, verileriniz şifreniz veya kurtarma anahtarınız olmadan çözülemez
zh: 由于我们端到端加密协议的性质，如果没有您的密码或恢复密钥，您的数据将无法解密

source: Verify email
eu: Egiaztatu e-maila
he: אימות דוא"ל
hi: ईमेल सत्यापित करें
ja: Eメールの確認
lt: Patvirtinti el. paštą
ml: ഇമെയിൽ ദൃഢീകരിക്കുക
pl: Zweryfikuj adres e-mail
ro: Verificare e-mail
tr: E-posta adresini doğrulayın
zh: 验证电子邮件

# toResetVerifyEmail
source: To reset your password, please verify your email first.
eu: Zure pasahitza berrezartzeko, mesedez egiaztatu zure e-maila lehenengoz.
he: כדי לאפס את הסיסמא שלך, אנא אמת את האימייל שלך קודם.
hi: अपना पासवर्ड रीसेट करने के लिए, कृपया पहले अपना ईमेल सत्यापित करें।
ja: パスワードのリセットをするには、まずEメールを確認してください
lt: Kad iš naujo nustatytumėte slaptažodį, pirmiausia patvirtinkite savo el. paštą.
pl: Aby zresetować hasło, najpierw zweryfikuj swój adres e-mail.
ro: Pentru a reseta parola, vă rugăm să verificați mai întâi e-mailul.
tr: Şifrenizi sıfılamak için lütfen e-postanızı girin.
zh: 要重置您的密码，请先验证您的电子邮件。

# checkInboxAndSpamFolder
source: Please check your inbox (and spam) to complete verification
eu: Mesedez, aztertu zure inbox (eta spam) karpetak egiaztatzea osotzeko
he: אנא בדוק את תיבת הדואר שלך (והספאם) כדי להשלים את האימות
ja: メールボックスを確認してEメールの所有を証明してください(見つからない場合は、スパムの中も確認してください)
lt: Patikrinkite savo gautieją (ir šlamštą), kad užbaigtumėte patvirtinimą
pl: Sprawdź swoją skrzynkę odbiorczą (i spam), aby zakończyć weryfikację
ro: Vă rugăm să verificaţi inbox-ul (şi spam) pentru a finaliza verificarea
tr: Lütfen doğrulama işlemini tamamlamak için gelen kutunuzu (ve spam klasörünüzü) kontrol edin
zh: 请检查您的收件箱 (或者是在您的“垃圾邮件”列表内) 以完成验证

source: Tap to enter code
eu: Klikatu kodea sartzeko
he: הקש כדי להזין את הקוד
ja: タップしてコードを入力
lt: Palieskite, kad įvestumėte kodą
pl: Stuknij, aby wprowadzić kod
ro: Atingeți pentru a introduce codul
tr: Kodu girmek icin tıklayın
zh: 点击以输入代码

source: Resend email
eu: Birbidali e-maila
he: שלח דוא"ל מחדש
ja: メールを再送信
lt: Iš naujo siųsti el. laišką
pl: Wyślij e-mail ponownie
ro: Retrimitere e-mail
tr: E-postayı yeniden gönder
zh: 重新发送电子邮件

# weHaveSendEmailTo
source: We have sent a mail to <green>{email}</green>
eu: Mezua bidali dugu <green>{email}</green> helbidera
he: שלחנו דוא"ל ל<green>{email}</green>
ja: <green>{email}</green>にメールを送りました
lt: Išsiuntėme laišką adresu <green>{email}</green>
pl: Wysłaliśmy wiadomość na adres <green>{email}</green>
ro: Am trimis un e-mail la <green>{email}</green>
tr: E-postayı <green>{email}</green> adresine gönderdik
zh: 我们已经发送邮件到 <green>{email}</green>

# setPasswordTitle
source: Set password
eu: Ezarri pasahitza
he: הגדר סיסמא
ja: パスワードを決定
lt: Nustatyti slaptažodį
pl: Ustaw hasło
ro: Setați parola
tr: Parola ayarlayın
zh: 设置密码

# changePasswordTitle
source: Change password
eu: Aldatu pasahitza
he: שנה סיסמה
ja: パスワードを変更
lt: Keisti slaptažodį
pl: Zmień hasło
ro: Schimbați parola
tr: Parolanızı değiştirin
zh: 修改密码

# resetPasswordTitle
source: Reset password
eu: Berrezarri pasahitza
he: איפוס סיסמה
ja: パスワードをリセット
lt: Nustatyti slaptažodį iš naujo
pl: Zresetuj hasło
ro: Resetați parola
tr: Parolanızı sıfırlayın
zh: 重置密码

source: Encryption keys
eu: Zifratze giltzak
he: מפתחות ההצפנה
ja: 暗号化の鍵
lt: Šifravimo raktai
pl: Klucze szyfrowania
ro: Chei de criptare
tr: Sifreleme anahtarı
zh: 加密密钥

# passwordWarning
source: We don't store this password, so if you forget, <underline>we cannot decrypt your data</underline>
eu: Ezin dugu zure pasahitza gorde, beraz, ahazten baduzu, <underline>ezin dugu zure data deszifratu</underline>
he: אנחנו לא שומרים את הסיסמא הזו, לכן אם אתה שוכח אותה, <underline>אנחנו לא יכולים לפענח את המידע שלך</underline>
ja: このパスワードを忘れると、<underline>あなたのデータを復号することは私達にもできません</underline>
lt: Šio slaptažodžio nesaugome, todėl jei jį pamiršite, <underline>negalėsime iššifruoti jūsų duomenų</underline>
pl: Nie przechowujemy tego hasła, więc jeśli go zapomnisz, <underline>nie będziemy w stanie odszyfrować Twoich danych</underline>
ro: Nu reținem această parolă, deci dacă o uitați <underline>nu vă putem decripta datele</underline>
tr: Şifrelerinizi saklamıyoruz, bu yüzden unutursanız, <underline>verilerinizi deşifre edemeyiz</underline>
zh: 我们不储存这个密码，所以如果忘记， <underline>我们将无法解密您的数据</underline>

# enterPasswordToEncrypt
source: Enter a password we can use to encrypt your data
eu: Sartu pasahitz bat, zure data deszifratu ahal izateko
he: הזן סיסמא כדי שנוכל לפענח את המידע שלך
ja: あなたのデータを暗号化するためのパスワードを入力してください
lt: Įveskite slaptažodį, kurį galime naudoti jūsų duomenims šifruoti
pl: Wprowadź hasło, którego możemy użyć do zaszyfrowania Twoich danych
ro: Introduceți o parolă pe care o putem folosi pentru a decripta datele
tr: Verilerinizi şifrelemek için kullanabileceğimiz bir şifre girin
zh: 输入我们可以用来加密您的数据的密码

# enterNewPasswordToEncrypt
source: Enter a new password we can use to encrypt your data
eu: Sartu pasahitz berri bat, zure data zifratu ahal izateko
he: הזן סיסמא חדשה שנוכל להשתמש בה כדי להצפין את המידע שלך
ja: あなたのデータを暗号化するための新しいパスワードを入力してください
lt: Įveskite naują slaptažodį, kurį galime naudoti jūsų duomenims šifruoti
pl: Wprowadź nowe hasło, którego możemy użyć do zaszyfrowania Twoich danych
ro: Introduceți o parolă nouă pe care o putem folosi pentru a cripta datele
tr: Verilerinizi şifrelemek için kullanabileceğimiz yeni bir şifre girin
zh: 输入我们可以用来加密您的数据的新密码

# weakStrength
source: Weak
eu: Ahula
he: חלשה
ja: 弱いパスワード
lt: Silpna
ml: ദുർബലം
pl: Słabe
ro: Slabă
tr: Zayıf
zh: 弱

# strongStrength
source: Strong
eu: Gogorra
he: חזקה
ja: 強いパスワード
lt: Stipri
ml: ശക്തം
pl: Silne
ro: Puternică
tr: Güçlü
zh: 强

# moderateStrength
source: Moderate
eu: Ertaina
he: מתונה
ja: 普通のパスワード
lt: Vidutinė
ml: ഇടത്തരം
pl: Umiarkowane
ro: Moderată
tr: Ilımlı
zh: 中等

# passwordStrength
source: Password strength: {passwordStrengthValue}
eu: Pasahitzaren indarra: {passwordStrengthValue}
he: חוזק הסיסמא: {passwordStrengthValue}
ja: パスワードの長さ: {passwordStrengthValue}
lt: Slaptažodžio stiprumas: {passwordStrengthValue}
pl: Siła hasła: {passwordStrengthValue}
ro: Complexitatea parolei: {passwordStrengthValue}
tr: Şifrenin güçlülük seviyesi: {passwordStrengthValue}
zh: 密码强度： {passwordStrengthValue}

source: Password changed successfully
eu: Pasahitza zuzenki aldatuta
he: הססמה הוחלפה בהצלחה
ja: パスワードの変更に成功しました
lt: Slaptažodis sėkmingai pakeistas
pl: Hasło zostało pomyślnie zmienione
ro: Parola a fost schimbată cu succes
tr: Şifreniz başarılı bir şekilde değiştirildi
zh: 密码修改成功

source: Generating encryption keys...
eu: Zifratze giltzak sortzen...
he: יוצר מפתחות הצפנה...
ja: 暗号化鍵を生成しています
lt: Generuojami šifravimo raktai...
pl: Generowanie kluczy szyfrujących...
ro: Se generează cheile de criptare...
tr: Şifreleme anahtarı oluşturuluyor...
zh: 正在生成加密密钥...

source: Please wait...
eu: Mesedez, itxaron...
he: אנא המתן...
ja: お待ち下さい
lt: Palaukite...
pl: Prosimy czekać...
ro: Vă rugăm așteptați...
tr: Lütfen bekleyiniz...
zh: 请稍候...

# continueLabel
source: Continue
eu: Jarraitu
he: המשך
ja: つづける
lt: Tęsti
ml: തുടരൂ
pl: Kontynuuj
ro: Continuare
tr: Devam edin
zh: 继续

source: Insecure device
eu: Gailua ez da segurua
he: מכשיר בלתי מאובטח
ja: 安全でないデバイス
lt: Nesaugus įrenginys
pl: Niezabezpieczone urządzenie
ro: Dispozitiv nesigur
tr: Güvenilir olmayan cihaz
zh: 设备不安全
