Repository: ente-io/ente
Catalog: mobile/lib/l10n/intl_*.arb
Languages: eu, he, hi, ja, lt, ml, pl, ro, tr, zh

source: Remove duplicates
he: הסר כפילויות
ja: 重複した項目を削除
lt: Šalinti dublikatus
pl: Usuń duplikaty
ro: Eliminați dublurile
tr: Yinelenenleri kaldır
zh: 移除重复内容

# removeDuplicatesDesc
source: Review and remove files that are exact duplicates.
ja: 完全に重複しているファイルを確認し、削除します。
pl: Przejrzyj i usuń pliki, które są dokładnymi duplikatami.
ro: Revizuiți și eliminați fișierele care sunt dubluri exacte.
tr: Tam olarak yinelenen dosyaları gözden geçirin ve kaldırın.
zh: 检查并删除完全重复的文件。

# viewLargeFiles
source: Large files
ja: 大きなファイル
pl: Duże pliki
ro: Fișiere mari
tr: Büyük dosyalar
zh: 大文件

# viewLargeFilesDesc
source: View files that are consuming the most amount of storage.
ja: 最も多くのストレージを消費しているファイルを表示します。
pl: Wyświetl pliki zużywające największą ilość pamięci.
ro: Vizualizați fișierele care consumă cel mai mult spațiu.
tr: En fazla depolama alanı tüketen dosyaları görüntüleyin.
zh: 查看占用存储空间最多的文件。

source: ✨ No duplicates
he: ✨ אין כפילויות
ja: ✨ 重複なし
lt: ✨ Dublikatų nėra
pl: ✨ Brak duplikatów
ro: ✨ Fără dubluri
tr: Yinelenenleri kaldır
zh: ✨ 没有重复内容

source: You've no duplicate files that can be cleared
he: אין לך קבצים כפולים שניתן לנקות אותם
ja: 削除できる重複ファイルはありません
lt: Neturite dubliuotų failų, kuriuos būtų galima išvalyti
pl: Nie masz duplikatów plików, które mogą być wyczyszczone
ro: Nu aveți dubluri care pot fi șterse
tr: Temizlenebilecek yinelenen dosyalarınız yok
zh: 您没有可以被清除的重复文件

source: Success
he: הצלחה
ja: 成功
lt: Sėkmė
ml: സഫലം
pl: Sukces
ro: Succes
tr: Başarılı
zh: 成功

source: Rate us
he: דרג אותנו
ja: 評価して下さい
lt: Vertinti mus
pl: Oceń nas
ro: Evaluați-ne
tr: Bizi değerlendirin
zh: 给我们评分

# remindToEmptyDeviceTrash
source: Also empty "Recently Deleted" from "Settings" -> "Storage" to claim the freed space
he: גם נקה "נמחק לאחרונה" מ-"הגדרות" -> "אחסון" על מנת לקבל המקום אחסון שהתפנה
ja: また、空き領域を取得するには、「設定」→「ストレージ」から「最近削除した項目」を空にします
lt: Taip pat ištuštinkite Neseniai ištrinti iš Nustatymai -> Saugykla, kad atlaisvintumėte vietos.
pl: Również opróżnij "Ostatnio usunięte" z "Ustawienia" -> "Pamięć", aby odebrać wolną przestrzeń
ro: De asemenea, goliți dosarul „Șterse recent” din „Setări” -> „Spațiu” pentru a recupera spațiul eliberat
tr: Ayrıca boşalan alanı talep etmek için "Ayarlar" -> "Depolama" bölümünden "Son Silinenler "i boşaltın
zh: 同时从“设置”->“存储”中清空“最近删除”以领取释放的空间

# youHaveSuccessfullyFreedUp
source: You have successfully freed up {storageSaved}!
he: הצלחת לפנות {storageSaved}!
ja: {storageSaved} を解放しました
pl: Pomyślnie zwolniłeś/aś {storageSaved}!
ro: Ați eliberat cu succes {storageSaved}!
tr: Başarılı bir şekilde {storageSaved} alanını boşalttınız!
zh: 您已成功释放了 {storageSaved}！

# remindToEmptyEnteTrash
source: Also empty your "Trash" to claim the freed up space
he: גם נקה את ה-"אשפה" שלך על מנת לקבל את המקום אחסון שהתפנה
ja: 「ゴミ箱」も空にするとアカウントのストレージが解放されます
pl: Opróżnij również swój "Kosz", aby zwolnić miejsce
ro: De asemenea, goliți „Coșul de gunoi” pentru a revendica spațiul eliberat
tr: Ayrıca boşalan alana sahip olmak için "Çöp Kutunuzu" boşaltın
zh: 同时清空您的“回收站”以领取释放的空间

# sparkleSuccess
source: ✨ Success
he: ✨ הצלחה
ja: 成功✨
ml: ✨ സഫലം
pl: ✨ Sukces
ro: ✨ Succes
tr: ✨ Başarılı
zh: ✨ 成功

source: Family plans
he: תוכניות משפחה
ja: ファミリープラン
lt: Šeimos planai
pl: Plany rodzinne
ro: Planuri de familie
tr: Aile Planı
zh: 家庭计划

source: Referrals
he: הפניות
ja: リフェラル
pl: Polecenia
ro: Recomandări
tr: Referanslar
zh: 推荐

source: Notifications
he: התראות
ja: 通知
lt: Pranešimai
pl: Powiadomienia
ro: Notificări
tr: Bildirimler
zh: 通知

# sharedPhotoNotifications
source: New shared photos
he: אלבומים משותפים חדשים
ja: 新しい共有写真
lt: Naujos bendrintos nuotraukos
pl: Nowe udostępnione zdjęcia
ro: Fotografii partajate noi
tr: Paylaşılan fotoğrafları ekle
zh: 新共享的照片

# sharedPhotoNotificationsExplanation
source: Receive notifications when someone adds a photo to a shared album that you're a part of
he: קבל התראות כשמישהו מוסיף תמונה לאלבום משותף שאתה חלק ממנו
ja: 誰かが写真を共有アルバムに追加した時に通知を受け取る
lt: Gaukite pranešimus, kai kas nors prideda nuotrauką į bendrinamą albumą, kuriame dalyvaujate.
pl: Otrzymuj powiadomienia, gdy ktoś doda zdjęcie do udostępnionego albumu, którego jesteś częścią
ro: Primiți notificări atunci când cineva adaugă o fotografie la un album distribuit din care faceți parte
tr: Birisi sizin de parçası olduğunuz paylaşılan bir albüme fotoğraf eklediğinde bildirim alın
zh: 当有人将照片添加到您所属的共享相册时收到通知

source: Advanced
he: מתקדם
ja: 詳細
lt: Išplėstiniai
pl: Zaawansowane
ro: Avansat
tr: Gelişmiş
zh: 高级设置

source: General
he: כללי
ja: 設定
lt: Bendrieji
ml: പൊതുവായവ
pl: Ogólne
tr: Genel
zh: 通用

source: Security
he: אבטחה
ja: セキュリティ
lt: Saugumas
ml: സുരക്ഷ
pl: Bezpieczeństwo
ro: Securitate
tr: Güvenlik
zh: 安全

# authToViewYourRecoveryKey
source: Please authenticate to view your recovery key
eu: Mesedez, autentifikatu zure berreskuratze giltza ikusteko
he: אנא התאמת על מנת לראות את מפתח השחזור שלך
ja: リカバリーキーを表示するためには認証が必要です
lt: Nustatykite tapatybę, kad peržiūrėtumėte savo atkūrimo raktą
pl: Prosimy uwierzytelnić się, aby wyświetlić swój klucz odzyskiwania
ro: Vă rugăm să vă autentificați pentru a vedea cheia de recuperare
tr: Kurtarma anahtarınızı görmek için lütfen kimliğinizi doğrulayın
zh: 请验证以查看您的恢复密钥

source: Two-factor
he: דו-גורמי
ja: 二段階認証
lt: Dvigubas tapatybės nustatymas
pl: Uwierzytelnianie dwustopniowe
ro: Doi factori
tr: İki faktör
zh: 双重认证

# authToConfigureTwofactorAuthentication
source: Please authenticate to configure two-factor authentication
eu: Mesedez, autentifikatu faktore biko autentifikazioa konfiguratzeko
he: אנא התאמת כדי להגדיר את האימות הדו-גורמי
ja: 2段階認証を設定するには認証してください
pl: Uwierzytelnij się, aby skonfigurować uwierzytelnianie dwustopniowe
ro: Vă rugăm să vă autentificați pentru a configura autentificarea cu doi factori
tr: İki faktörlü kimlik doğrulamayı yapılandırmak için lütfen kimlik doğrulaması yapın
zh: 请进行身份验证以配置双重身份认证

source: Lockscreen
he: מסך נעילה
ja: 画面のロック
pl: Ekran blokady
ro: Ecran de blocare
tr: Kilit ekranı
zh: 锁屏

# authToChangeLockscreenSetting
source: Please authenticate to change lockscreen setting
eu: Mesedez, autentifikatu pantaila blokeatzeko ezarpenak aldatzeko
he: אנא התאמת כדי לשנות את הגדרות מסך הנעילה
ja: 画面のロックの設定を変更するためには認証が必要です
pl: Prosimy uwierzytelnić się, aby zmienić ustawienia ekranu blokady
ro: Vă rugăm să vă autentificați pentru a schimba setarea ecranului de blocare
tr: Kilit ekranı ayarını değiştirmek için lütfen kimliğinizi doğrulayın
zh: 请验证以更改锁屏设置

source: View active sessions
he: צפה בחיבורים פעילים
ja: アクティブなセッションを表示
pl: Zobacz aktywne sesje
ro: Vedeți sesiunile active
tr: Aktif oturumları görüntüle
zh: 查看活动会话

# authToViewYourActiveSessions
source: Please authenticate to view your active sessions
eu: Mesedez, autentifikatu indarrean dauden zure saioak ikusteko
he: אנא התאמת על מנת לראות את החיבורים הפעילים שלך
ja: アクティブなセッションを表示するためには認証が必要です
pl: Prosimy uwierzytelnić się, aby wyświetlić swoje aktywne sesje
ro: Vă rugăm să vă autentificați pentru a vedea sesiunile active
tr: Aktif oturumlarınızı görüntülemek için lütfen kimliğinizi doğrulayın
zh: 请验证以查看您的活动会话

source: Disable two-factor
he: השבת דו-גורמי
ja: 2段階認証を無効にする
lt: Išjungti dvigubą tapatybės nustatymą
pl: Wyłącz uwierzytelnianie dwustopniowe
ro: Dezactivați al doilea factor
tr: İki Aşamalı Doğrulamayı Devre Dışı Bırak
zh: 禁用双重认证

# confirm2FADisable
source: Are you sure you want to disable two-factor authentication?
eu: Seguru zaude faktore biko autentifikazioa deuseztatu nahi duzula?
he: האם אתה בטוח שאתה רוצה להשבית את האימות הדו-גורמי?
ja: 2 要素認証を無効にしてよろしいですか。
lt: Ar tikrai norite išjungti dvigubą tapatybės nustatymą?
pl: Czy na pewno chcesz wyłączyć uwierzytelnianie dwustopniowe?
ro: Sigur doriți dezactivarea autentificării cu doi factori?
tr: İki adımlı kimlik doğrulamasını devre dışı bırakmak istediğinize emin misiniz?
zh: 您确定要禁用双重认证吗？

source: No
he: לא
ja: いいえ
lt: Ne
ml: വേണ്ട
pl: Nie
ro: Nu
tr: Hayır
zh: 否

source: Yes
he: כן
ja: はい
lt: Taip
pl: Tak
ro: Da
tr: Evet
zh: 是

source: Social
he: חברתי
ja: SNS
lt: Socialinės
pl: Społeczność
ro: Rețele socializare
tr: Sosyal Medya
zh: 社交

# rateUsOnStore
source: Rate us on {storeName}
he: דרג אותנו ב-{storeName}
ja: {storeName} で評価
lt: Vertinti mus parduotuvėje „{storeName}“
pl: Oceń nas na {storeName}
ro: Evaluați-ne pe {storeName}
tr: Bizi {storeName} üzerinden değerlendirin
zh: 在 {storeName} 上给我们评分

source: Merchandise
he: סחורה
ja: グッズ
lt: Atributika
pl: Sklep
ro: Produse
tr: Ürünler
zh: 商品

source: Your storage details could not be fetched
he: לא ניתן לאחזר את פרטי מקום האחסון
ja: ストレージの詳細を取得できませんでした
lt: Nepavyko gauti jūsų saugyklos duomenų.
pl: Nie można pobrać szczegółów pamięci
ro: Detaliile privind spațiul de stocare nu au putut fi preluate
tr: Depolama bilgisi alınamadı
zh: 无法获取您的存储详情

source: Report a bug
he: דווח על באג
ja: バグを報告
lt: Pranešti apie riktą
pl: Zgłoś błąd
ro: Raportați o eroare
tr: Hatayı bildir
zh: 报告错误

source: Report bug
he: דווח על באג
ja: バグを報告
lt: Pranešti apie riktą
pl: Zgłoś błąd
ro: Raportare eroare
tr: Hata bildir
zh: 报告错误

source: Suggest features
he: הציעו מאפיינים
ja: 機能を提案
lt: Siūlyti funkcijas
pl: Zaproponuj funkcje
ro: Sugerați funcționalități
tr: Özellik önerin
zh: 建议新功能

source: Support
he: תמיכה
ja: サポート
lt: Palaikymas
ml: പിന്തുണ
pl: Wsparcie techniczne
ro: Asistență
tr: Destek
zh: 支持

source: Theme
he: ערכת נושא
ja: テーマ
lt: Tema
pl: Motyw
ro: Temă
tr: Tema
zh: 主题

# lightTheme
source: Light
he: בהיר
ja: ライト
lt: Šviesi
ml: തെളിഞ
pl: Jasny
ro: Luminoasă
tr: Aydınlık
zh: 浅色

# darkTheme
source: Dark
he: כהה
ja: ダーク
lt: Tamsi
ml: ഇരുണ്ട
pl: Ciemny
ro: Întunecată
tr: Karanlık
zh: 深色

# systemTheme
source: System
he: מערכת
ja: システム
lt: Sistemos
pl: Systemowy
ro: Sistem
tr: Sistem
zh: 适应系统

source: Free trial
he: ניסיון חינמי
ja: 無料トライアル
lt: Nemokamas bandomasis laikotarpis
pl: Darmowy okres próbny
ro: Perioadă de încercare gratuită
tr: Ücretsiz deneme
zh: 免费试用

source: Select your plan
he: בחר תוכנית
ja: プランを選びましょう
lt: Pasirinkite planą
pl: Wybierz swój plan
ro: Selectați planul
tr: Planınızı seçin
zh: 选择您的计划

# enteSubscriptionPitch
source: Ente preserves your memories, so they're always available to you, even if you lose your device.
ja: Enteはあなたの思い出を保存します。デバイスを紛失しても、オンラインでアクセス可能です
lt: „Ente“ išsaugo jūsų prisiminimus, todėl jie visada bus pasiekiami, net jei prarasite įrenginį.
pl: Ente zachowuje Twoje wspomnienia, więc są zawsze dostępne dla Ciebie, nawet jeśli zgubisz urządzenie.
ro: Ente vă păstrează amintirile, astfel încât acestea să vă fie întotdeauna disponibile, chiar dacă vă pierdeți dispozitivul.
tr: Ente anılarınızı korur, böylece cihazınızı kaybetseniz bile anılarınıza her zaman ulaşabilirsiniz.
zh: Ente 会保留您的回忆，因此即使您丢失了设备，也能随时找到它们。

# enteSubscriptionShareWithFamily
source: Your family can be added to your plan as well.
he: אפשר להוסיף גם את המשפחה שלך לתוכנית.
ja: あなたの家族もあなたの有料プランに参加することができます。
lt: Į planą galima pridėti ir savo šeimą.
pl: Twoja rodzina może być również dodana do Twojego planu.
ro: La planul dvs. vi se poate alătura și familia.
tr: Aileniz de planınıza eklenebilir.
zh: 您的家人也可以添加到您的计划中。

source: Current usage is
he: השימוש במקום האחסון כרגע הוא
ja: 現在の使用状況
lt: Dabartinis naudojimas –
pl: Aktualne użycie to
ro: Utilizarea actuală este
tr: Güncel kullanımınız
zh: 当前用量

source: FAQs
he: שאלות נפוצות
ja: よくある質問
lt: DUK
ml: പതിവുചോദ്യങ്ങൾ
pl: FAQ – Często zadawane pytania
ro: Întrebări frecvente
tr: Sık sorulanlar
zh: 常见问题

# renewsOn
source: Subscription renews on {endDate}
ja: サブスクリプションは {endDate} に更新します
lt: Prenumerata atnaujinama {endDate}
pl: Subskrypcja odnowi się {endDate}
ro: Abonamentul se reînnoiește pe {endDate}
tr: Abonelik {endDate} tarihinde yenilenir
zh: 在 {endDate} 前续费

# freeTrialValidTill
source: Free trial valid till {endDate}
he: ניסיון חינם בתוקף עד ל-{endDate}
ja: 無料トライアルは{endDate} までです
lt: Nemokamas bandomasis laikotarpis galioja iki {endDate}
pl: Okres próbny ważny do {endDate}
ro: Perioadă de încercare valabilă până pe {endDate}
tr: Ücretsiz deneme {endDate} sona erir
zh: 免费试用有效期至 {endDate}

# validTill
source: Valid till {endDate}
ja: {endDate} まで
lt: Galioja iki {endDate}
pl: Ważne do {endDate}
ro: Valabil până pe {endDate}
tr: {endDate} tarihine kadar geçerli
zh: 有效期至 {endDate}

# addOnValidTill
source: Your {storageAmount} add-on is valid till {endDate}
ja: あなたの {storageAmount} アドオンは {endDate} まで有効です
pl: Twój dodatek {storageAmount} jest ważny do {endDate}
ro: Suplimentul de {storageAmount} este valabil până pe {endDate}
tr: {storageAmount} eklentiniz {endDate} tarihine kadar geçerlidir
zh: 您的 {storageAmount} 插件有效期至 {endDate}

# playStoreFreeTrialValidTill
source: Free trial valid till {endDate}. You can choose a paid plan afterwards.
ja: {endDate} まで無料トライアルが有効です。 その後、有料プランを選択することができます。
lt: Nemokama bandomoji versija galioja iki {endDate}. Vėliau galėsite pasirinkti mokamą planą.
pl: Bezpłatny okres próbny ważny do {endDate}. Następnie możesz wybrać płatny plan.
ro: Perioada de încercare gratuită valabilă până pe {endDate}. Ulterior, puteți opta pentru un plan plătit.
tr: Ücretsiz deneme süresi {endDate} tarihine kadar geçerlidir. Daha sonra ücretli bir plan seçebilirsiniz.
zh: 免费试用有效期至 {endDate}。 在此之后您可以选择付费计划。

# subWillBeCancelledOn
source: Your subscription will be cancelled on {endDate}
he: המנוי שלך יבוטל ב-{endDate}
ja: サブスクリプションは {endDate} でキャンセルされます
pl: Twoja subskrypcja zostanie anulowana dnia {endDate}
ro: Abonamentul dvs. va fi anulat pe {endDate}
tr: Aboneliğiniz {endDate} tarihinde iptal edilecektir
zh: 您的订阅将于 {endDate} 取消

source: Subscription
he: מנוי
ja: サブスクリプション
lt: Prenumerata
pl: Subskrypcja
ro: Abonament
tr: Abonelik
zh: 订阅

source: Payment details
he: פרטי תשלום
ja: お支払い情報
lt: Mokėjimo duomenys
pl: Szczegóły płatności
ro: Detalii de plată
tr: Ödeme detayları
zh: 付款明细

source: Manage Family
he: נהל משפחה
ja: ファミリーの管理
lt: Tvarkyti šeimą
pl: Zarządzaj Rodziną
ro: Administrați familia
tr: Aileyi yönet
zh: 管理家庭计划

# contactToManageSubscription
source: Please contact us at support@ente.io to manage your {provider} subscription.
he: אנא צור איתנו קשר ב-support@ente.io על מנת לנהל את המנוי {provider}.
ja: {provider} サブスクリプションを管理するには、support@ente.io までご連絡ください。
pl: Skontaktuj się z nami pod adresem support@ente.io, aby zarządzać subskrypcją {provider}.
ro: Vă rugăm să ne contactați la support@ente.io pentru a vă gestiona abonamentul {provider}.
tr: Lütfen {provider} aboneliğinizi yönetmek için support@ente.io adresinden bizimle iletişime geçin.
zh: 请通过support@ente.io 用英语联系我们来管理您的 {provider} 订阅。

source: Renew subscription
he: חדש מנוי
ja: サブスクリプションの更新
lt: Atnaujinti prenumeratą
pl: Odnów subskrypcję
ro: Reînnoire abonament
tr: Abonelik yenileme
zh: 续费订阅

source: Cancel subscription
he: בטל מנוי
ja: サブスクリプションをキャンセル
lt: Atsisakyti prenumeratos
pl: Anuluj subskrypcję
ro: Anulare abonament
tr: Abonelik iptali
zh: 取消订阅

source: Are you sure you want to renew?
he: אתה בטוח שאתה רוצה לחדש?
ja: 更新してもよろしいですか？
pl: Czy na pewno chcesz odnowić?
ro: Sunteți sigur că doriți să reînnoiți?
tr: Yenilemek istediğinize emin misiniz?
zh: 您确定要续费吗？

source: Yes, Renew
he: כן, חדש
ja: はい、更新する
pl: Tak, Odnów
ro: Da, reînnoiește
tr: Evet, yenile
zh: 是的，续费

source: Are you sure you want to cancel?
he: אתה בטוח שאתה רוצה לבטל?
ja: キャンセルしてもよろしいですか？
pl: Czy na pewno chcesz anulować?
ro: Sunteți sigur că doriți să anulați?
tr: İptal etmek istediğinize emin misiniz?
zh: 您确定要取消吗？

source: Yes, cancel
he: כן, בטל
ja: キャンセル
lt: Taip, atsisakyti
pl: Tak, anuluj
ro: Da, anulează
tr: Evet, iptal et
zh: 是的，取消

source: Failed to renew
he: החידוש נכשל
ja: 更新に失敗しました
pl: Nie udało się odnowić
ro: Nu s-a reușit reînnoirea
tr: Abonelik yenilenirken hata oluştu
zh: 续费失败

source: Failed to cancel
he: הביטול נכשל
ja: キャンセルに失敗しました
lt: Nepavyko atsisakyti
pl: Nie udało się anulować
ro: Nu s-a reușit anularea
tr: İptal edilirken sorun oluştu
zh: 取消失败

# twoMonthsFreeOnYearlyPlans
source: 2 months free on yearly plans
he: חודשיים בחינם בתוכניות שנתיות
ja: 年次プランでは2ヶ月無料
lt: 2 mėnesiai nemokamai metiniuose planuose
pl: 2 miesiące za darmo na planach rocznych
ro: 2 luni gratuite la planurile anuale
tr: Yıllık planlarda 2 ay ücretsiz
zh: 在年度计划上免费获得 2 个月

source: Monthly
he: חודשי
ja: 月額
lt: Mėnesinis
ml: പ്രതിമാസം
pl: Miesięcznie
ro: Lunar
tr: Aylık
zh: 每月

source: Yearly
he: שנתי
ja: 年額
lt: Metinis
ml: പ്രതിവർഷം
pl: Rocznie
ro: Anual
tr: Yıllık
zh: 每年

source: Confirm plan change
he: אשר שינוי תוכנית
ja: プランの変更を確認
lt: Patvirtinkite plano pakeitimą
pl: Potwierdź zmianę planu
ro: Confirmați schimbarea planului
tr: Plan değişikliğini onaylayın
zh: 确认更改计划

source: Are you sure you want to change your plan?
he: אתה בטוח שאתה רוצה לשנות את התוכנית שלך?
ja: プランを変更して良いですか？
lt: Ar tikrai norite keisti planą?
pl: Czy na pewno chcesz zmienić swój plan?
ro: Sunteți sigur că doriți să vă schimbați planul?
tr: Planı değistirmek istediğinize emin misiniz?
zh: 您确定要更改您的计划吗？

source: You cannot downgrade to this plan
he: אתה לא יכול לשנמך לתוכנית הזו
ja: このプランにダウングレードはできません
lt: Negalite pakeisti į šį planą
pl: Nie możesz przejść do tego planu
ro: Nu puteți retrograda la acest plan
tr: Bu plana geçemezsiniz
zh: 您不能降级到此计划

# cancelOtherSubscription
source: Please cancel your existing subscription from {paymentProvider} first
he: אנא בטל את המנוי הקיים מ-{paymentProvider} קודם
ja: まず{paymentProvider} から既存のサブスクリプションをキャンセルしてください
lt: Pirmiausia atsisakykite esamos prenumeratos iš {paymentProvider}
pl: Prosimy najpierw anulować istniejącą subskrypcję z {paymentProvider}
ro: Vă rugăm să vă anulați mai întâi abonamentul existent de la {paymentProvider}
tr: Lütfen önce mevcut aboneliğinizi {paymentProvider} adresinden iptal edin
zh: 请先取消您现有的订阅 {paymentProvider}

source: Optional, as short as you like...
he: אופציונלי, קצר ככל שתרצה...
ja: 省略可能、好きなだけお書きください...
lt: Nebūtina, trumpai, kaip jums patinka...
pl: Opcjonalnie, tak krótko, jak chcesz...
ro: Opțional, cât de scurt doriți...
tr: İsteğe bağlı, istediğiniz kadar kısa...
zh: 可选的，按您喜欢的短语...

source: Send
he: שלח
ja: 送信
lt: Siųsti
ml: അയക്കുക
pl: Wyślij
ro: Trimitere
tr: Gönder
zh: 发送

# askCancelReason
source: Your subscription was cancelled. Would you like to share the reason?
he: המנוי שלך בוטל. תרצה לשתף את הסיבה?
ja: サブスクリプションはキャンセルされました。理由を教えていただけますか？
lt: Jūsų prenumerata buvo atšaukta. Ar norėtumėte pasidalyti priežastimi?
pl: Twoja subskrypcja została anulowana. Czy chcesz podzielić się powodem?
ro: Abonamentul dvs. a fost anulat. Doriți să ne comunicați motivul?
tr: Aboneliğiniz iptal edilmiştir. Bunun sebebini paylaşmak ister misiniz?
zh: 您的订阅已取消。您想分享原因吗？

source: Thank you for subscribing!
he: תודה שנרשמת!
ja: ありがとうございます！
pl: Dziękujemy za subskrypcję!
ro: Mulțumim pentru abonare!
tr: Abone olduğunuz için teşekkürler!
zh: 感谢您的订阅！

source: Your purchase was successful
he: התשלום שלך עבר בהצלחה
ja: 決済に成功しました
pl: Twój zakup zakończył się pomyślnie
ro: Achiziția dvs. a fost efectuată cu succes
tr: Satın alım başarılı
zh: 您购买成功！

source: Your plan was successfully upgraded
he: התוכנית שלך שודרגה בהצלחה
ja: プランはアップグレードされました
pl: Twój plan został pomyślnie ulepszony
ro: Planul dvs. a fost îmbunătățit cu succes
tr: Planınız başarılı şekilde yükseltildi
zh: 您的计划已成功升级

source: Your plan was successfully downgraded
he: התוכנית שלך שונמכה בהצלחה
ja: プランはダウングレードされました
pl: Twój plan został pomyślnie obniżony
ro: Planul dvs. a fost retrogradat cu succes
tr: Planınız başarıyla düşürüldü
zh: 您的计划已成功降级

source: Your subscription was updated successfully
he: המנוי שלך עודכן בהצלחה
ja: サブスクリプションが更新されました
pl: Twoja subskrypcja została pomyślnie zaktualizowana
ro: Abonamentul dvs. a fost actualizat cu succes
tr: Aboneliğiniz başarıyla güncellendi
zh: 您的订阅已成功更新

source: Google Play ID
pl: Identyfikator Google Play
ro: ID Google Play
tr: Google play kimliği

source: Apple ID
tr: Apple kimliği

source: PlayStore subscription
he: מנוי PlayStore
ja: PlayStoreサブスクリプション
lt: „PlayStore“ prenumerata
pl: Subskrypcja PlayStore
ro: Abonament PlayStore
tr: PlayStore aboneliği
zh: PlayStore 订阅

source: AppStore subscription
he: מנוי AppStore
ja: AppStore サブスクリプション
pl: Subskrypcja AppStore
ro: Abonament AppStore
tr: PlayStore aboneliği
zh: AppStore 订阅

# subAlreadyLinkedErrMessage
source: Your {id} is already linked to another Ente account. If you would like to use your {id} with this account, please contact our support''
ja: あなたの {id} はすでに別のEnteアカウントにリンクされています。 このアカウントであなたの {id} を使用したい場合は、サポートにお問い合わせください。
lt: Jūsų {id} jau susietas su kita „Ente“ paskyra. Jei norite naudoti savo {id} su šia paskyra, susisiekite su mūsų palaikymo komanda.
pl: Twoje {id} jest już połączony z innym kontem Ente. Jeśli chcesz użyć swojego {id} za pomocą tego konta, skontaktuj się z naszym wsparciem technicznym
ro: {id} este deja legat la un alt cont Ente. Dacă doriți să folosiți {id} cu acest cont, vă rugăm să contactați asistența noastră
tr: {id}'niz zaten başka bir ente hesabına bağlı. {id} numaranızı bu hesapla kullanmak istiyorsanız lütfen desteğimizle iletişime geçin''
zh: 您的 {id} 已链接到另一个 Ente 账户。 如果您想在此账户中使用您的 {id} ，请联系我们的支持人员

# visitWebToManage
source: Please visit web.ente.io to manage your subscription
he: אנא בקר ב-web.ente.io על מנת לנהל את המנוי שלך
ja: サブスクリプションを管理するにはweb.ente.ioをご覧ください
lt: Aplankykite web.ente.io, kad tvarkytumėte savo prenumeratą
pl: Odwiedź stronę web.ente.io, aby zarządzać subskrypcją
ro: Vă rugăm să vizitați web.ente.io pentru a vă gestiona abonamentul
tr: Aboneliğinizi yönetmek için lütfen web.ente.io adresini ziyaret edin
zh: 请访问 web.ente.io 来管理您的订阅

source: Could not update subscription
he: לא ניתן לעדכן את המנוי
ja: サブスクリプションを更新できませんでした
pl: Nie można było zaktualizować subskrybcji
ro: Nu s-a putut actualiza abonamentul
tr: Abonelikler kaydedilemedi
zh: 无法升级订阅

# pleaseContactSupportAndWeWillBeHappyToHelp
source: Please contact support@ente.io and we will be happy to help!
he: אנא צור קשר עם support@ente.io ואנחנו נשמח לעזור!
ja: Support@ente.ioにお問い合わせください、お手伝いいたします。
pl: Skontaktuj się z support@ente.io i z przyjemnością pomożemy!
ro: Vă rugăm să contactați support@ente.io și vom fi bucuroși să vă ajutăm!
tr: Lütfen support@ente.io ile iletişime geçin; size yardımcı olmaktan memnuniyet duyarız!
zh: 请用英语联系 support@ente.io ，我们将乐意提供帮助！

source: Payment failed
he: התשלום נכשל
ja: 支払いに失敗しました
lt: Mokėjimas nepavyko
pl: Płatność się nie powiodła
ro: Plata nu a reușit
tr: Ödeme başarısız oldu
zh: 支付失败

# paymentFailedTalkToProvider
source: Please talk to {providerName} support if you were charged
he: אנא דבר עם התמיכה של {providerName} אם אתה חוייבת
ja: 請求された場合は、 {providerName} のサポートに連絡してください
lt: Kreipkitės į {providerName} palaikymo komandą, jei jums buvo nuskaičiuota.
pl: Porozmawiaj ze wsparciem {providerName} jeśli zostałeś obciążony
ro: Vă rugăm să vorbiți cu asistența {providerName} dacă ați fost taxat
tr: Sizden ücret alındıysa lütfen {providerName} destek ekibiyle görüşün
zh: 如果您被收取费用，请用英语与 {providerName} 的客服聊天

source: Continue on free trial
he: המשך עם ניסיון חינמי
ja: 無料トライアルで続ける
lt: Tęsti nemokame bandomajame laikotarpyje
pl: Kontynuuj bezpłatny okres próbny
ro: Continuați în perioada de încercare gratuită
tr: Ücretsiz denemeye devam et
zh: 继续免费试用

source: Are you sure you want to exit?
he: האם אתה בטוח שברצונך לצאת?
ja: 本当に中止してよろしいですか？
lt: Ar tikrai norite išeiti?
pl: Czy na pewno chcesz wyjść?
ro: Sigur doriți să ieșiți?
tr: Çıkmak istediğinden emin misin?
zh: 您确定要退出吗？

source: Thank you
he: תודה
ja: ありがとうございます
lt: Dėkojame
ml: നന്ദി
pl: Dziękujemy
ro: Vă mulțumim
tr: Teşekkürler
zh: 非常感谢您

source: Failed to verify payment status
he: נכשל באימות סטטוס התשלום
ja: 支払ステータスの確認に失敗しました
lt: Nepavyko patvirtinti mokėjimo būsenos
pl: Nie udało się zweryfikować stanu płatności
ro: Verificarea stării plății nu a reușit
tr: Ödeme durumu doğrulanamadı
zh: 验证支付状态失败
