Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# searchHint3
source: Albums, file names, and types
ar: الألبومات، أسماء الملفات، والأنواع
az: Albomlar, fayl adları və növləri
be: Альбомы, назвы і тыпы файлаў
ca: Àlbums, noms de fitxers i tipus
cs: Alba, názvy souborů a typy
de: Alben, Dateinamen und -typen
es: Álbumes, nombres de archivos y tipos
fa: آلبوم‌ها، نام فایل‌ها و نوع‌ها
fr: Albums, noms de fichiers et types
id: Album, nama dan jenis file
it: Album, nomi di file e tipi
nl: Albums, bestandsnamen en typen
no: Albumer, filnavn og typer
pt_br: Álbuns, nomes de arquivos e tipos
ru: Альбомы, названия и типы файлов
sv: Album, filnamn och typer
uk: Альбоми, назви та типи файлів
ur: البمز، فائل کے نام، اور اقسام
vi: Album, tên tệp và loại

# searchHint4
source: Location
ar: الموقع
az: Məkan
be: Месцазнаходжанне
ca: Ubicació
cs: Poloha
de: Ort
es: Ubicación
fa: مکان
fr: Lieu
it: Luogo
ku: Cih
nl: Locatie
no: Plassering
pt_br: Localização
ru: Местоположение
sr: Локација
sv: Plats
uk: Розташування
ur: مقام
vi: Vị trí

# searchHint5
source: Coming soon: Faces & magic search ✨
ar: قريبًا: الوجوه والبحث السحري ✨
az: Tezliklə: Üzlər və sehrli axtarış ✨
be: Неўзабаве чакаецца: твары і магічны пошук ✨
ca: Properament: Cares i cerca màgica ✨
cs: Již brzy: Kouzelné vyhledávání tváří ✨
de: Demnächst: Gesichter & magische Suche ✨
es: Próximamente: Caras y búsqueda mágica ✨
fa: به زودی: جستجوی چهره‌ها و جادو ✨
fr: Bientôt: Visages & recherche magique ✨
id: Segera tiba: Penelusuran wajah & ajaib ✨
it: In arrivo: Facce & ricerca magica ✨
nl: Binnenkort beschikbaar: Gezichten & magische zoekopdrachten ✨
no: Kommer snart: ansikt & magisk søk ✨
pt_br: Em breve: Busca mágica e rostos ✨
ru: Скоро: Лица и магический поиск ✨
uk: Незабаром: Обличчя і магічний пошук ✨
ur: جلد آرہا ہے: چہرے اور میجک سرچ ✨
vi: Sắp ra mắt: Nhận diện khuôn mặt & tìm kiếm vi diệu ✨

source: Add your photos now
ar: أضف صورك الآن
az: Şəkillərinizi indi əlavə edin
be: Дадайце свае фатаграфіі
ca: Afegeix les teves fotos ara
cs: Přidejte své fotografie nyní
de: Füge deine Foto jetzt hinzu
el: Προσθέστε τις φωτογραφίες σας τώρα
es: Añade tus fotos ahora
fa: اکنون عکس‌های خود را اضافه کنید
fr: Ajoutez vos photos maintenant
it: Aggiungi le tue foto ora
nl: Voeg nu je foto's toe
no: Legg til bildene dine nå
pt_br: Adicione suas fotos agora
ru: Добавьте ваши фото
sv: Lägg till dina foton nu
uk: Додайте свої фотографії
ur: ابھی اپنی تصاویر شامل کریں
vi: Thêm ảnh của bạn ngay bây giờ

# searchResultCount
source: {count, plural, one{{count} result found} other{{count} results found}}
ar: {count, plural, one{{count} النتائج التي تم العثور عليها} other{{count} النتائج التي تم العثور عليها}}
az: {count, plural, one{{count} nəticə tapıldı} other{{count} nəticə tapıldı}}
be: {count, plural, one{Знойдзены {count} вынік} few {Знойдзены {count} вынікі} many {Знойдзены {count} вынікаў} other{Знойдзены {count} вынікаў}}
ca: {count, plural, one{{count} resultat trobat} other{{count} resultats trobats}}
cs: {count, plural, one{Nalezen {count} výsledek} few{Nalezeny {count} výsledky} other{Nalezeno {count} výsledků}}
de: {count, plural, one{{count} Ergebnis gefunden} other{{count} Ergebnisse gefunden}}
el: {count, plural, one{{count} αποτέλεσμα} other{{count} αποτελέσματα}}
es: {count, plural, one{{count} resultado encontrado} other{{count} resultados encontrados}}
fa: {count, plural, one{{count} نتیجه پیدا شد} other{{count} نتیجه پیدا شد}}
fr: {count, plural, one{{count} résultat trouvé} other{{count} résultats trouvés}}
id: {count, plural, other{{count} hasil ditemukan}}
it: {count, plural, one{{count} risultato trovato} other{{count} risultati trovati}}
nl: {count, plural, one{{count} resultaat gevonden} other{{count} resultaten gevonden}}
no: {count, plural, one{{count} resultat funnet} other{{count} resultater funnet}}
pt_br: {count, plural, one{{count} resultado encontrado} other{{count} resultados encontrados}}
ru: {count, plural, one{{count} результат найден} other {{count} результатов найдено}}
sv: {count, plural, one{{count} resultat hittades} other{{count} resultat hittades}}
uk: {count, plural, one{Знайдено {count} результат} few {Знайдено {count} результати} many {Знайдено {count} результатів} other{Знайдено {count} результати}}
ur: {count, plural, one{{count} نتیجہ ملا} other{{count} نتائج ملے}}
vi: {count, plural, other{{count} kết quả đã tìm thấy}}

source: Faces
ar: الوجوه
az: Üzlər
be: Твары
ca: Cares
cs: Obličeje
de: Gesichter
el: Πρόσωπα
es: Caras
fa: چهره‌ها
fr: Visages
id: Wajah
it: Volti
ku: Rû
nl: Gezichten
no: Ansikt
pt_br: Rostos
ru: Лица
sr: Лица
sv: Ansikten
uk: Обличчя
ur: چہرے
vi: Khuôn mặt

source: People
ar: الأشخاص
az: İnsanlar
be: Людзі
ca: Gent
cs: Lidé
de: Personen
el: Άνθρωποι
es: Gente
fa: افراد
fr: Personnes
id: Orang
it: Persone
ku: Mirov
nl: Personen
no: Folk
pt_br: Pessoas
ru: Люди
sr: Људи
sv: Människor
uk: Люди
ur: لوگ
vi: Người

source: Contents
ar: المحتويات
az: Məzmunlar
be: Змесціва
ca: Continguts
cs: Obsah
de: Inhalte
el: Περιεχόμενα
es: Contenidos
fa: محتوا
fr: Contenus
it: Contenuti
ku: Naverok
nl: Inhoud
no: Innhold
pt_br: Conteúdos
ru: Содержимое
sv: Innehåll
uk: Вміст
ur: مواد
vi: Nội dung

source: Add new
ar: إضافة جديد
az: Yeni əlavə et
be: Дадаць новы
ca: Afegeix nou
cs: Přidat nový
de: Hinzufügen
el: Προσθήκη νέου
es: Añadir nuevo
fa: اضافه کردن جدید
fr: Ajouter un nouveau
it: Aggiungi nuovo
nl: Nieuwe toevoegen
no: Legg til ny
pt_br: Adicionar novo
ru: Добавить новое
sv: Lägg till ny
uk: Додати нове
ur: نیا شامل کریں
vi: Thêm mới

source: Contacts
ar: جهات الاتصال
az: Kontaktlar
be: Кантакты
ca: Contactes
cs: Kontakty
de: Kontakte
el: Επαφές
es: Contactos
fa: مخاطبین
id: Kontak
it: Contatti
ku: Têkilî
nl: Contacten
no: Kontakter
pt_br: Contatos
ru: Контакты
sr: Контакти
sv: Kontakter
uk: Контакти
ur: رابطے
vi: Danh bạ

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
az: İnternet bağlantısı yoxdur
be: Адсутнічае падключэнне да інтэрнэту
ca: Sense connexió a internet
cs: Žádné připojení k internetu
de: Keine Internetverbindung
el: Χωρίς σύνδεση στο διαδίκτυο
es: No hay conexión al Internet
fa: هیچ اتصال اینترنتی وجود ندارد
fr: Aucune connexion internet
id: Tidak ada koneksi internet
it: Nessuna connessione internet
nl: Geen internetverbinding
no: Ingen nettverksforbindelse
pt_br: Sem conexão à internet
ru: Нет подключения к Интернету
sv: Ingen internetanslutning
uk: Немає з’єднання з мережею
ur: کوئی انٹرنیٹ کنکشن نہیں
vi: Không có kết nối internet

source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصال الإنترنت الخاص بك والمحاولة مرة أخرى.
az: Zəhmət olmasa, internet bağlantınızı yoxlayın və yenidən cəhd edin.
be: Праверце злучэнне з інтэрнэтам і паспрабуйце яшчэ раз.
ca: Si us plau, comprova la teva connexió a internet i torna-ho a provar.
cs: Zkontrolujte prosím připojení k internetu a zkuste to znovu.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
el: Παρακαλούμε ελέγξτε τη σύνδεσή σας στο διαδίκτυο και προσπαθήστε ξανά.
es: Por favor, revisa tu conexión a Internet e inténtalo otra vez.
fa: لطفاً اتصال اینترنت خود را بررسی کنید و دوباره تلاش کنید.
fr: S'il vous plaît, vérifiez votre connexion à internet et réessayez.
id: Silakan periksa koneksi internet kamu, lalu coba lagi.
it: Si prega di verificare la propria connessione Internet e riprovare.
nl: Controleer je internetverbinding en probeer het opnieuw.
no: Kontroller Internett-tilkoblingen din og prøv igjen.
pt_br: Verifique sua conexão com a internet e tente novamente.
ru: Пожалуйста, проверьте подключение к Интернету и попробуйте снова.
sv: Kontrollera din internetanslutning och försök igen.
uk: Перевірте з'єднання з мережею та спробуйте ще раз.
ur: براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں.
vi: Vui lòng kiểm tra kết nối internet của bạn và thử lại.

source: Sign out from other devices
ar: تسجيل الخروج من الأجهزة الأخرى
az: Digər cihazlardan çıxış et
be: Выйсці з іншых прылад
ca: Tanca sessió d'altres dispositius
cs: Odhlásit se z jiných zařízení
de: Von anderen Geräten abmelden
el: Αποσύνδεση από άλλες συσκευές
es: Cerrar sesión de otros dispositivos
fa: از دستگاه‌های دیگر خارج شوید
fr: Se déconnecter d'autres appareils
id: Keluarkan akun dari perangkat lain
it: Esci dagli altri dispositivi
nl: Log uit op andere apparaten
no: Logg ut fra andre enheter
pt_br: Sair da conta em outros dispositivos
ru: Выйти с других устройств
sr: Излогујте се са осталих уређаја
sv: Logga ut från andra enheter
uk: Вийти на інших пристроях
ur: دوسرے آلات سے سائن آؤٹ کریں
vi: Đăng xuất khỏi các thiết bị khác

# signOutOtherBody
source: If you think someone might know your password, you can force all other devices using your account to sign out.
ar: إذا كنت تعتقد أن شخصًا ما قد يعرف كلمة مرورك، يمكنك إجبار جميع الأجهزة الأخرى التي تستخدم حسابك على تسجيل الخروج.
az: Əgər kiminsə şifrənizi bildiyini düşünürsünüzsə, hesabınızı istifadə edən bütün digər cihazları çıxış etməyə məcbur edə bilərsiniz.
be: Вы можаце прымусова закрыць сеанс на ўсіх прыладах, калі думаеце, што ваш пароль скампраметаваны.
ca: Si creus que algú pot saber la teva contrasenya, pots forçar que tots els altres dispositius que utilitzen el teu compte tanquin la sessió.
cs: Pokud se domníváte, že někdo zná vaše heslo, můžete vynutit odhlášení všech ostatních zařízení, která používají váš účet.
de: Falls du denkst, dass jemand dein Passwort kennen könnte, kannst du alle anderen Geräte von deinem Account abmelden.
el: Αν νομίζετε ότι κάποιος μπορεί να γνωρίζει τον κωδικό πρόσβασής σας, μπορείτε να αναγκάσετε όλες τις άλλες συσκευές που χρησιμοποιούν το λογαριασμό σας να αποσυνδεθούν.
es: Si crees que alguien puede conocer tu contraseña, puedes forzar a todos los demás dispositivos que usan tu cuenta a cerrar la sesión.
fa: اگر فکر می‌کنید کسی ممکن است رمز عبور شما را بداند، می‌توانید همه دستگاه‌های دیگر که از حساب شما استفاده می‌کنند را مجبور به خروج کنید.
fr: Si vous pensez que quelqu'un peut connaître votre mot de passe, vous pouvez forcer tous les autres appareils utilisant votre compte à se déconnecter.
id: Jika kamu merasa ada yang mengetahui sandimu, kamu bisa mengeluarkan akunmu secara paksa dari perangkat lain.
it: Se pensi che qualcuno possa conoscere la tua password, puoi forzare tutti gli altri dispositivi che usano il tuo account ad uscire.
nl: Als je denkt dat iemand je wachtwoord zou kunnen kennen, kun je alle andere apparaten die je account gebruiken dwingen om uit te loggen.
no: Hvis du tror noen kjenner til ditt passord, kan du tvinge alle andre enheter som bruker kontoen din til å logge ut.
pt_br: Se você acha que alguém possa saber da sua senha, você pode forçar desconectar sua conta de outros dispositivos.
ru: Если вы считаете, что кто-то может знать ваш пароль, вы можете принудительно выйти с других устройств, использующих ваш аккаунт.
uk: Якщо ви думаєте, що хтось може знати ваш пароль, ви можете примусити всі інші пристрої, які використовують ваш обліковий запис, вийти із системи.
ur: اگر آپ کو لگتا ہے کہ کوئی آپ کا پاس ورڈ جان سکتا ہے، تو آپ اپنے اکاؤنٹ کا استعمال کرتے ہوئے دیگر تمام آلات کو سائن آؤٹ کرنے پر مجبور کر سکتے ہیں.
vi: Nếu bạn nghĩ rằng ai đó biết mật khẩu của bạn, hãy ép tài khoản của bạn đăng xuất khỏi tất cả thiết bị khác đang sử dụng.

source: Sign out other devices
ar: تسجيل الخروج من الأجهزة الأخرى
az: Digər cihazları çıxış et
be: Выйсці на іншых прыладах
ca: Tanca sessió d'altres dispositius
cs: Odhlásit ostatní zařízení
de: Andere Geräte abmelden
el: Αποσύνδεση άλλων συσκευών
es: Cerrar la sesión de otros dispositivos
fa: خروج از دستگاه‌های دیگر
fr: Déconnecter les autres appareils
id: Keluar di perangkat lain
it: Esci dagli altri dispositivi
nl: Log uit op andere apparaten
no: Logg ut andre enheter
pt_br: Sair em outros dispositivos
ru: Выйти с других устройств
sr: Излогуј друге уређаје
sv: Logga ut andra enheter
uk: Вийти на інших пристроях
ur: دیگر آلات سائن آؤٹ کریں
vi: Đăng xuất khỏi các thiết bị khác

source: Do not sign out
ar: عدم تسجيل الخروج
az: Çıxış etmə
be: Не выходзіць
ca: No tanquis sessió
cs: Neodhlašovat
de: Melde dich nicht ab
el: Μην αποσυνδεθείτε
es: No cerrar la sesión
fa: خروج نکنید
fr: Ne pas se déconnecter
id: Jangan keluarkan akun
it: Non uscire
nl: Niet uitloggen
no: Ikke logg ut
pt_br: Não sair
ru: Не выходить
sv: Logga inte ut
uk: Не виходити
ur: سائن آؤٹ نہ کریں
vi: Không đăng xuất

source: Edit location
ar: تعديل الموقع
az: Məkanı redaktə et
be: Змяніць месцазнаходжанне
ca: Edita ubicació
cs: Upravit polohu
de: Standort bearbeiten
el: Επεξεργασία τοποθεσίας
es: Editar la ubicación
fa: ویرایش مکان
fr: Modifier le lieu
id: Edit lokasi
it: Modifica luogo
ku: Cihê biguherîne
nl: Locatie bewerken
no: Rediger plassering
pt_br: Editar localização
ru: Изменить местоположение
sv: Redigera plats
uk: Змінити розташування
ur: مقام میں ترمیم کریں
vi: Chỉnh sửa vị trí

source: Select a location
ar: تحديد موقع
az: Məkan seçin
be: Выбраць месцазнаходжанне
ca: Selecciona una ubicació
cs: Vybrat polohu
de: Standort auswählen
el: Επιλογή τοποθεσίας
es: Seleccionar una ubicación
fa: یک مکان انتخاب کنید
fr: Sélectionnez un lieu
id: Pilih lokasi
it: Seleziona un luogo
ku: Cihekî hilbijêre
nl: Selecteer een locatie
no: Velg en plassering
pt_br: Selecionar localização
ru: Выбрать местоположение
sr: Изабери локацију
sv: Välj en plats
uk: Виберіть місце
ur: ایک مقام منتخب کریں
vi: Chọn một vị trí

source: Select a location first
ar: حدد موقعًا أولاً
az: Əvvəlcə bir məkan seçin
be: Спачатку выберыце месцазнаходжанне
ca: Selecciona una ubicació primer
cs: Nejprve vyberte polohu
de: Wähle zuerst einen Standort
el: Επιλέξτε πρώτα μια τοποθεσία
es: Primero, selecciona una ubicación
fa: اول یک مکان انتخاب کنید
fr: Sélectionnez d'abord un lieu
id: Pilih lokasi terlebih dahulu
it: Scegli prima una posizione
nl: Selecteer eerst een locatie
no: Velg en plassering først
pt_br: Primeiramente selecione uma localização
ru: Сначала выберите местоположение
sr: Прво изабери локацију
sv: Välj en plats först
uk: Спочатку виберіть розташування
ur: پہلے ایک مقام منتخب کریں
vi: Chọn một vị trí trước

source: Change location of selected items?
ar: تغيير موقع العناصر المحددة؟
az: Seçilmiş elementlərin məkanı dəyişdirilsin?
be: Змяніць месцазнаходжанне выбраных элементаў?
ca: Canviar la ubicació dels elements seleccionats?
cs: Změnit umístění vybraných položek?
de: Standort der gewählten Elemente ändern?
el: Αλλαγή τοποθεσίας των επιλεγμένων στοιχείων;
es: ¿Cambiar la ubicación de los elementos seleccionados?
fa: مکان اقلام انتخاب شده را تغییر دهید؟
fr: Changer la localisation des éléments sélectionnés ?
id: Ubah lokasi pada item terpilih?
it: Cambiare la posizione degli elementi selezionati?
nl: Locatie van geselecteerde items wijzigen?
no: Endre plassering av valgte elementer?
pt_br: Alterar a localização dos itens selecionados?
ru: Изменить местоположение выбранных элементов?
sr: Измени локацију изабраних ставки?
uk: Змінити розташування вибраних елементів?
ur: منتخب کردہ آئٹمز کا مقام تبدیل کریں؟
vi: Thay đổi vị trí của các mục đã chọn?

source: Edits to location will only be seen within Ente
ar: ستكون التعديلات على الموقع مرئية فقط داخل Ente.
az: Məkan redaktələri yalnız Ente daxilində görünəcək
be: Рэдагаванні месцазнаходжання будзе бачна толькі ў Ente
ca: Les edicions a la ubicació només es veuran dins d'Ente
cs: Úpravy umístění budou viditelné pouze v rámci Ente
el: Οι αλλαγές στην τοποθεσία θα εμφανίζονται μόνο μέσα στο Ente
es: Las ediciones a la ubicación sólo se verán dentro de Ente
fa: ویرایش‌های مکان فقط در Ente قابل مشاهده خواهد بود
fr: Les modifications da localisation ne seront visibles que dans Ente
id: Perubahan lokasi hanya akan terlihat di Ente
it: Le modifiche alla posizione saranno visibili solo all'interno di Ente
nl: Bewerkte locatie wordt alleen gezien binnen Ente
no: Endringer i plassering vil kun være synlige i Ente
pt_br: Edições à localização serão apenas vistos no Ente
ru: Изменения в местоположении будут видны только в Ente
uk: Зміна розташування буде видима лише в Ente
ur: مقام میں ترامیم صرف Ente کے اندر دیکھی جائیں گی
vi: Các chỉnh sửa vị trí sẽ chỉ thấy được trong Ente

source: Clean Uncategorized
ar: تنظيف غير المصنف
az: Kateqoriyasızları təmizlə
be: Ачысціць «Без катэгорыі»
ca: Neteja Sense categoria
cs: Vyčistit Nezařazené
de: Unkategorisiert leeren
el: Καθαρισμός μη κατηγοριοποιημένων
es: Limpiar sin categorizar
fa: پاک‌سازی بدون دسته‌بندی
fr: Effacer les éléments non classés
it: Pulisci Senza Categoria
nl: Ongecategoriseerd opschonen
no: Tøm ukategorisert
pt_br: Limpar não categorizado
ru: Очистить «Без категории»
sv: Rensa okategoriserade
uk: Очистити «Без категорії»
ur: غیر زمرہ بند صاف کریں
vi: Dọn dẹp chưa phân loại

# cleanUncategorizedDescription
source: Remove all files from Uncategorized that are present in other albums
ar: إزالة جميع الملفات من قسم 'غير مصنف' الموجودة في ألبومات أخرى.
az: Digər albomlarda mövcud olan bütün faylları "Kateqoriyasızlar"dan silin
be: Выдаліць у раздзеле «Без катэгорыі» ўсе файлы, якія прысутнічаюць у іншых альбомах
ca: Elimina tots els fitxers de Sense categoria que estiguin presents en altres àlbums
cs: Odeberte všechny soubory z alba Nezařazené, které se nacházejí v jiných albech
de: Entferne alle Dateien von "Unkategorisiert" die in anderen Alben vorhanden sind
el: Αφαίρεση από το Χωρίς Κατηγορία όλων των αρχείων που υπάρχουν σε άλλα άλμπουμ
es: Elimina todos los archivos de Sin categorizar que están presentes en otros álbumes
fa: حذف تمام فایل‌ها از بدون دسته‌بندی که در آلبوم‌های دیگر وجود دارند
fr: Supprimer tous les fichiers non-catégorisés étant présents dans d'autres albums
it: Rimuovi tutti i file da Senza Categoria che sono presenti in altri album
nl: Verwijder alle bestanden van Ongecategoriseerd die aanwezig zijn in andere albums
no: Fjern alle filer fra Ukategoriserte som finnes i andre album
pt_br: Remover todos os arquivos não categorizados que estão presentes em outros álbuns
ru: Удалить из «Без категории» все файлы, присутствующие в других альбомах
uk: Видалити всі файли з «Без категорії», що є в інших альбомах
ur: غیر زمرہ بند سے وہ تمام فائلیں ہٹا دیں جو دوسرے البمز میں موجود ہیں
vi: Xóa khỏi mục Chưa phân loại với tất cả tệp đang xuất hiện trong các album khác

source: Waiting for verification...
ar: في انتظار التحقق...
az: Doğrulama gözlənilir...
be: Чаканне спраўджання...
ca: Esperant verificació...
cs: Čekání na ověření...
de: Warte auf Bestätigung...
el: Αναμονή για επαλήθευση...
es: Esperando verificación...
fa: در انتظار تأیید...
fr: En attente de vérification...
id: Menunggu verifikasi...
it: In attesa di verifica...
nl: Wachten op verificatie...
no: Venter på verifikasjon...
pt_br: Esperando verificação...
ru: Ожидание подтверждения...
sv: Väntar på verifiering...
uk: Очікується підтвердження...
ur: تصدیق کا انتظار ہے...
vi: Đang chờ xác minh...

source: Passkey
ar: مفتاح المرور
az: Giriş açarı
be: Ключ доступу
ca: Clau d'accés
cs: Přístupový klíč
el: Κλειδί πρόσβασης
es: Clave de acceso
fa: کلید عبور
fr: Authentification à deux facteurs avec une clé de sécurité
no: Tilgangsnøkkel
pt_br: Chave de acesso
ru: Ключ доступа
sv: Nyckel
uk: Ключ доступу
ur: پاس کی (Passkey)
vi: Khóa truy cập

# passkeyAuthTitle
source: Passkey verification
ar: التحقق من مفتاح المرور
az: Giriş açarı doğrulaması
be: Спраўджанне ключа доступу
ca: Verificació de clau d'accés
cs: Ověření přístupového klíče
de: Passkey-Verifizierung
el: Επιβεβαίωση κλειδιού πρόσβασης
es: Verificación de clave de acceso
fa: تأیید کلید عبور
fr: Vérification de la clé de sécurité
id: Verifikasi passkey
it: Verifica della passkey
nl: Passkey verificatie
no: Verifisering av tilgangsnøkkel
pt_br: Verificação de chave de acesso
ru: Проверка ключа доступа
uk: Перевірка через ключ доступу
ur: پاس کی تصدیق
vi: Xác minh khóa truy cập

source: Login with TOTP
ar: تسجيل الدخول باستخدام TOTP
az: TOTP ilə daxil ol
be: Увайсці з TOTP
ca: Inicia sessió amb TOTP
cs: Přihlášení pomocí TOTP
de: Mit TOTP anmelden
el: Είσοδος με κωδικό μίας χρήσης (TOTP)
es: Iniciar sesión con TOTP
fa: ورود با TOTP
fr: Se connecter avec TOTP
it: Login con TOTP
nl: Inloggen met TOTP
no: Pålogging med TOTP
pt_br: Registrar com TOTP
ru: Войти с одноразовым кодом
sv: Logga in med TOTP
uk: Увійти за допомогою TOTP
ur: TOTP کے ساتھ لاگ ان کریں
vi: Đăng nhập bằng TOTP

# passKeyPendingVerification
source: Verification is still pending
ar: التحقق لا يزال معلقًا.
az: Doğrulama hələ də gözləmədədir
be: Спраўджанне пакуль яшчэ не завершана
ca: La verificació encara està pendent
cs: Ověření stále probíhá
de: Verifizierung steht noch aus
el: Η επαλήθευση εξακολουθεί να εκκρεμεί
es: La verificación aún está pendiente
fa: تأیید هنوز در حال انتظار است
fr: La vérification est toujours en attente
it: La verifica è ancora in corso
nl: Verificatie is nog in behandeling
no: Bekreftelse venter fortsatt
pt_br: Verificação pendente
ru: Проверка всё ещё ожидается
uk: Перевірка все ще триває
ur: تصدیق ابھی باقی ہے
vi: Xác minh vẫn đang chờ

# loginSessionExpired
source: Session expired
ar: انتهت صلاحية الجلسة.
az: Sessiyanın vaxtı bitdi
be: Сеанс завяршыўся
ca: Sessió caducada
cs: Relace vypršela
de: Sitzung abgelaufen
el: Η συνεδρία έληξε
es: La sesión ha expirado
fa: جلسه منقضی شده است
fr: Session expirée
id: Sesi berakhir
it: Sessione scaduta
nl: Sessie verlopen
no: Økten har utløpt
pt_br: Sessão expirada
ru: Сессия истекла
uk: Час сеансу минув
ur: سیشن کی میعاد ختم
vi: Phiên đăng nhập đã hết hạn

# loginSessionExpiredDetails
source: Your session has expired. Please login again.
ar: انتهت صلاحية جلستك. يرجى تسجيل الدخول مرة أخرى.
az: Sessiyanızın vaxtı bitib. Zəhmət olmasa, yenidən daxil olun.
be: Ваш сеанс завяршыўся. Увайдзіце яшчэ раз.
ca: La teva sessió ha caducat. Si us plau, inicia sessió de nou.
cs: Vaše relace vypršela. Přihlaste se prosím znovu.
de: Deine Sitzung ist abgelaufen. Bitte melde Dich erneut an.
el: Η συνεδρία σας έληξε. Παρακαλώ συνδεθείτε ξανά.
es: Tu sesión ha expirado. Por favor, vuelve a iniciar sesión.
fa: جلسه شما منقضی شده است. لطفاً دوباره وارد شوید.
fr: Votre session a expiré. Veuillez vous reconnecter.
id: Sesi kamu telah berakhir. Silakan masuk akun kembali.
it: La sessione è scaduta. Si prega di accedere nuovamente.
nl: Jouw sessie is verlopen. Log opnieuw in.
no: Økten er utløpt. Vennligst logg inn på nytt.
pt_br: Sua sessão expirou. Registre-se novamente.
ru: Ваша сессия истекла. Пожалуйста, войдите снова.
sv: Din session har upphört. Logga in igen.
uk: Термін дії вашого сеансу завершився. Увійдіть знову.
ur: آپ کے سیشن کی میعاد ختم ہو گئی ہے. براہ کرم دوبارہ لاگ ان کریں.
vi: Phiên đăng nhập của bạn đã hết hạn. Vui lòng đăng nhập lại.

source: Verify passkey
ar: التحقق من مفتاح المرور
az: Giriş açarını doğrula
be: Спраўдзіць ключ доступу
ca: Verifica clau d'accés
cs: Ověřit přístupový klíč
de: Passkey verifizieren
el: Επιβεβαίωση κλειδιού πρόσβασης
es: Verificar clave de acceso
fa: تأیید کلید عبور
fr: Vérifier la clé de sécurité
id: Verifikasi passkey
it: Verifica passkey
nl: Bevestig passkey
no: Bekreft tilgangsnøkkel
pt_br: Verificar chave de acesso
ru: Подтвердить ключ доступа
sv: Verifiera nyckel
uk: Підтвердити ключ доступу
ur: پاس کی کی تصدیق کریں
vi: Xác minh khóa truy cập

# playOnTv
source: Play album on TV
ar: تشغيل الألبوم على التلفزيون
az: Albomu TV-də oxudun
be: Узнавіць альбом на тэлевізары
ca: Reprodueix àlbum a la TV
cs: Přehrát album na televizi
de: Album auf dem Fernseher wiedergeben
el: Αναπαραγωγή άλμπουμ στην τηλεόραση
es: Reproducir álbum en TV
fa: پخش آلبوم در تلویزیون
fr: Lire l'album sur la TV
id: Putar album di TV
it: Riproduci album sulla TV
nl: Album afspelen op TV
no: Spill av album på TV
pt_br: Reproduzir álbum na TV
ru: Воспроизвести альбом на ТВ
sr: Гледај албум на телевизору
sv: Spela album på TV
uk: Відтворити альбом на ТБ
ur: ٹی وی پر البم چلائیں
vi: Phát album trên TV
