Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# autoPairDesc
source: Auto pair works only with devices that support Chromecast.
ar: الإقران التلقائي يعمل فقط مع الأجهزة التي تدعم Chromecast.
az: Avtomatik qoşalaşma yalnız Chromecast-ı dəstəkləyən cihazlarla işləyir.
be: Аўтаспалучэнне працуе толькі з прыладамі, якія падтрымліваюць Chromecast.
ca: L'aparellament automàtic només funciona amb dispositius que suporten Chromecast.
cs: Funkce automatického párování funguje pouze se zařízeními, která podporují Chromecast.
de: Automatisches Verbinden funktioniert nur mit Geräten, die Chromecast unterstützen.
es: El emparejamiento automático funciona sólo con dispositivos compatibles con Chromecast.
fa: جفت‌سازی خودکار فقط با دستگاه‌هایی که Chromecast را پشتیبانی می‌کنند کار می‌کند.
fr: L'appairage automatique ne fonctionne qu'avec les appareils qui prennent en charge Chromecast.
id: Taut otomatis hanya tersedia di perangkat yang mendukung Chromecast.
it: L'associazione automatica funziona solo con i dispositivi che supportano Chromecast.
nl: Automatisch koppelen werkt alleen met apparaten die Chromecast ondersteunen.
no: Automatisk par fungerer kun med enheter som støtter Chromecast.
pt_br: O pareamento automático só funciona com dispositivos que suportam o Chromecast.
ru: Автоподключение работает только с устройствами, поддерживающими Chromecast.
uk: Автоматичне створення пари працює лише з пристроями, що підтримують Chromecast.
ur: آٹو پیئر صرف ان ڈیوائسز کے ساتھ کام کرتا ہے جو Chromecast کو سپورٹ کرتی ہیں.
vi: Kết nối tự động chỉ hoạt động với các thiết bị hỗ trợ Chromecast.

# manualPairDesc
source: Pair with PIN works with any screen you wish to view your album on.
ar: الإقران بالرمز السري يعمل مع أي شاشة ترغب في عرض ألبومك عليها.
az: PIN ilə qoşalaşma, albomunuza baxmaq istədiyiniz istənilən ekranla işləyir.
be: Спалучэнне з PIN працуе з любым экранам, на якім вы хочаце паглядзець альбом.
ca: L'aparellament amb PIN funciona amb qualsevol pantalla on vulguis veure el teu àlbum.
cs: Funkce "Párovat s PINem" funguje s jakoukoli obrazovkou, na které si chcete prohlížet své album.
de: "Mit PIN verbinden" funktioniert mit jedem Bildschirm, auf dem du dein Album sehen möchtest.
es: El emparejamiento con PIN funciona con cualquier pantalla en la que desees ver tu álbum.
fa: جفت‌سازی با PIN با هر صفحه‌نمایشی که می‌خواهید آلبوم خود را روی آن مشاهده کنید، کار می‌کند.
fr: L'appairage avec le code PIN fonctionne avec n'importe quel écran sur lequel vous souhaitez voir votre album.
id: Tautkan dengan PIN berfungsi di layar mana pun yang kamu inginkan.
it: L'associazione con PIN funziona con qualsiasi schermo dove desideri visualizzare il tuo album.
nl: Koppelen met de PIN werkt met elk scherm waarop je jouw album wilt zien.
no: Koble til PIN fungerer med alle skjermer du vil se albumet på.
pt_br: Parear com PIN funciona com qualquer tela que queira visualizar seu álbum.
ru: Подключение с PIN-кодом работает с любым устройством, на котором вы хотите просматривать альбом.
uk: Створення пари з PIN-кодом працює з будь-яким екраном, на яку ви хочете переглянути альбом.
ur: PIN کے ساتھ پیئرنگ کسی بھی اسکرین کے ساتھ کام کرتی ہے جس پر آپ اپنا البم دیکھنا چاہتے ہیں.
vi: Kết nối bằng PIN hoạt động với bất kỳ màn hình nào bạn muốn.

source: Connect to device
ar: الاتصال بالجهاز
az: Cihaza qoşul
be: Падключыцца да прылады
ca: Connecta al dispositiu
cs: Připojit k zařízení
de: Mit Gerät verbinden
es: Conectar a dispositivo
fa: اتصال به دستگاه
fr: Connexion à l'appareil
id: Hubungkan ke perangkat
it: Connetti al dispositivo
nl: Verbinding maken met apparaat
no: Koble til enheten
pt_br: Conectar ao dispositivo
ru: Подключиться к устройству
sv: Anslut till enhet
uk: Під'єднатися до пристрою
ur: ڈیوائس سے جڑیں
vi: Kết nối với thiết bị

# autoCastDialogBody
source: You'll see available Cast devices here.
ar: سترى أجهزة Cast المتاحة هنا.
az: Mövcud Cast cihazlarını burada görəcəksiniz.
be: Паглядзець даступныя прылады Cast можна тут.
ca: Veuràs els dispositius Cast disponibles aquí.
cs: Zde uvidíte dostupná zařízení pro přenos.
de: Verfügbare Cast-Geräte werden hier angezeigt.
es: Aquí verás los dispositivos de transmisión disponibles.
fa: شما دستگاه‌های قابل پخش را در اینجا مشاهده خواهید کرد.
fr: Vous verrez ici les appareils Cast disponibles.
id: Perangkat Cast yang tersedia akan ditampilkan di sini.
it: Qui vedrai i dispositivi disponibili per la trasmissione.
nl: Je zult de beschikbare Cast apparaten hier zien.
no: Du vil se tilgjengelige Cast enheter her.
pt_br: Você verá dispositivos de transmissão disponível aqui.
ru: Здесь вы увидите доступные устройства.
uk: Тут ви побачите доступні пристрої для трансляції.
ur: آپ کو یہاں دستیاب Cast ڈیوائسز نظر آئیں گی.
vi: Bạn sẽ thấy các thiết bị phát khả dụng ở đây.

# autoCastiOSPermission
source: Make sure Local Network permissions are turned on for the Ente Photos app, in Settings.
ar: تأكد من تشغيل أذونات الشبكة المحلية لتطبيق Ente Photos في الإعدادات.
az: Tənzimləmələrdə Ente Photos tətbiqi üçün "Yerli Şəbəkə" icazələrinin aktiv olduğundan əmin olun.
be: Пераканайцеся, што для праграмы Ente Photos уключаны дазволы лакальнай сеткі ў наладах.
ca: Assegura't que els permisos de Xarxa Local estiguin activats per a l'aplicació Ente Photos, a Configuració.
cs: V nastavení se ujistěte, že jsou pro aplikaci Ente Photos zapnutá oprávnění pro místní síť.
de: Stelle sicher, dass die Ente-App auf das lokale Netzwerk zugreifen darf. Das kannst du in den Einstellungen unter "Datenschutz".
es: Asegúrate de que los permisos de la red local están activados para la aplicación Ente Fotos, en Configuración.
fa: اطمینان حاصل کنید که مجوزهای شبکه محلی برای برنامه Ente Photos در تنظیمات فعال است.
fr: Assurez-vous que les autorisations de réseau local sont activées pour l'application Ente Photos, dans les paramètres.
id: Pastikan izin Jaringan Lokal untuk app Ente Foto aktif di Pengaturan.
it: Assicurarsi che le autorizzazioni della rete locale siano attivate per l'app Ente Photos nelle Impostazioni.
nl: Zorg ervoor dat lokale netwerkrechten zijn ingeschakeld voor de Ente Photos app, in Instellingen.
no: Kontroller at lokale nettverkstillatelser er slått på for Ente Photos-appen, i innstillinger.
pt_br: Certifique-se que as permissões da internet local estejam ligadas para o Ente Photos App, em opções.
ru: Убедитесь, что для приложения Ente Photos включены разрешения локальной сети в настройках.
uk: Переконайтеся, що для застосунку «Фотографії Ente» увімкнено дозволи локальної мережі в налаштуваннях.
ur: یقینی بنائیں کہ سیٹنگز میں Ente Photos ایپ کے لیے لوکل نیٹ ورک کی اجازتیں آن ہیں.
vi: Hãy chắc rằng quyền Mạng cục bộ đã được bật cho ứng dụng Ente Photos, trong Cài đặt.

source: No device found
ar: لم يتم العثور على جهاز.
az: Cihaz tapılmadı
be: Ніводнай прылады не знойдзена
ca: No s'ha trobat cap dispositiu
cs: Nebylo nalezeno žádné zařízení
de: Kein Gerät gefunden
es: No se encontró ningún dispositivo
fa: هیچ دستگاهی پیدا نشد
fr: Aucun appareil trouvé
id: Tidak ditemukan perangkat
it: Nessun dispositivo trovato
nl: Geen apparaat gevonden
no: Ingen enheter funnet
pt_br: Nenhum dispositivo encontrado
ru: Устройства не обнаружены
sv: Ingen enhet hittades
uk: Не знайдено жодного пристрою
ur: کوئی ڈیوائس نہیں ملی
vi: Không tìm thấy thiết bị

# stopCastingTitle
source: Stop casting
ar: إيقاف البث
az: Yayımı dayandır
be: Спыніць вяшчанне
ca: Atura la transmissió
cs: Zastavit přenos
de: Übertragung beenden
es: Detener la transmisión
fa: متوقف کردن پخش
fr: Arrêter la diffusion
id: Hentikan transmisi
it: Interrompi la trasmissione
nl: Casten stoppen
no: Stopp strømmingen
pt_br: Parar transmissão
ru: Остановить трансляцию
uk: Припинити трансляцію
ur: کاسٹنگ روکیں
vi: Dừng phát

# stopCastingBody
source: Do you want to stop casting?
ar: هل تريد إيقاف البث؟
az: Yayımı dayandırmaq istəyirsiniz?
be: Вы сапраўды хочаце спыніць вяшчанне?
ca: Vols aturar la transmissió?
cs: Chcete přestat odesílat?
de: Möchtest du die Übertragung beenden?
es: ¿Quieres dejar de transmitir?
fa: آیا می‌خواهید پخش را متوقف کنید؟
fr: Voulez-vous arrêter la diffusion ?
id: Apakah kamu ingin menghentikan transmisi?
it: Vuoi interrompere la trasmissione?
nl: Wil je stoppen met casten?
no: Vil du avbryte strømmingen?
pt_br: Deseja parar a transmissão?
ru: Хотите остановить трансляцию?
uk: Ви хочете припинити трансляцію?
ur: کیا آپ کاسٹنگ روکنا چاہتے ہیں؟
vi: Bạn có muốn dừng phát không?

# castIPMismatchTitle
source: Failed to cast album
ar: فشل بث الألبوم
az: Albom yayımlana bilmədi
be: Не ўдалося вяшчаць альбом
ca: No s'ha pogut transmetre l'àlbum
cs: Nepodařilo se odeslat album
de: Album konnte nicht auf den Bildschirm übertragen werden
es: Error al transmitir álbum
fa: عدم موفقیت در پخش آلبوم
fr: Échec de la diffusion de l'album
id: Gagal mentransmisikan album
it: Errore nel trasmettere l'album
nl: Album casten mislukt
no: Kunne ikke strømme album
pt_br: Falhou ao transmitir álbum
ru: Не удалось транслировать альбом
uk: Не вдалося транслювати альбом
ur: البم کاسٹ کرنے میں ناکام
vi: Không thể phát album

# castIPMismatchBody
source: Please make sure you are on the same network as the TV.
ar: يرجى التأكد من أنك متصل بنفس الشبكة المتصل بها التلفزيون.
az: Zəhmət olmasa, TV ilə eyni şəbəkədə olduğunuzdan əmin olun.
be: Пераканайцеся, што вы знаходзіцеся ў адной сетцы з тэлевізарам.
ca: Si us plau, assegura't que estàs a la mateixa xarxa que la TV.
cs: Ujistěte se, že jste připojeni ke stejné síti jako televizor.
de: Stelle sicher, dass du im selben Netzwerk bist wie der Fernseher.
es: Por favor, asegúrate de estar en la misma red que el televisor.
fa: لطفاً مطمئن شوید که در یک شبکه با تلویزیون هستید.
fr: Veuillez vous assurer que vous êtes sur le même réseau que la TV.
id: Harap pastikan kamu berada pada jaringan yang sama dengan TV-nya.
it: Assicurati di essere sulla stessa rete della TV.
nl: Zorg ervoor dat je op hetzelfde netwerk zit als de tv.
no: Kontroller at du er på samme nettverk som TV-en.
pt_br: Certifique-se de estar na mesma internet que a TV.
ru: Пожалуйста, убедитесь, что вы находитесь в одной сети с телевизором.
uk: Переконайтеся, що ви перебуваєте в тій же мережі, що і телевізор.
ur: براہ کرم یقینی بنائیں کہ آپ اسی نیٹ ورک پر ہیں جس پر ٹی وی ہے.
vi: Hãy chắc rằng bạn đang dùng chung mạng với TV.

source: Pairing complete
ar: اكتمل الإقران
az: Cütləşmə tamamlandı
be: Спалучэнне завершана
ca: Aparellament complet
cs: Párování dokončeno
de: Verbunden
es: Emparejamiento completado
fa: همگام‌سازی کامل شد
fr: Appairage terminé
id: Penautan berhasil
it: Associazione completata
nl: Koppeling voltooid
no: Sammenkobling fullført
pt_br: Pareamento concluído
ru: Подключение завершено
sv: Parkoppling lyckades
uk: Створення пари завершено
ur: پیئرنگ مکمل
vi: Kết nối hoàn tất

source: Saving edits...
ar: جارٍ حفظ التعديلات...
az: Redaktələr yadda saxlanılır...
be: Захаванне рэдагаванняў...
ca: Guardant edicions...
cs: Ukládání úprav...
de: Speichere Änderungen...
es: Guardando las ediciones...
fa: در حال ذخیره ویرایش‌ها...
fr: Enregistrement des modifications...
id: Menyimpan edit...
it: Salvataggio modifiche...
nl: Bewerken opslaan...
no: Lagrer redigeringer...
pt_br: Salvando edições...
ru: Сохранение изменений...
sv: Sparar ändringar...
uk: Зберігаємо зміни...
ur: ترامیم محفوظ ہو رہی ہیں...
vi: Đang lưu chỉnh sửa...

source: Auto pair
ar: إقران تلقائي
az: Avtomatik qoşma
be: Аўтаспалучэнне
ca: Aparellament automàtic
cs: Automatické párování
de: Automatisch verbinden
es: Emparejamiento automático
fa: همگام‌سازی خودکار
fr: Appairage automatique
id: Taut otomatis
it: Associazione automatica
nl: Automatisch koppelen
no: Automatisk parring
pt_br: Pareamento automático
ru: Автоподключение
uk: Автоматичне створення пари
ur: آٹو پیئر
vi: Kết nối tự động

source: Pair with PIN
ar: الإقران بالرمز السري
az: PIN ilə qoşun
be: Спалучэнне з PIN
ca: Aparella amb PIN
cs: Párovat s PINem
de: Mit PIN verbinden
es: Emparejar con PIN
fa: همگام‌سازی با پین
fr: Appairer avec le code PIN
id: Tautkan dengan PIN
it: Associa con PIN
nl: Koppelen met PIN
no: Parr sammen med PIN
pt_br: Parear com PIN
ru: Подключить с PIN
sv: Parkoppla med PIN-kod
uk: Під’єднатися через PIN-код
ur: PIN کے ساتھ پیئر کریں
vi: Kết nối bằng PIN

source: Face recognition
ar: التعرف على الوجوه
az: Üz tanıma
be: Распазнаванне твару
ca: Reconeixement facial
cs: Rozpoznání tváře
de: Gesichtserkennung
es: Reconocimiento facial
fa: شناسایی چهره
fr: Reconnaissance faciale
id: Pengenalan wajah
it: Riconoscimento facciale
nl: Gezichtsherkenning
no: Ansiktsgjenkjenning
pt_br: Reconhecimento facial
ru: Распознавание лиц
sv: Ansiktsigenkänning
uk: Розпізнавання обличчя
ur: چہرے کی شناخت
vi: Nhận diện khuôn mặt

source: Found faces
ar: الوجوه التي تم العثور عليها
az: Tapılan üzlər
be: Знойдзеныя твары
ca: Cares trobades
cs: Nalezené tváře
de: Gesichter gefunden
es: Caras encontradas
fa: چهره‌های پیدا شده
fr: Visages trouvés
id: Wajah yang ditemukan
it: Volti trovati
nl: Gezichten gevonden
no: Fant ansikter
pt_br: Rostos encontrados
ru: Найденные лица
sv: Hittade ansikten
uk: Знайдені обличчя
ur: ملنے والے چہرے
vi: Đã tìm thấy khuôn mặt

source: Clustering progress
ar: تقدم التجميع
az: Qruplaşdırma prosesi
be: Выкананне кластэрызацыі
ca: Progrés d'agrupament
cs: Průběh seskupování
de: Fortschritt beim Clustering
es: Proceso de agrupación
fa: پیشرفت خوشه‌بندی
fr: Progression du regroupement
it: Progresso del raggruppamento
nl: Voortgang clusteren
no: Fremdrift for klynging
pt_br: Progresso de agrupamento
ru: Прогресс кластеризации
uk: Прогрес кластеризації
ur: کلسٹرنگ کی پیشرفت
vi: Tiến trình phân cụm

source: Trim
ar: قص
az: Kəs
be: Скараціць
ca: Retalla
cs: Oříznout
de: Schneiden
es: Ajustar duración
fa: برش
fr: Recadrer
id: Pangkas
it: Taglia
nl: Knippen
no: Beskjær
pt_br: Recortar
ru: Сократить
uk: Вирізати
ur: تراشیں (Trim)
vi: Cắt

source: Crop
ar: اقتصاص
az: Kəs
be: Абрэзаць
ca: Retalla
cs: Oříznout
de: Zuschneiden
es: Ajustar encuadre
fa: قص کردن
fr: Rogner
id: Potong
it: Ritaglia
nl: Bijsnijden
nn: Skjer av
no: Beskjær
pt_br: Cortar
ru: Обрезать
uk: Обрізати
ur: کراپ کریں
vi: Cắt xén

source: Rotate
ar: تدوير
az: Döndər
be: Павярнуць
ca: Rota
cs: Otočit
de: Drehen
es: Girar
fa: چرخش
fr: Pivoter
id: Putar
it: Ruota
nl: Roteren
nn: Roter
no: Roter
pt_br: Girar
ru: Повернуть
sr: Ротирај
sv: Rotera
uk: Обернути
ur: گھمائیں
vi: Xoay

source: Left
ar: يسار
az: Sol
be: Улева
ca: Esquerra
cs: Doleva
de: Links
es: Izquierda
fa: چپ
fr: Gauche
id: Kiri
it: Sinistra
ku: Çep
nl: Links
no: Venstre
pt_br: Esquerda
ru: Влево
sr: Лево
sv: Vänster
uk: Ліворуч
ur: بائیں
vi: Trái

source: Right
ar: يمين
az: Sağ
be: Управа
ca: Dreta
cs: Doprava
de: Rechts
es: Derecha
fa: راست
fr: Droite
id: Kanan
it: Destra
ku: Rast
nl: Rechts
no: Høyre
pt_br: Direita
ru: Вправо
sr: Десно
sv: Höger
uk: Праворуч
ur: دائیں
vi: Phải

source: Review
ar: مراجعة
az: Baxış
be: Ацаніць
ca: Revisa
cs: Zkontrolovat
de: Überprüfen
es: Revisar
fa: بررسی
fr: Suggestions
it: Revisiona
nl: Beoordelen
no: Gjennomgå
pt_br: Revisar
ru: Предложения
uk: Оцінити
ur: جائزہ لیں
vi: Xem lại

source: Use as cover
ar: استخدام كغلاف
az: Üzlük kimi istifadə et
be: Выкарыстоўваць як вокладку
ca: Utilitza com a portada
cs: Použít jako náhled
de: Als Titelbild festlegen
es: Usar como cubierta
fa: استفاده به عنوان پوشش
fr: Utiliser comme couverture
it: Usa come copertina
nl: Als cover gebruiken
no: Bruk som forsidebilde
pt_br: Usar como capa
ru: Использовать для обложки
sr: Користи за позадину
sv: Använd som omslag
uk: Використати як обкладинку
ur: بطور کور استعمال کریں
vi: Đặt làm ảnh bìa

# notPersonLabel
source: Not {name}?
ar: ليس {name}؟
az: {name} deyil?
be: Не {name}?
ca: No és {name}?
cs: Není to {name}?
de: Nicht {name}?
es: ¿No es {name}?
fa: این {name} نیست؟
fr: Pas {name}?
it: Non è {name}?
nl: Niet {name}?
no: Ikke {name}?
pt_br: Não é {name}?
ru: Не {name}?
sr: Није {name}?
sv: Inte {name}?
uk: Не {name}?
ur: {name} نہیں ہیں؟
vi: Không phải {name}?

source: Enable
ar: تمكين
az: Aktivləşdir
be: Уключыць
ca: Activa
cs: Povolit
de: Aktivieren
es: Habilitar
fa: فعال کردن
fr: Activer
it: Abilita
nl: Inschakelen
no: Aktiver
pt_br: Ativar
ru: Включить
sv: Aktivera
uk: Увімкнути
ur: فعال کریں
vi: Bật

source: Enabled
ar: مُمكّن
az: Aktivləşdirildi
be: Уключана
ca: Activat
cs: Zapnuto
de: Aktiviert
es: Habilitado
fa: فعال شده
fr: Activé
it: Abilitato
nl: Ingeschakeld
no: Aktivert
pt_br: Ativado
ru: Включено
sv: Aktiverad
uk: Увімкнено
ur: فعال
vi: Bật

source: More details
ar: المزيد من التفاصيل
az: Daha çox detal
be: Падрабязней
ca: Més detalls
cs: Další podrobnosti
de: Weitere Details
es: Más detalles
fa: جزئیات بیشتر
fr: Plus de détails
it: Più dettagli
nl: Meer details
no: Flere detaljer
pt_br: Mais detalhes
ru: Подробнее
sv: Mer detaljer
uk: Детальніше
ur: مزید تفصیلات
vi: Thông tin thêm

# enableMLIndexingDesc
source: Ente supports on-device machine learning for face recognition, magic search and other advanced search features
ar: يدعم Ente تعلم الآلة على الجهاز للتعرف على الوجوه والبحث السحري وميزات البحث المتقدم الأخرى.
az: Ente, üz tanıma, sehrli axtarış və digər qabaqcıl axtarış funksiyaları üçün cihaz daxili maşın öyrənməsini dəstəkləyir
be: Ente падтрымлівае машыннае навучанне для распазнавання твару, магічны пошук і іншыя пошукавыя функцыі
ca: Ente suporta aprenentatge automàtic al dispositiu per al reconeixement facial, cerca màgica i altres funcions de cerca avançades
cs: Ente podporuje strojové učení na zařízení pro rozpoznávání obličejů, magické vyhledávání a další pokročilé vyhledávací funkce
de: Ente unterstützt maschinelles Lernen für Gesichtserkennung, magische Suche und andere erweiterte Suchfunktionen auf dem Gerät
es: Ente soporta aprendizaje automático en el dispositivo para la detección de caras, búsqueda mágica y otras características de búsqueda avanzada
fa: Ente از یادگیری ماشین در دستگاه برای شناسایی چهره، جستجوی جادویی و سایر ویژگی‌های جستجوی پیشرفته پشتیبانی می‌کند
fr: Ente prend en charge l'apprentissage automatique sur l'appareil pour la reconnaissance des visages, la recherche magique et d'autres fonctionnalités de recherche avancée
it: Ente supporta l'apprendimento automatico eseguito sul dispositivo per il riconoscimento dei volti, la ricerca magica e altre funzioni di ricerca avanzata
nl: Ente ondersteunt on-device machine learning voor gezichtsherkenning, magisch zoeken en andere geavanceerde zoekfuncties
no: Ente støtter maskinlæring på enheten for ansiktsgjenkjenning, magisk søk og andre avanserte søkefunksjoner
pt_br: Ente fornece aprendizado automático no dispositivo para reconhecimento facial, busca mágica e outros recursos de busca avançados.
ru: Ente поддерживает машинное обучение прямо на устройстве для распознавания лиц, магического поиска и других поисковых функций
uk: Ente підтримує машинне навчання для розпізнавання обличчя, магічний пошук та інші розширені функції пошуку
ur: Ente چہرے کی شناخت، میجک سرچ اور دیگر جدید تلاش کی خصوصیات کے لیے آن ڈیوائس مشین لرننگ کو سپورٹ کرتا ہے
vi: Ente hỗ trợ học máy trên-thiết-bị nhằm nhận diện khuôn mặt, tìm kiếm vi diệu và các tính năng tìm kiếm nâng cao khác

# magicSearchHint
source: Magic search allows to search photos by their contents, e.g. 'flower', 'red car', 'identity documents'
ar: يسمح البحث السحري بالبحث عن الصور حسب محتوياتها، مثل 'زهرة'، 'سيارة حمراء'، 'وثائق هوية'
az: Sehrli axtarış, fotoları məzmununa görə axtarmağa imkan verir, məsələn: 'çiçək', 'qırmızı maşın', 'şəxsiyyət vəsiqələri'
be: Магічны пошук дазваляе шукаць фатаграфіі па іх змесціву. Напрыклад, «кветка», «чырвоная машына» «дакументы»
ca: La cerca màgica permet cercar fotos pel seu contingut, p. ex. 'flor', 'cotxe vermell', 'documents d'identitat'
cs: Magické vyhledávání umožňuje vyhledávat fotografie podle jejich obsahu, např. „květina“, „červené auto“, „doklady totožnosti“
de: Die magische Suche erlaubt das Durchsuchen von Fotos nach ihrem Inhalt, z.B. 'Blumen', 'rotes Auto', 'Ausweisdokumente'
es: La búsqueda mágica permite buscar fotos por su contenido. Por ejemplo, "flor", "coche rojo", "documentos de identidad"
fa: جستجوی جادویی به شما این امکان را می‌دهد که عکس‌ها را بر اساس محتواهایشان جستجو کنید، مثلاً 'گل'، 'ماشین قرمز'، 'مدارک شناسایی'
fr: La recherche magique permet de rechercher des photos par leur contenu, par exemple 'fleur', 'voiture rouge', 'documents d'identité'
it: La ricerca magica ti permette di cercare le foto in base al loro contenuto, ad esempio 'fiore', 'auto rossa', 'documenti d'identità'
nl: Magisch zoeken maakt het mogelijk om foto's op hun inhoud worden gezocht, bijvoorbeeld "bloem", "rode auto", "identiteitsdocumenten"
no: Magisk søk lar deg finne bilder basert på innholdet i dem, for eksempel ‘blomst’, ‘rød bil’, ‘ID-dokumenter'
pt_br: A busca mágica permite buscar fotos pelo conteúdo, p. e.x. 'flor', 'carro vermelho', 'identidade'
ru: Магический поиск позволяет искать фото по содержимому, например, «цветок», «красная машина», «документы»
uk: Магічний пошук дозволяє шукати фотографії за їхнім вмістом, наприклад «квітка», «червоне авто» «паспорт»
ur: میجک سرچ تصاویر کو ان کے مواد کے ذریعے تلاش کرنے کی اجازت دیتی ہے، جیسے 'پھول'، 'لال گاڑی'، 'شناختی دستاویزات'
vi: Tìm kiếm vi diệu cho phép tìm ảnh theo nội dung của chúng, ví dụ: 'xe hơi', 'xe hơi đỏ', 'Ferrari'

source: Panorama
ar: بانوراما
be: Панарама
fa: پانوراما
no: Panora
ru: Панорама
sr: Панорама
uk: Панорама
ur: پینوراما

source: Re-enter password
ar: إعادة إدخال كلمة المرور
az: Şifrəni yenidən daxil edin
be: Увядзіце пароль яшчэ раз
ca: Torna a introduir la contrasenya
cs: Zadejte heslo znovu
de: Passwort erneut eingeben
es: Rescribe tu contraseña
fa: رمز عبور را دوباره وارد کنید
fr: Ressaisir le mot de passe
it: Reinserisci la password
nl: Wachtwoord opnieuw invoeren
no: Skriv inn passord på nytt
pt_br: Reinserir senha
ru: Подтвердите пароль
sr: Поново унеси лозинку
sv: Ange lösenord igen
uk: Введіть пароль ще раз
ur: پاس ورڈ دوبارہ درج کریں
vi: Nhập lại mật khẩu

source: Re-enter PIN
ar: إعادة إدخال رمز PIN
az: PIN kodu yenidən daxil edin
be: Увядзіце PIN-код яшчэ раз
ca: Torna a introduir el PIN
cs: Zadejte PIN znovu
de: PIN erneut eingeben
es: Rescribe tu PIN
fa: پین را دوباره وارد کنید
fr: Ressaisir le code PIN
it: Reinserisci il PIN
nl: PIN opnieuw invoeren
no: Skriv inn PIN-kode på nytt
pt_br: Reinserir PIN
ru: Введите PIN-код ещё раз
sr: Поново унеси пин
sv: Ange PIN-kod igen
uk: Введіть PIN-код ще раз
ur: PIN دوبارہ درج کریں
vi: Nhập lại PIN

source: Device lock
ar: قفل الجهاز
az: Cihaz kilidi
be: Блакіроўка прылады
ca: Bloqueig del dispositiu
cs: Zámek zařízení
de: Gerätsperre
es: Bloqueo del dispositivo
fa: قفل دستگاه
fr: Verrouillage par défaut de l'appareil
it: Blocco del dispositivo
nl: Apparaat vergrendeld
no: Enhetslås
pt_br: Bloqueio do dispositivo
ru: Блокировка устройства
sr: Закључавање уређаја
sv: Enhetslås
uk: Блокування пристрою
ur: ڈیوائس لاک
vi: Khóa thiết bị

source: PIN lock
ar: قفل برمز PIN
az: PIN kilidi
be: Блакіроўка PIN'ам
ca: Bloqueig amb PIN
cs: Zámek PIN
de: PIN-Sperre
es: Bloqueo con Pin
fa: قفل پین
fr: Verrouillage par code PIN
it: Blocco con PIN
nl: PIN vergrendeling
no: PIN-kode lås
pt_br: Bloqueio por PIN
ru: Блокировка PIN-кодом
sv: PIN-lås
uk: Блокування PIN-кодом
ur: PIN لاک
vi: Khóa PIN

source: Next
ar: التالي
az: Növbəti
be: Далей
ca: Següent
cs: Další
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
it: Successivo
nl: Volgende
nn: Neste
no: Neste
pt_br: Próximo
ru: Далее
sv: Nästa
uk: Далі
ur: اگلا
vi: Tiếp theo
