Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# searchPersonsEmptySection
source: People will be shown here once processing and syncing is complete
ar: سيتم عرض الأشخاص هنا بمجرد اكتمال المعالجة والمزامنة.
az: Emal və sinxronizasiya bitdikdən sonra şəxslər burada görünəcək
be: Людзі будуць паказаны тут пасля завяршэння апрацоўкі і сінхранізацыі
ca: La gent es mostrarà aquí un cop completat el processament i la sincronització
cs: Lidé se zde zobrazí po dokončení zpracování a synchronizace
de: Personen werden hier angezeigt, sobald Verarbeitung und Synchronisierung abgeschlossen sind
es: Las personas se mostrarán aquí cuando se complete el procesado y la sincronización
fa: افراد پس از اتمام پردازش و همگام‌سازی در اینجا نمایش داده خواهند شد
fr: Les personnes seront affichées ici une fois le traitement terminé
it: Le persone saranno mostrate qui una volta che l'elaborazione e la sincronizzazione saranno completate
nl: Personen worden hier getoond zodra verwerking en synchroniseren voltooid is
no: Folk vil vises her når behandling og synkronisering er fullført
pt_br: As pessoas serão exibidas aqui quando o processamento e sincronização for concluído
ru: Люди появятся здесь после завершения обработки и синхронизации
uk: Люди будуть показані тут після завершення оброблення та синхронізації
ur: پروسیسنگ اور Sync مکمل ہونے کے بعد لوگ یہاں دکھائے جائیں گے
vi: Người sẽ được hiển thị ở đây sau khi hoàn tất xử lý và đồng bộ

# viewersSuccessfullyAdded
source: {count, plural, =0 {Added 0 viewers} =1 {Added 1 viewer} other {Added {count} viewers}}
ar: {count, plural, =0 {تمت إضافة 0 مشاهدين} =1 {تمت إضافة مشاهد واحد} two {تمت إضافة مشاهدين} few {تمت إضافة {count} مشاهدين} many {تمت إضافة {count} مشاهدًا} other {تمت إضافة {count} مشاهدًا}}
az: {count, plural, =0 {0 izləyici əlavə edildi} =1 {1 izləyici əlavə edildi} other {{count} izləyici əlavə edildi}}
be: {count, plural, =0 {Дададзены 0 праглядальнікаў} =1 {Дададзены 1 праглядальнік} few {Дададзены {count} праглядальнікі} many {Дададзены {count} праглядальнікаў} other {Дададзены {count} праглядальнікаў}}
ca: {count, plural, =0 {Afegits 0 visualitzadors} =1 {Afegit 1 visualitzador} other {Afegits {count} visualitzadors}}
cs: {count, plural, =0 {Přidáno 0 pozorovatelů} =1 {Přidán 1 pozorovatel} few {Přidáni {count} pozorovatelé} other {Přidáno {count} pozorovatelů}}
de: {count, plural, =0 {0 Betrachter hinzugefügt} =1 {Einen Betrachter hinzugefügt} other {{count} Betrachter hinzugefügt}}
es: {count, plural, =0 {0 espectadores añadidos} =1 {1 espectador añadido} other {{count} espectadores añadidos}}
fa: {count, plural, =0 {0 بیننده اضافه شد} =1 {1 بیننده اضافه شد} other { {count} بیننده اضافه شد}}
fr: {count, plural, one {}=0 {0 spectateur ajouté} =1 {Un spectateur ajouté} other {{count} spectateurs ajoutés}}
it: {count, plural, one {}=0 {Added 0 visualizzatori} =1 {Added 1 visualizzatore} other {Added {count} visualizzatori}}
nl: {count, plural, =0 {0 kijkers toegevoegd} =1 {1 kijker toegevoegd} other {{count} kijkers toegevoegd}}
no: {count, plural, =0 {La til 0 tilskuere} =1 {La til 1 tilskuer} other {La til {count} tilskuer}}
pt_br: {count, plural, =0 {Adicionado 0 vizualizadores} =1 {Adicionado 1 visualizador} other {Adicionado {count} visualizadores}}
ru: {count, plural, =0 {Добавлено 0 зрителей} =1 {Добавлен 1 зритель} other {Добавлено {count} зрителей}}
ur: {count, plural, =0 {0 ناظرین شامل کیے گئے} =1 {1 ناظر شامل کیا گیا} other {{count} ناظرین شامل کیے گئے}}
vi: {count, plural, =0 {Chưa thêm người xem} =1 {Đã thêm 1 người xem} other {Đã thêm {count} người xem}}

# collaboratorsSuccessfullyAdded
source: {count, plural, =0 {Added 0 collaborator} =1 {Added 1 collaborator} other {Added {count} collaborators}}
ar: {count, plural, =0 {تمت إضافة 0 متعاونين} =1 {تمت إضافة متعاون واحد} two {تمت إضافة متعاونين} few {تمت إضافة {count} متعاونين} many {تمت إضافة {count} متعاونًا} other {تمت إضافة {count} متعاونًا}}
az: {count, plural, =0 {0 həmkar əlavə edildi} =1 {1 həmkar əlavə edildi} other {{count} həmkar əlavə edildi}}
be: {count, plural, =0 {Дададзены 0 суаўтараў} =1 {Дададзены 1 суаўтар} few {Дададзены {count} суаўтары} many {Дададзены {count} суаўтараў} other {Дададзены {count} суаўтараў}}
ca: {count, plural, =0 {Afegit 0 col·laborador} =1 {Afegit 1 col·laborador} other {Afegits {count} col·laboradors}}
cs: {count, plural, =0 {Přidáno 0 spolupracovníků} =1 {Přidán 1 spolupracovník} few {Přidáni {count} spolupracovníci} other {Přidáno {count} spolupracovníků}}
de: {count, plural, =0 {0 Mitarbeiter hinzugefügt} =1 {1 Mitarbeiter hinzugefügt} other {{count} Mitarbeiter hinzugefügt}}
es: {count, plural, =0 {0 colaboradores añadidos} =1 {1 colaborador añadido} other {{count} colaboradores añadidos}}
fa: {count, plural, =0 {0 همکار اضافه شد} =1 {1 همکار اضافه شد} other { {count} همکار اضافه شد}}
fr: {count, plural, =0 {0 collaborateur ajouté} =1 {1 collaborateur ajouté} other {{count} collaborateurs ajoutés}}
it: {count, plural, =0 {Aggiunti 0 collaboratori} =1 {Aggiunto 1 collaboratore} other {Aggiunti {count} collaboratori}}
nl: {count, plural, =0 {0 samenwerkers toegevoegd} =1 {1 samenwerker toegevoegd} other {{count} samenwerkers toegevoegd}}
no: {count, plural, =0 {La til 0 samarbeidspartner} =1 {La til 1 samarbeidspartner} other {Lagt til {count} samarbeidspartnere}}
pt_br: {count, plural, =0 {Adicionado 0 colaboradores} =1 {Adicionado 1 colaborador} other {Adicionado {count} colaboradores}}
ru: {count, plural, =0 {Добавлено 0 соавторов} =1 {Добавлен 1 соавтор} other {Добавлено {count} соавторов}}
ur: {count, plural, =0 {0 معاونین شامل کیے گئے} =1 {1 معاون شامل کیا گیا} other {{count} معاونین شامل کیے گئے}}
vi: {count, plural, =0 {Chưa có cộng tác viên} =1 {Đã thêm 1 cộng tác viên} other {Đã thêm {count} cộng tác viên}}

source: Account is already configured.
ar: الحساب تم تكوينه بالفعل.
az: Hesab artıq konfiqurasiya edilib.
be: Уліковы запіс ужо сканфігурыраваны.
ca: El compte ja està configurat.
cs: Účet je již nakonfigurován.
de: Das Konto ist bereits konfiguriert.
es: La cuenta ya está configurada.
fa: حساب کاربری قبلاً پیکربندی شده است.
fr: Le compte est déjà configuré.
it: L'account è già configurato.
nl: Account is al geconfigureerd.
no: Kontoen er allerede konfigurert.
pt_br: A conta já está configurada.
ru: Аккаунт уже настроен.
sv: Kontot är redan konfigurerat.
uk: Обліковий запис уже налаштовано.
ur: اکاؤنٹ پہلے سے کنفیگر ہے.
vi: Tài khoản đã được cấu hình.

source: Session ID mismatch
ar: عدم تطابق معرّف الجلسة
az: Sessiya ID uyğunsuzluğu
be: Неадпаведнасць ідэнтыфікатара сеанса
ca: L'ID de sessió no coincideix
cs: Neshoda ID relace
de: Sitzungs-ID stimmt nicht überein
es: El ID de sesión no coincide
fa: عدم تطابق شناسه جلسه
fr: Incompatibilité de l'ID de session
it: ID sessione non corrispondente
nl: Sessie ID komt niet overeen
no: Økt-ID stemmer ikke
pt_br: Incompatibilidade de ID de sessão
ru: Несоответствие ID сессии
uk: Невідповідність ідентифікатора сеансу
ur: سیشن آئی ڈی مماثل نہیں ہے
vi: Mã phiên không khớp

source: Failed to fetch active sessions
ar: فشل جلب الجلسات النشطة.
az: Aktiv sessiyaları əldə etmək mümkün olmadı
be: Не ўдалося атрымаць актыўны сеанс
ca: No s'han pogut obtenir les sessions actives
cs: Nepodařilo se načíst aktivní relace
de: Fehler beim Abrufen der aktiven Sitzungen
es: Error al recuperar las sesiones activas
fa: عدم موفقیت در دریافت جلسات فعال
fr: Impossible de récupérer les connexions actives
it: Recupero delle sessioni attive non riuscito
nl: Ophalen van actieve sessies mislukt
no: Kunne ikke hente aktive økter
pt_br: Falhou ao obter sessões ativas
ru: Не удалось получить активные сессии
uk: Не вдалося отримати активні сеанси
ur: فعال سیشنز حاصل کرنے میں ناکام
vi: Không thể lấy phiên hoạt động

# failedToRefreshStripeSubscription
source: Failed to refresh subscription
ar: فشل تحديث الاشتراك.
az: Abunəliyi yeniləmək mümkün olmadı
be: Не ўдалося абнавіць падпіску
ca: No s'ha pogut actualitzar la subscripció
cs: Obnovení předplatného se nezdařilo
de: Abonnement konnte nicht erneuert werden
es: Error al actualizar la suscripción
fa: عدم موفقیت در به‌روزرسانی اشتراک
fr: Impossible de rafraîchir l'abonnement
it: Impossibile aggiornare l'abbonamento
nl: Abonnement vernieuwen mislukt
no: Kunne ikke oppdatere abonnement
pt_br: Falhou ao atualizar assinatura
ru: Не удалось обновить подписку
uk: Не вдалося поновити підписку
ur: سبسکرپشن ریفریش کرنے میں ناکام
vi: Không thể làm mới gói

source: Failed to play video
ar: فشل تشغيل الفيديو.
az: Videonu oynatmaq mümkün olmadı
be: Не ўдалося ўзнавіць відэа
ca: No s'ha pogut reproduir el vídeo
cs: Přehrávání videa se nezdařilo
de: Fehler beim Abspielen des Videos
es: Error al reproducir el vídeo
fa: پخش ویدیو ناموفق بود
fr: Impossible de lire la vidéo
it: Impossibile riprodurre il video
nl: Afspelen van video mislukt
no: Kunne ikke spille av video
pt_br: Falhou ao reproduzir vídeo
ru: Не удалось воспроизвести видео
sv: Kunde inte spela video
uk: Не вдалося відтворити відео
ur: ویڈیو چلانے میں ناکام
vi: Không thể phát video

source: Upload is ignored due to {ignoreReason}
ar: تم تجاهل التحميل بسبب {ignoreReason}
az: {ignoreReason} səbəbindən yükləmə rədd edildi
be: Запампоўванне праігнаравана з прычыны {ignoreReason}
ca: La pujada s'ignora a causa de {ignoreReason}
cs: Nahrání bylo ignorováno z důvodu {ignoreReason}
de: Upload wird aufgrund von {ignoreReason} ignoriert
es: La subida se ignoró debido a {ignoreReason}
fa: بارگذاری به دلیل {ignoreReason} نادیده گرفته شد
fr: L'envoi est ignoré en raison de {ignoreReason}
it: Il caricamento è ignorato a causa di {ignoreReason}
nl: Upload wordt genegeerd omdat {ignoreReason}
no: Opplastingen ble ignorert på grunn av {ignoreReason}
pt_br: O envio é ignorado devido a {ignoreReason}
ru: Загрузка игнорируется из-за {ignoreReason}
uk: Завантаження проігноровано через: {ignoreReason}
ur: {ignoreReason} کی وجہ سے اپ لوڈ نظر انداز کر دیا گیا
vi: Tải lên bị bỏ qua do {ignoreReason}

# typeOfGallerGallerytypeIsNotSupportedForRename
source: Type of gallery {galleryType} is not supported for rename
ar: نوع المعرض {galleryType} غير مدعوم لإعادة التسمية.
az: {galleryType} qalereya növü ad dəyişdirmə üçün dəstəklənmir
be: Тып галерэі {galleryType} не падтрымлівае перайменаванне
ca: El tipus de galeria {galleryType} no és compatible amb el canvi de nom
cs: Typ galerie {galleryType} není podporován pro přejmenování
de: Der Galerie-Typ {galleryType} unterstützt kein Umbenennen
es: El tipo de galería {galleryType} no es compatible con el renombrado
fa: نوع گالری {galleryType} برای تغییر نام پشتیبانی نمی‌شود
fr: Les galeries de type '{galleryType}' ne peuvent être renommées
it: Il tipo di galleria {galleryType} non è supportato per la rinomina
nl: Galerijtype {galleryType} wordt niet ondersteund voor hernoemen
no: Galleritype {galleryType} støttes ikke for nytt navn
pt_br: O tipo de galeria {galleryType} não é suportado para renomear
ru: Тип галереи {galleryType} не поддерживает переименование
uk: Тип галереї «{galleryType}» не підтримується для перейменування
ur: گیلری کی قسم {galleryType} نام تبدیل کرنے کے لیے سپورٹڈ نہیں ہے
vi: Loại thư viện {galleryType} không được hỗ trợ đổi tên

# tapToUploadIsIgnoredDue
source: Tap to upload, upload is currently ignored due to {ignoreReason}
ar: انقر للتحميل، تم تجاهل التحميل حاليًا بسبب {ignoreReason}
az: Yükləmək üçün toxunun, yükləmə hazırda {ignoreReason} səbəbindən rədd edilir
be: Націсніце запампаваць. Запампоўванне ігнаруецца з прычыны {ignoreReason}
ca: Toca per pujar, la pujada s'ignora actualment a causa de {ignoreReason}
cs: Klepnutím nahrajte, nahrávání je momentálně ignorováno z důvodu {ignoreReason}
de: Zum Hochladen tippen, Hochladen wird derzeit ignoriert, da {ignoreReason}
es: Toca para subir, la subida se está ignorando debido a {ignoreReason}
fa: برای بارگذاری ضربه بزنید، بارگذاری در حال حاضر به دلیل {ignoreReason} نادیده گرفته شده است
fr: Appuyer pour envoyer, l'envoi est actuellement ignoré en raison de {ignoreReason}
it: Tocca per caricare, il caricamento è attualmente ignorato a causa di {ignoreReason}
nl: Tik om te uploaden, upload wordt momenteel genegeerd vanwege {ignoreReason}
no: Trykk for å laste opp, opplasting er ignorert nå på grunn av {ignoreReason}
pt_br: Toque para enviar, atualmente o envio é ignorado devido a {ignoreReason}
ru: Нажмите для загрузки. Загрузка игнорируется из-за {ignoreReason}
uk: Натисніть, щоб завантажити; завантаження наразі ігнорується через: {ignoreReason}
ur: اپ لوڈ کرنے کے لیے ٹیپ کریں، فی الحال {ignoreReason} کی وجہ سے اپ لوڈ نظر انداز کیا جا رہا ہے
vi: Nhấn để tải lên, tải lên hiện tại bị bỏ qua do {ignoreReason}

source: Tap to upload
ar: انقر للتحميل
az: Yükləmək üçün toxunun
be: Націсніце запампаваць
ca: Toca per pujar
cs: Klepnutím nahrajte
de: Zum Hochladen antippen
es: Toca para subir
fa: برای بارگذاری ضربه بزنید
fr: Appuyer pour envoyer
it: Premi per caricare
nl: Tik om te uploaden
no: Trykk for å laste opp
pt_br: Toque para enviar
ru: Нажмите для загрузки
sv: Tryck för att ladda upp
uk: Натисніть, щоб завантажити
ur: اپ لوڈ کرنے کے لیے ٹیپ کریں
vi: Nhấn để tải lên

source: Info
ar: معلومات
az: Məlumat
be: Інфармацыя
ca: Informació
cs: Informace
fa: اطلاعات
ru: Информация
uk: Інформація
ur: معلومات
vi: Thông tin

source: Add Files
ar: إضافة ملفات
az: Faylları əlavə et
be: Дадаць файлы
ca: Afegeix fitxers
cs: Přidat soubory
de: Dateien hinzufügen
es: Añadir archivos
fa: اضافه کردن فایل‌ها
fr: Ajouter des fichiers
it: Aggiungi File
nl: Bestanden toevoegen
no: Legg til filer
pt_br: Adicionar arquivos
ru: Добавить файлы
sv: Lägg till filer
uk: Додати файли
ur: فائلیں شامل کریں
vi: Thêm tệp

source: Cast album
ar: بث الألبوم
az: Albomu yayımla
be: Вяшчаць альбом
ca: Transmet àlbum
cs: Přenášet album
de: Album übertragen
es: Enviar álbum
fa: آلبوم پخش
fr: Caster l'album
it: Trasmetti album
nl: Album casten
pt_br: Transferir álbum
ru: Транслировать альбом
uk: Транслювати альбом
ur: البم کاسٹ کریں
vi: Phát album

source: Image not analyzed
ar: لم يتم تحليل الصورة
az: Şəkil analiz edilməyib
be: Відарыс не прааналізаваны
ca: Imatge no analitzada
cs: Obrázek nebyl analyzován
de: Bild nicht analysiert
es: Imagen no analizada
fa: تصویر تحلیل نشده است
fr: Image non analysée
it: Immagine non analizzata
nl: Afbeelding niet geanalyseerd
no: Bilde ikke analysert
pt_br: Imagem não analisada
ru: Изображение не проанализировано
sv: Bild inte analyserad
uk: Зображення не проаналізовано
ur: تصویر کا تجزیہ نہیں کیا گیا
vi: Hình ảnh chưa được phân tích

source: No faces found
ar: لم يتم العثور على وجوه
az: Üz tapılmadı
be: Твар не знойдзены
ca: No s'han trobat cares
cs: Nebyly nalezeny žádné tváře
de: Keine Gesichter gefunden
es: No se han encontrado caras
fa: هیچ چهره‌ای پیدا نشد
fr: Aucun visage détecté
it: Nessun volto trovato
nl: Geen gezichten gevonden
nn: Fann ingen ansikt
no: Ingen ansikter funnet
pt_br: Nenhum rosto encontrado
ru: Лица не найдены
sv: Inga ansikten hittades
uk: Обличчя не знайдено
ur: کوئی چہرہ نہیں ملا
vi: Không tìm thấy khuôn mặt

source: File not uploaded yet
ar: لم يتم تحميل الملف بعد
az: Fayl hələ yüklənməyib
be: Файл пакуль не запампаваны
ca: Fitxer encara no pujat
cs: Soubor ještě nebyl nahrán
de: Datei wurde noch nicht hochgeladen
es: El archivo aún no se ha subido
fa: فایل هنوز بارگذاری نشده است
fr: Le fichier n'a pas encore été envoyé
it: File non ancora caricato
nl: Bestand nog niet geüpload
no: Filen er ikke lastet opp enda
pt_br: Arquivo ainda não enviado
ru: Файл ещё не загружен
sv: Filen har inte laddats upp ännu
uk: Файл ще не завантажено
ur: فائل ابھی تک اپ لوڈ نہیں ہوئی
vi: Tệp chưa được tải lên

# noSuggestionsForPerson
source: No suggestions for {personName}
ar: لا توجد اقتراحات لـ {personName}
az: {personName} üçün təklif yoxdur
be: Адсутнічаюць прапановы для {personName}
ca: No hi ha suggeriments per a {personName}
cs: Žádné návrhy pro {personName}
de: Keine Vorschläge für {personName}
es: No hay sugerencias para {personName}
fa: هیچ پیشنهادی برای {personName} وجود ندارد
fr: Aucune suggestion pour {personName}
it: Nessun suggerimento per {personName}
nl: Geen suggesties voor {personName}
no: Ingen forslag for {personName}
pt_br: Sem sugestões para {personName}
ru: Нет предложений для {personName}
sv: Inga förslag för {personName}
uk: Немає пропозицій для {personName}
ur: {personName} کے لیے کوئی تجاویز نہیں
vi: Không có gợi ý cho {personName}

source: month
ar: شهر
az: ay
be: месяц
ca: mes
cs: měsíc
de: Monat
es: mes
fa: ماه
fr: mois
it: mese
nl: maand
no: måned
pt_br: mês
ru: месяц
sr: месец
sv: månad
uk: місяць
ur: مہینہ
vi: tháng

# yearShort
source: yr
ar: سنة
az: il
be: год
ca: any
cs: rok
de: Jahr
es: año
fa: سال
fr: an
it: anno
nl: jr
no: år
pt_br: ano
ru: год
sr: год
uk: рік
ur: سال
vi: năm

source: currently running
ar: قيد التشغيل حاليًا
az: hazırda işləyir
be: цяпер выконваецца
ca: actualment en execució
cs: aktuálně běží
de: läuft gerade
es: ejecutando
fa: در حال حاضر در حال اجراست
fr: en cours d'exécution
it: attualmente in esecuzione
nl: momenteel bezig
no: Kjører for øyeblikket
pt_br: Atualmente executando
ru: выполняется
uk: зараз працює
ur: فی الحال جاری ہے
vi: đang chạy

source: ignored
ar: تم التجاهل
az: rədd edildi
be: ігнаруецца
ca: ignorat
cs: ignorováno
de: ignoriert
es: ignorado
fa: نادیده گرفته شد
fr: ignoré
it: ignorato
nl: genegeerd
no: ignorert
pt_br: ignorado
ru: игнорируется
sv: ignorerad
uk: ігнорується
ur: نظر انداز کردہ
vi: bỏ qua

# photosCount
source: {count, plural, =0 {0 photos} =1 {1 photo} other {{count} photos}}
ar: {count, plural, =0 {لا توجد صور} =1 {صورة واحدة} two {صورتان} few {{count} صور} many {{count} صورة} other {{count} صورة}}
az: {count, plural, =0 {0 şəkil} =1 {1 şəkil} other {{count} şəkil}}
be: {count, plural, =0 {0 фатаграфій} =1 {1 фатаграфія} few {{count} фатаграфіі} many {{count} фатаграфій} other {{count} фатаграфій}}
ca: {count, plural, =0 {0 fotos} =1 {1 foto} other {{count} fotos}}
cs: {count, plural, =0 {0 fotografií} =1 {1 fotografie} few {{count} fotografie} other {{count} fotografií}}
de: {count, plural, =0 {0 Fotos} =1 {Ein Foto} other {{count} Fotos}}
es: {count, plural, =0 {0 fotos} =1 {1 foto} other {{count} fotos}}
fa: {count, plural, =0 {0 عکس} =1 {1 عکس} other {{count} عکس}}
fr: {count, plural, =0 {0 photo} =1 {1 photo} other {{count} photos}}
it: {count, plural, one {}=0 {0 foto} =1 {1 foto} other {{count} foto}}
nl: {count, plural, =0 {0 foto's} =1 {1 foto} other {{count} foto's}}
no: {count, plural, =0 {0 bilder} =1 {1 bilde} other {{count} bilder}}
pt_br: {count, plural, =0 {0 fotos} =1 {1 foto} other {{count} fotos}}
ru: {count, plural, =0 {0 фотографий} =1 {1 фотография} other {{count} фотографий}}
ur: {count, plural, =0 {0 تصاویر} =1 {1 تصویر} other {{count} تصاویر}}
vi: {count, plural, =0 {Chưa có ảnh} =1 {1 ảnh} other {{count} ảnh}}

source: File
ar: ملف
az: Fayl
be: Файл
ca: Fitxer
cs: Soubor
de: Datei
es: Archivo
fa: فایل
fr: Fichier
nl: Bestand
no: Fil
pt_br: Arquivo
ru: Файл
sv: Fil
uk: Файл
ur: فائل
vi: Tệp

# searchSectionsLengthMismatch
source: Sections length mismatch: {snapshotLength} != {searchLength}
ar: عدم تطابق طول الأقسام: {snapshotLength} != {searchLength}
az: Bölmələrin uzunluğu uyğun gəlmir: {snapshotLength} != {searchLength}
be: Неадпаведнасць даўжыні раздзелаў: {snapshotLength} != {searchLength}
ca: La longitud de les seccions no coincideix: {snapshotLength} != {searchLength}
cs: Nesoulad délky sekcí: {snapshotLength} != {searchLength}
de: Abschnittslänge stimmt nicht überein: {snapshotLength} != {searchLength}
es: La longitud de las secciones no coincide: {snapshotLength} != {searchLength}
fa: عدم تطابق طول بخش‌ها: {snapshotLength} != {searchLength}
fr: Incompatibilité de longueur des sections : {snapshotLength} != {searchLength}
it: Lunghezza sezioni non corrisponde: {snapshotLength} != {searchLength}
nl: Lengte van secties komt niet overeen: {snapshotLength} != {searchLength}
no: Uoverensstemmelse i seksjonslengde: {snapshotLength} != {searchLength}
pt_br: Incompatibilidade de comprimento de seções: {snapshotLength} != {searchLength}
ru: Несоответствие длины разделов: {snapshotLength} != {searchLength}
uk: Невідповідність довжини розділів: {snapshotLength} != {searchLength}
ur: سیکشنز کی لمبائی مماثل نہیں: {snapshotLength} != {searchLength}
vi: Độ dài các phần không khớp: {snapshotLength} != {searchLength}

source: Select mail app
ar: تحديد تطبيق البريد
az: Poçt tətbiqini seçin
be: Выберыце паштовую праграму
ca: Selecciona aplicació de correu
cs: Vyberte emailovou aplikace
de: E-Mail-App auswählen
es: Seleccionar app de correo
fa: برنامه ایمیل را انتخاب کنید
fr: Sélectionnez l'application mail
it: Seleziona app email
nl: Selecteer mail app
no: Velg e-post-app
pt_br: Selecionar aplicativo de e-mail
ru: Выберите почтовое приложение
sv: Välj e-postapp
uk: Вибрати застосунок пошти
ur: میل ایپ منتخب کریں
vi: Chọn ứng dụng email

# selectAllShort
source: All
ar: الكل
az: Bütün
be: Усе
ca: Tot
cs: Vše
de: Alle
es: Todas
fa: همه
fr: Tout
it: Tutte
nl: Alle
no: Alle
pt_br: Tudo
ru: Все
sv: Alla
uk: Усі
ur: سب
vi: Tất cả

source: Select cover photo
ar: تحديد صورة الغلاف
az: Üz qabığı şəklini seçin
be: Выберыце фатаграфію вокладкі
ca: Selecciona foto de portada
cs: Vyberte úvodní fotografii
de: Titelbild auswählen
es: Seleccionar foto de portada
fa: انتخاب عکس کاور
fr: Sélectionnez la photo de couverture
it: Seleziona foto di copertina
nl: Selecteer omslagfoto
no: Velg forsidebilde
pt_br: Selecionar foto da capa
ru: Выберите обложку
uk: Вибрати обкладинку
ur: کور فوٹو منتخب کریں
vi: Chọn ảnh bìa

source: New location
ar: موقع جديد
az: Yeni məkan
be: Новае месцазнаходжанне
ca: Nova ubicació
cs: Nové umístění
de: Neuer Ort
es: Nueva localización
fa: مکان جدید
fr: Nouvelle localisation
it: Nuova posizione
nl: Nieuwe locatie
no: Ny plassering
pt_br: Nova localização
ru: Новое местоположение
sv: Ny plats
uk: Нове розташування
ur: نیا مقام
vi: Vị trí mới

# faceNotClusteredYet
source: Face not clustered yet, please come back later
ar: لم يتم تجميع الوجه بعد، يرجى العودة لاحقًا
az: Üz hələ qruplaşdırılmayıb, zəhmət olmasa sonra yenidən yoxlayın
be: Твар пакуль не кластэрызаваны. Паспрабуйце яшчэ раз пазней
ca: Cara encara no agrupada, si us plau torna més tard
cs: Tvář ještě není seskupena, vraťte se prosím později
de: Gesicht ist noch nicht gruppiert, bitte komm später zurück
es: Cara no agrupada todavía, por favor vuelve más tarde
fa: چهره هنوز خوشه‌بندی نشده است، لطفاً بعداً برگردید
fr: Ce visage n'a pas encore été regroupé, veuillez revenir plus tard
it: Faccia non ancora raggruppata, per favore torna più tardi
nl: Gezicht nog niet geclusterd, kom later terug
no: Ansikt ikke gruppert ennå, vennligst kom tilbake senere
pt_br: Rosto não agrupado ainda, volte aqui mais tarde
ru: Лицо ещё не кластеризовано. Пожалуйста, попробуйте позже
uk: Обличчя ще не згруповані, поверніться пізніше
ur: چہرے کی ابھی تک کلسٹرنگ نہیں ہوئی، براہ کرم بعد میں واپس آئیں
vi: Khuôn mặt chưa được phân cụm, vui lòng quay lại sau
