Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Downloading...
ar: جارٍ التنزيل...
az: Yüklənir...
be: Спампоўванне...
ca: Descarregant...
cs: Stahuji...
de: Wird heruntergeladen...
el: Λήψη...
es: Descargando...
fa: در حال دانلود...
fr: Téléchargement en cours...
id: Mengunduh...
it: Scaricamento in corso...
ku: Tê daxistin...
nl: Downloaden...
nn: Lastar ned …
no: Laster ned...
pt_br: Baixando...
ru: Скачивание...
sv: Laddar ner...
uk: Завантаження...
ur: ڈاؤن لوڈ ہو رہا ہے...
vi: Đang tải xuống...

source: Cannot delete shared files
ar: لا يمكن حذف الملفات المشتركة
az: Paylaşılan faylları silmək olmur
be: Немагчыма выдаліць абагуленыя файлы
ca: No es poden esborrar fitxers compartits
cs: Sdílené soubory nelze odstranit
de: Konnte geteilte Dateien nicht löschen
el: Δεν είναι δυνατή η διαγραφή κοινόχρηστων αρχείων
es: No se pueden eliminar los archivos compartidos
fa: پرونده‌های به اشتراک گذاشته شده را نمی‌توان حذف کرد
fr: Les fichiers partagés ne peuvent pas être supprimés
id: Tidak dapat menghapus file berbagi
it: Impossibile eliminare i file condivisi
nl: Kan gedeelde bestanden niet verwijderen
nn: Kan ikkje sletta delte filer
no: Kan ikke slette delte filer
pt_br: Não é possível excluir arquivos compartilhados
ru: Нельзя удалить общие файлы
sr: Не могу да обришем дељене фајлове
sv: Kan inte ta bort delade filer
uk: Не можна видалити спільні файли
ur: مشترکہ فائلیں ڈیلیٹ نہیں کی جا سکتیں
vi: Không thể xóa các tệp đã chia sẻ

source: The download could not be completed
ar: تعذر إكمال التنزيل
az: Yükləmə tamamlanmadı
be: Спампоўка не можа быць завершана
ca: La descàrrega no s'ha pogut completar
cs: Stahování nebylo možné dokončit
de: Der Download konnte nicht abgeschlossen werden
el: Η λήψη δεν μπόρεσε να ολοκληρωθεί
es: No se ha podido completar la descarga
fa: دانلود کامل نشد
fr: Le téléchargement n'a pas pu être terminé
id: Unduhan tidak dapat diselesaikan
it: Il download non può essere completato
nl: De download kon niet worden voltooid
nn: Klarte ikkje fullføra nedlastinga
no: Nedlastingen kunne ikke fullføres
pt_br: A instalação não pôde ser concluída
ru: Скачивание не может быть завершено
sv: Nedladdningen kunde inte slutföras
uk: Завантаження не може бути завершено
ur: ڈاؤن لوڈ مکمل نہیں ہو سکا
vi: Không thể hoàn tất tải xuống

source: Retry
ar: إعادة المحاولة
az: Yenidən cəhd et
be: Паўтарыць
ca: Reintenta
cs: Opakovat
de: Erneut versuchen
el: Προσπάθησε ξανά
es: Reintentar
fa: سعی مجدد
fr: Réessayer
id: Coba lagi
it: Riprova
nl: Opnieuw
nn: Prøv på nytt
no: Prøv på nytt
pt_br: Tentar novamente
ru: Повторить
sr: Покушај поново
sv: Försök igen
uk: Повторити
ur: دوبارہ کوشش کریں
vi: Thử lại

source: Backed up folders
ar: المجلدات المنسوخة احتياطيًا
az: Yedəklənmiş qovluqlar
be: Папкі з рэзервовым капіяваннем
ca: Carpetes amb còpia de seguretat
cs: Zálohované složky
de: Gesicherte Ordner
el: Φάκελοι με αντίγραφο ασφαλείας
es: Carpetas con copia de seguridad
fa: پوشه‌های پشتیبان گیری شده
fr: Dossiers sauvegardés
id: Folder yang dicadangkan
it: Cartelle salvate
nl: Back-up mappen
no: Sikkerhetskopierte mapper
pt_br: Pastas salvas em segurança
ru: Папки для резервного копирования
sv: Säkerhetskopiera mappar
uk: Резервне копіювання тек
ur: بیک اپ شدہ فولڈرز
vi: Thư mục đã sao lưu

source: Backup
ar: النسخ الاحتياطي
az: Yedəklə
be: Рэзервовая копія
ca: Còpia de seguretat
cs: Zálohovat
es: Copia de seguridad
fa: پشتیبان گیری
fr: Sauvegarde
id: Pencadangan
nn: Reservekopiering
no: Sikkerhetskopi
pt_br: Salvar em segurança
ru: Резервное копирование
sv: Säkerhetskopiera
uk: Резервне копіювання
ur: بیک اپ
vi: Sao lưu

source: Family plans
ar: الخطط العائلية
az: Ailə tarifləri
be: Сямейныя тарыфныя планы
ca: Plans familiars
cs: Rodinné tarify
de: Familientarif
el: Οικογενειακό πρόγραμμα
es: Planes familiares
fa: برنامه‌های خانوادگی
fr: Abonnements famille
id: Paket keluarga
it: Piano famiglia
nl: Familie abonnement
no: Familieabonnementer
pt_br: Planos familiares
ru: Семейные тарифы
sr: Породичне понуде
sv: Familjeplaner
uk: Сімейні тарифи
ur: فیملی پلانز
vi: Gói gia đình

source: Notifications
ar: الإشعارات
be: Апавяшчэнні
ca: Notificacions
cs: Notifikace
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: آگاه‌سازی‌ها
id: Notifikasi
it: Notifiche
nl: Meldingen
no: Varslinger
pt_br: Notificações
ru: Уведомления
sr: Обавештења
sv: Notiser
uk: Сповіщення
ur: نوٹیفکیشنز
vi: Thông báo

# sharedPhotoNotifications
source: New shared photos
ar: إشعارات الصور المشتركة الجديدة
az: Bildirişlər
be: Новыя абагульненыя фатаграфіі
ca: Noves fotos compartides
cs: Nové sdílené fotky
de: Neue geteilte Fotos
el: Νέες κοινόχρηστες φωτογραφίες
es: Nuevas fotos compartidas
fa: عکس‌های جدید به اشتراک گذاشته شده
fr: Nouvelles photos partagées
id: Foto terbagi baru
it: Nuove foto condivise
nl: Nieuwe gedeelde foto's
no: Nye delte bilder
pt_br: Novas fotos compartilhadas
ru: Новые общие фото
sr: Нове дељене фотографије
sv: Nya delade foton
uk: Нові спільні фотографії
ur: نئی مشترکہ تصاویر
vi: Ảnh chia sẻ mới

# sharedPhotoNotificationsExplanation
source: Receive notifications when someone adds a photo to a shared album that you're a part of
ar: تلقّ إشعارات عندما يضيف شخص ما صورة إلى ألبوم مشترك أنت جزء منه.
az: Üzvü olduğunuz paylaşılan alboma kimisə foto əlavə etdikdə bildiriş alın
be: Атрымлівайце апавяшчэнні, калі нехта дадае фатаграфію ў абагульнены альбом, да якога вы належыце
ca: Rep notificacions quan algú afegeix una foto a un àlbum compartit del qual formes part
cs: Dostávejte oznámení, když někdo přidá fotografii do sdíleného alba, jehož jste členem
de: Erhalte Benachrichtigungen, wenn jemand ein Foto zu einem gemeinsam genutzten Album hinzufügt, dem du angehörst
el: Λάβετε ειδοποιήσεις όταν κάποιος προσθέτει μια φωτογραφία σε ένα κοινόχρηστο άλμπουμ που είστε μέρος του
es: Recibir notificaciones cuando alguien agrega una foto a un álbum compartido contigo
fa: هنگامی که شخصی عکسی را به آلبوم مشترکی که شما بخشی از آن هستید اضافه می‌کند، آگاه‌سازی دریافت می‌کنید
fr: Recevoir des notifications quand quelqu'un·e ajoute une photo à un album partagé dont vous faites partie
id: Terima notifikasi apabila seseorang menambahkan foto ke album bersama yang kamu ikuti
it: Ricevi notifiche quando qualcuno aggiunge una foto a un album condiviso, di cui fai parte
nl: Ontvang meldingen wanneer iemand een foto toevoegt aan een gedeeld album waar je deel van uitmaakt
no: Motta varsler når noen legger til et bilde i et delt album som du er en del av
pt_br: Receba notificações caso alguém adicione uma foto a um álbum compartilhado que você faz parte
ru: Получать уведомления, когда кто-то добавляет фото в общий альбом, в котором вы состоите
sr: Добиј обавештење када неко дода фотографију у албум у којем ви учествујете
sv: Få notiser när någon lägger till ett foto i ett delat album som du är en del av
uk: Отримувати сповіщення, коли хтось додасть фото до спільного альбому, в якому ви перебуваєте
ur: جب کوئی آپ کے شامل کردہ مشترکہ البم میں تصویر شامل کرتا ہے تو نوٹیفکیشنز موصول کریں
vi: Nhận thông báo khi ai đó thêm ảnh vào album chia sẻ mà bạn tham gia.

source: Advanced
ar: متقدم
az: Qabaqcıl
be: Дадаткова
ca: Avançat
cs: Pokročilé
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fa: پیشرفته
fr: Avancé
id: Lanjutan
it: Avanzate
nl: Geavanceerd
nn: Avansert
no: Avansert
pt_br: Avançado
ru: Расширенные
sr: Напредно
sv: Avancerad
uk: Додатково
ur: اعلیٰ
vi: Nâng cao

source: General
ar: عام
az: Ümumi
be: Асноўныя
cs: Obecné
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
id: Umum
it: Generali
nl: Algemeen
nn: Generelt
no: Generelt
pt_br: Geral
ru: Общие
sr: Опште
sv: Allmänt
uk: Загальні
ur: عمومی
vi: Chung

source: Security
ar: الأمان
az: Təhlükəsizlik
be: Бяспека
ca: Seguretat
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fa: امنیت
fr: Sécurité
id: Keamanan
it: Sicurezza
nl: Beveiliging
nn: Tryggleik
no: Sikkerhet
pt_br: Segurança
ru: Безопасность
sr: Сигурност
sv: Säkerhet
uk: Безпека
ur: سیکیورٹی
vi: Bảo mật

source: View active sessions
ar: عرض الجلسات النشطة
az: Aktiv sessiyalara baxın
be: Паглядзець актыўныя сеансы
ca: Veure sessions actives
cs: Zobrazit aktivní relace
de: Aktive Sitzungen anzeigen
el: Προβολή ενεργών συνεδριών
es: Ver sesiones activas
fa: مشاهده دستگاه‌های فعال
fr: Afficher les connexions actives
id: Lihat sesi aktif
it: Visualizza sessioni attive
nl: Actieve sessies bekijken
no: Vis aktive økter
pt_br: Ver sessões ativas
ru: Просмотр активных сессий
sv: Visa aktiva sessioner
uk: Показати активні сеанси
ur: فعال سیشنز دیکھیں
vi: Xem phiên hoạt động

# authToViewYourActiveSessions
source: Please authenticate to view your active sessions
ar: يرجى المصادقة لعرض جلساتك النشطة.
az: Aktiv sessiyalarınıza baxmaq üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб паглядзець свае актыўныя сеансы
ca: Si us plau, autentica't per veure les teves sessions actives
cs: Pro zobrazení aktivních relací se prosím ověřte
de: Bitte authentifizieren, um die aktiven Sitzungen anzusehen
el: Παρακαλούμε επαληθεύστε την ταυτότητά σας για να δείτε τις ενεργές συνεδρίες σας
es: Por favor, autentícate para ver tus sesiones activas
fa: لطفاً برای مشاهده دستگاه‌های فعال خود احراز هویت کنید
fr: Authentifiez-vous pour voir les connexions actives
id: Harap autentikasi untuk melihat sesi aktif kamu
it: Autenticati per visualizzare le sessioni attive
nl: Graag verifiëren om uw actieve sessies te bekijken
no: Vennligst autentiser deg for å se dine aktive økter
pt_br: Autentique para ver as sessões ativas
ru: Пожалуйста, авторизуйтесь для просмотра активных сессий
sv: Autentisera för att visa dina aktiva sessioner
uk: Авторизуйтесь, щоб переглянути активні сеанси
ur: اپنے فعال سیشنز دیکھنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để xem các phiên hoạt động

source: No
ar: لا
az: Xeyr
be: Не
cs: Ne
de: Nein
el: Όχι
fa: خیر
fr: Non
id: Tidak
nl: Nee
no: Nei
pt_br: Não
ru: Нет
sr: Не
sv: Nej
uk: Ні
ur: نہیں
vi: Không

source: Yes
ar: نعم
az: Bəli
be: Так
ca: Sí
cs: Ano
de: Ja
el: Ναι
es: Sí
fa: بله
fr: Oui
id: Ya
it: Si
ku: Erê
nl: Ja
no: Ja
pt_br: Sim
ru: Да
sr: Да
sv: Ja
uk: Так
ur: ہاں
vi: Có

source: Social
ar: التواصل الاجتماعي
az: Sosial
be: Сацыяльныя сеткі
cs: Sociální sítě
de: Social Media
el: Κοινωνικά δίκτυα
fa: شبکه اجتماعی
fr: Retrouvez nous
id: Sosial
ku: Torê civakî
nl: Sociale media
no: Sosial
pt_br: Redes sociais
ru: Социальные сети
sv: Socialt
uk: Соцмережі
ur: سوشل
vi: Mạng xã hội

# rateUsOnStore
source: Rate us on {storeName}
ar: قيّمنا على {storeName}
az: Bizi {storeName} platformasında qiymətləndirin
be: Ацаніць нас у {storeName}
ca: Valora'ns a {storeName}
cs: Ohodnoťte nás na {storeName}
de: Bewerte uns auf {storeName}
el: Αξιολογήστε μας στο {storeName}
es: Puntúanos en {storeName}
fa: به ما در {storeName} امتیاز دهید
fr: Laissez une note sur {storeName}
id: Beri nilai di {storeName}
it: Valutaci su {storeName}
ku: Me li ser {storeName} binirxîne
nl: Beoordeel ons op {storeName}
no: Vurder oss på {storeName}
pt_br: Avalie-nos no {storeName}
ru: Оцените нас в {storeName}
sr: Оцени нас на {storeName}
sv: Betygsätt oss på {storeName}
uk: Оцініть нас в {storeName}
ur: {storeName} پر ہمیں ریٹ کریں
vi: Đánh giá chúng tôi trên {storeName}

source: Blog
ar: المدونة
az: Bloq
be: Блог
fa: وبلاگ
no: Blogg
ru: Блог
sr: Блог
sv: Blogg
uk: Блог
ur: بلاگ

source: Merchandise
ar: المنتجات الترويجية
az: Məhsullar
be: Тавары
ca: Marxandatge
cs: E-shop
el: Κατάστημα
es: Mercancías
fa: کالا
fr: Boutique
no: Varer
pt_br: Produtos
ru: Мерч
sr: Роба
sv: Produkter
uk: Товари
ur: مرچنڈائز
vi: Vật phẩm

source: Twitter
ar: X (Twitter سابقًا)
fa: توییتر
pt_br: Twitter/X
ru: X (Ранее Twitter)
sr: Твитер
ur: ٹویٹر

source: Mastodon
fa: ماستودون
sr: Мастодон
ur: ماسٹوڈن

source: Matrix
fa: ماتریس
sr: Матрикс
ur: میٹرکس

source: Discord
fa: دیسکورد
sr: Дискорд
ur: ڈسکارڈ

source: Reddit
fa: ردیت
sr: Редит
ur: ریڈٹ

source: Support
ar: الدعم
az: Dəstək
be: Падтрымка
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
fa: پشتیبانی
id: Dukungan
it: Assistenza
nl: Ondersteuning
no: Brukerstøtte
pt_br: Suporte
ru: Поддержка
sr: Подршка
uk: Підтримка
ur: سپورٹ
vi: Hỗ trợ

source: Theme
ar: المظهر
az: Mövzu
be: Тэма
ca: Tema
cs: Motiv
el: Θέμα
es: Tema
fa: تم
fr: Thème
id: Tema
it: Tema
nl: Thema
no: Tema
pt_br: Tema
ru: Тема
sr: Тема
sv: Tema
uk: Тема
ur: تھیم
vi: Chủ đề

# lightTheme
source: Light
ar: فاتح
az: Açıq
be: Светлая
ca: Clar
cs: Světlý
de: Hell
el: Φωτεινό
es: Claro
fa: روشن
fr: Clair
id: Cerah
it: Chiaro
nl: Licht
no: Lys
pt_br: Claro
ru: Светлая
sr: Светла
sv: Ljust
uk: Світла
ur: لائٹ
vi: Sáng

# darkTheme
source: Dark
ar: داكن
az: Tünd
be: Цёмная
ca: Fosc
cs: Tmavý
de: Dunkel
el: Σκοτεινό
es: Oscuro
fa: تیره
fr: Sombre
id: Gelap
it: Scuro
nl: Donker
no: Mørk
pt_br: Escuro
ru: Тёмная
sr: Тамна
sv: Mörkt
uk: Темна
ur: ڈارک
vi: Tối

# systemTheme
source: System
ar: النظام
az: Sistem
be: Сістэма
ca: Sistema
cs: Systém
el: Προεπιλογή συστήματος
es: Sistema
fa: سیستم
fr: Système
id: Sistem
it: Sistema
nl: Systeem
pt_br: Sistema
ru: Системная
sr: Системска
uk: Як в системі
ur: سسٹم
vi: Giống hệ thống

source: Manage Family
ar: إدارة العائلة
az: Ailəni idarə et
be: Кіраванне сям'ёй
ca: Gestiona família
cs: Spravovat rodinu
de: Familiengruppe verwalten
es: Administrar familia
fa: مدیریت خانواده
fr: Gérer la famille
id: Atur Keluarga
it: Gestisci Piano famiglia
nl: Familie abonnement beheren
no: Administrer familie
pt_br: Gerenciar família
ru: Управление семьёй
sr: Управљај породицом
sv: Hantera familj
uk: Керування сім'єю
ur: فیملی کا انتظام کریں
vi: Quản lý gia đình

source: Send
ar: إرسال
az: Göndər
be: Адправіць
ca: Envia
cs: Odeslat
de: Absenden
es: Enviar
fa: ارسال
fr: Envoyer
id: Kirim
it: Invia
nl: Verzenden
pt_br: Enviar
ru: Отправить
sr: Пошаљи
sv: Skicka
uk: Надіслати
ur: بھیجیں
vi: Gửi

source: You are on a family plan!
ar: أنت مشترك في خطة عائلية!
az: Siz ailə planındasınız!
be: Вы ўдзельнік сямейнага плана!
ca: Estàs en un pla familiar!
cs: Máte rodinný tarif!
de: Du bist im Familien-Tarif!
el: Είστε σε οικογενειακό πρόγραμμα!
es: ¡Estás en un plan familiar!
fa: شما در یک برنامه خانوادگی هستید!
fr: Vous êtes sur un plan familial !
id: Kamu menggunakan paket keluarga!
it: Sei un utente con piano famiglia!
nl: U bent onderdeel van een familie abonnement!
no: Du har et familieabonnement!
pt_br: Você está em um plano familiar!
ru: Вы на семейном тарифе!
sr: Ви сте на породичном пакету!
uk: Ви на сімейному плані!
ur: آپ فیملی پلان پر ہیں!
vi: Bạn đang dùng gói gia đình!

source: Start backup
ar: بدء النسخ الاحتياطي
az: Yedəkləməyə Bakup başla
be: Пачаць рэзервовае капіяванне
ca: Inicia còpia de seguretat
cs: Spustit zálohování
de: Sicherung starten
el: Ξεκινήστε τη δημιουργία αντιγράφων ασφαλείας
es: Iniciar copia de seguridad
fa: شروع پشتیبان گیری
fr: Démarrer la sauvegarde
id: Mulai pencadangan
it: Avvia backup
nl: Back-up starten
nn: Start reservekopiering
no: Start sikkerhetskopiering
pt_br: Iniciar a salvar em segurança
ru: Начать резервное копирование
sr: Започни сигурносно копирање
sv: Starta säkerhetskopiering
uk: Почати резервне копіювання
ur: بیک اپ شروع کریں
vi: Bắt đầu sao lưu

# grantFullAccessPrompt
source: Please allow access to all photos in the Settings app
ar: الرجاء السماح بالوصول إلى جميع الصور في تطبيق الإعدادات
az: Lütfən, "Ayarlar" tətbiqində bütün şəkillərə giriş icazəsi verin
be: Дазвольце доступ да ўсіх фатаграфій у наладах праграмы
ca: Si us plau, permet l'accés a totes les fotos a l'aplicació de Configuració
cs: Povolte přístup ke všem fotkám v aplikaci Nastavení
de: Bitte gewähre Zugang zu allen Fotos in der Einstellungen App
el: Παρακαλούμε επιτρέψτε την πρόσβαση σε όλες τις φωτογραφίες από τις Ρυθμίσεις της συσκευής σας
es: Por favor, permite el acceso a todas las fotos en Ajustes
fa: لطفا اجازه دسترسی به تمام عکس‌ها را در تنظیمات برنامه بدهید
fr: Veuillez autoriser l’accès à toutes les photos dans les paramètres
id: Harap berikan akses ke semua foto di app Pengaturan
it: Consenti l'accesso a tutte le foto nelle Impostazioni
nl: Geef toegang tot alle foto's in de Instellingen app
no: Vennligst gi tilgang til alle bilder i Innstillinger-appen
pt_br: Permita o acesso a todas as fotos nas opções do aplicativo
ru: Пожалуйста, разрешите доступ ко всем фото в настройках устройства
sr: Дозволите приступ свим фотографијама у подешавањима уређаја
uk: Надайте доступ до всіх фотографій в налаштуваннях застосунку
ur: براہ کرم سیٹنگز ایپ میں تمام تصاویر تک رسائی کی اجازت دیں
vi: Vui lòng cho phép truy cập vào tất cả ảnh trong ứng dụng Cài đặt

source: Existing user
ar: مستخدم حالي
az: Mövcud istifadəçi
be: Бягучы карыстальнік
ca: Usuari existent
cs: Existující uživatel
de: Existierender Benutzer
el: Υπάρχων χρήστης
es: Usuario existente
fa: کاربر موجود
fr: Utilisateur existant
id: Masuk
it: Accedi
nl: Bestaande gebruiker
no: Eksisterende bruker
pt_br: Usuário existente
ru: Существующий пользователь
sr: Постојећи корисник
sv: Befintlig användare
uk: Існуючий користувач
ur: موجودہ صارف
vi: Người dùng hiện tại

source: Private backups
ar: نسخ احتياطية خاصة
be: Прыватныя рэзервовыя копіі
cs: Soukromé zálohy
el: Ιδιωτικά αντίγραφα ασφαλείας
fa: پشتیبان گیری خصوصی
fr: Sauvegardes privées
id: Cadangan pribadi
it: Backup privato
nl: Privé back-ups
nn: Private reservekopiar
no: Private sikkerhetskopier
pt_br: Cópias privadas
sr: Приватни бекапи
sv: Privata säkerhetskopior
uk: Приватні резервні копії
vi: Sao lưu riêng tư

source: for your memories
ar: لذكرياتك
be: для вашых успамінаў
cs: pro vaše vzpomínky
el: για τις αναμνήσεις
fa: برای خاطرات شما
fr: pour vos souvenirs
id: untuk kenanganmu
it: per i tuoi ricordi
nl: voor uw herinneringen
no: for dine minner
pt_br: para suas memórias
sr: за твоје успомене
sv: för dina minnen
uk: для ваших спогадів
vi: cho những kỷ niệm của bạn

source: End-to-end encrypted by default
ar: تشفير من طرف إلى طرف بشكل افتراضي
be: Прадвызначанае скразное шыфраванне
cs: Koncově šifrováno ve výchozím nastavení
el: Από προεπιλογή κρυπτογραφημένο από άκρο σε άκρο
fa: به صورت پیش‌فرض رمزگذاری سرتاسر
fr: Chiffrement de bout en bout par défaut
id: Dirancang dengan enkripsi ujung ke ujung
it: Crittografia end-to-end
nl: Standaard end-to-end versleuteld
no: Ende-til-ende kryptert som standard
pt_br: Criptografado de ponta a ponta por padrão
uk: Наскрізне шифрування по стандарту
vi: Mã hóa đầu cuối theo mặc định

source: Safely stored
ar: مخزنة بأمان
be: Бяспечна захоўваюцца
cs: Bezpečně uloženo
el: Ασφαλής αποθήκευση
fa: به طور ایمن
fr: Stockage sécurisé
id: Tersimpan aman
it: Salvati in sicurezza
nl: Veilig opgeslagen
no: Trygt lagret
pt_br: Armazenado com segurança
sr: Сигурно похрањено
uk: Безпечне збереження
vi: Lưu trữ an toàn

source: at a fallout shelter
ar: في ملجأ للطوارئ
be: ў бамбасховішчы
cs: v protiatomovém krytu
el: σε καταφύγιο
fa: در یک پناهگاه ذخیره می‌شود
fr: dans un abri antiatomique
id: di tempat pengungsian
it: in un rifugio antiatomico
nl: in een kernbunker
no: i en bunker
pt_br: em um abrigo avançado
sr: у подземном бункеру
uk: в бомбосховищі
vi: ở hầm trú ẩn hạt nhân

source: Designed to outlive
ar: مصممة لتدوم
be: Распрацавана на стагоддзі
cs: Navrženo k přežití
el: Σχεδιάστηκε για να διαρκέσει για πάντα
fa: طراحی شده تا بیشتر زنده بماند
fr: Conçu pour survivre
id: Dibuat untuk melestarikan
it: Progettato per sopravvivere
nl: Ontworpen om levenslang mee te gaan
no: Laget for å vare lenger enn
pt_br: Feito para reviver memórias
sr: Направљено да надживи
uk: Створено, щоб пережити вас
vi: Được thiết kế để trường tồn

source: Available
ar: متوفر
be: Даступна
cs: Dostupné
el: Διαθέσιμο
fa: در دسترس
fr: Disponible
id: Tersedia
it: Disponibile
nl: Beschikbaar
no: Tilgjengelig
pt_br: Disponível
sr: Доступно
sv: Tillgänglig
uk: Доступно
vi: Có sẵn

source: everywhere
ar: في كل مكان
be: усюды
cs: všude
el: παντού
fa: همه جا
fr: partout
id: di mana saja
it: ovunque
ku: her der
nl: overal
no: Overalt
pt_br: em todas as partes
sr: свуда
sv: överallt
uk: всюди
vi: mọi nơi

source: Android, iOS, Web, Desktop
ar: أندرويد، iOS، الويب، سطح المكتب
be: Android, iOS, вэб-праграма, праграма для камп'ютара
el: Android, iOS, Ίντερνετ, Υπολογιστές
fa: اندروید، آی‌اواس، وب، رایانه رومیزی
fr: Android, iOS, Web, Ordinateur
pt_br: Android, iOS, Web, Computador
uk: Android, iOS, Вебсайт, ПК

source: New to Ente
ar: جديد في Ente
az: Ente-də yenisiniz
be: Упершыню ў Ente
ca: Nou a Ente
cs: Nový uživatel Ente
de: Neu bei Ente
el: Νέος/α στο Ente
es: Nuevo en Ente
fa: کاربر جدید Ente
fr: Nouveau sur Ente
id: Baru di Ente
it: Prima volta con Ente
ku: Nû li Ente
nl: Nieuw bij Ente
no: Ny til Ente
pt_br: Novo no Ente
ru: Впервые в Ente
sr: Нови на Енте
uk: Уперше на Ente
ur: Ente پر نئے ہیں
vi: Mới dùng Ente

source: Please login again
ar: يرجى تسجيل الدخول مرة أخرى
az: Lütfən, yenidən daxil olun
be: Аўтарызуйцеся яшчэ раз
ca: Si us plau, inicia sessió de nou
cs: Prosím, přihlaste se znovu
de: Bitte logge dich erneut ein
el: Παρακαλούμε συνδεθείτε ξανά
es: Por favor, vuelve a iniciar sesión
fa: لطفا دوباره وارد شوید
fr: Veuillez vous reconnecter
id: Silakan masuk akun lagi
it: Effettua nuovamente l'accesso
nl: Log opnieuw in
no: Vennligst logg inn igjen
pt_br: Registre-se novamente
ru: Пожалуйста, войдите снова
sr: Молимо, улогујте се поново
sv: Logga in igen
uk: Увійдіть знову
ur: براہ کرم دوبارہ لاگ ان کریں
vi: Vui lòng đăng nhập lại

# enteCanEncryptAndPreserveFilesOnlyIfYouGrant
source: Ente can encrypt and preserve files only if you grant access to them
ar: يمكن لـ Ente تشفير وحفظ الملفات فقط إذا منحت الإذن بالوصول إليها
az: Ente faylları yalnız onlara giriş icazəsi verdiyiniz halda şifrələyə və qoruya bilər
be: Ente можа зашыфраваць і захаваць файлы толькі ў тым выпадку, калі будзе прадстаўлены доступ да іх
ca: Ente només pot xifrar i preservar fitxers si li concedeixes accés a ells
cs: Ente může šifrovat a uchovávat soubory pouze v případě, že mu k nim udělíte přístup
de: Ente kann Dateien nur verschlüsseln und sichern, wenn du den Zugriff darauf gewährst
el: Το Ente μπορεί να κρυπτογραφεί και να διατηρεί αρχεία μόνο αν του δώσετε πρόσβαση σε αυτά
es: Ente puede cifrar y preservar archivos solo si concedes acceso a ellos
fa: Ente فقط در صورتی می‌تواند پرونده‌ها را رمزگذاری و نگه‌داری کند که به آن‌ها دسترسی داشته باشید
fr: Ente peut chiffrer et conserver des fichiers que si vous leur accordez l'accès
id: Ente hanya dapat mengenkripsi dan menyimpan file jika kamu berikan izin
it: Ente può criptare e conservare i file solo se gliene concedi l'accesso
nl: Ente kan bestanden alleen versleutelen en bewaren als u toegang tot ze geeft
no: Ente kan bare kryptere og bevare filer hvis du gir tilgang til dem
pt_br: Ente pode criptografar e preservar arquivos apenas se você conceder acesso a eles
ru: Ente может шифровать и сохранять файлы, только если вы предоставите к ним доступ
sr: Енте може да екриптује и сачува фајлове једино ако дозволите приступ њима
uk: Ente може зашифрувати та зберігати файли тільки в тому випадку, якщо ви надасте до них доступ
ur: Ente فائلوں کو صرف تب ہی انکرپٹ اور محفوظ کر سکتا ہے اگر آپ ان تک رسائی کی اجازت دیں
vi: Ente chỉ có thể mã hóa và lưu giữ tệp nếu bạn cấp quyền truy cập chúng

source: Please grant permissions
ar: يرجى منح الأذونات
az: Lütfən, icazə verin
be: Дайце дазволы
ca: Si us plau, concedeix permisos
cs: Prosím, udělte oprávnění
de: Bitte erteile die nötigen Berechtigungen
el: Παρακαλούμε παραχωρήστε τα δικαιώματα
es: Por favor, concede permiso
fa: لطفا دسترسی بدهید
fr: Veuillez accorder la permission
id: Harap berikan izin
it: Concedi i permessi
nl: Geef alstublieft toestemming
no: Vennligst gi tillatelser
pt_br: Por favor, conceda as permissões
ru: Пожалуйста, предоставьте разрешения
sr: Молимо, дозволите приступ
uk: Надайте дозволи
ur: براہ کرم اجازت دیں
vi: Vui lòng cấp quyền
