Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Save copy
ar: حفظ نسخة
az: Kopiyanı saxla
be: Захаваць копію
ca: Guarda còpia
cs: Uložit kopii
de: Kopie speichern
el: Αποθήκευση αντιγράφου
es: Guardar copia
fa: ذخیره نسخه
fr: Enregistrer une copie
it: Salva una copia
ku: Jêgirtinê tomar bike
nl: Kopie opslaan
nn: Lagra kopi
no: Lagre en kopi
pt_br: Salvar cópia
ru: Сохранить копию
sr: Сачувај копију
sv: Spara kopia
uk: Зберегти копію
ur: کاپی محفوظ کریں
vi: Lưu bản sao

source: Light
ar: فاتح
az: İşıq
be: Светлая
ca: Llum
cs: Světlý
de: Hell
el: Φωτεινότητα
es: Brillo
fa: نور
fr: Clair
id: Cahaya
it: Chiaro
ku: Ronî
nl: Licht
no: Lys
pt_br: Brilho
ru: Яркость
sr: Осветљење
sv: Ljust
uk: Яскравість
ur: روشنی
vi: Độ sáng

source: Yes, discard changes
ar: نعم، تجاهل التغييرات
az: Bəli, dəyişiklikləri ləğv et
be: Так, адхіліць змены
ca: Sí, descarta canvis
cs: Ano, zahodit změny
de: Ja, Änderungen verwerfen
el: Ναι, απόρριψη αλλαγών
es: Sí, descartar cambios
fa: بله، تغییرات را نادیده بگیر
fr: Oui, ignorer les modifications
id: Ya, buang perubahan
it: Sì, ignora le mie modifiche
nl: Ja, wijzigingen negeren
no: Ja, forkast endringer
pt_br: Sim, descartar alterações
ru: Да, отменить изменения
sr: Да, одбаци измене
sv: Ja, avfärda ändringarna
uk: Так, відхилити зміни
ur: ہاں، تبدیلیاں ختم کریں
vi: Có, bỏ qua thay đổi

source: Do you want to discard the edits you have made?
ar: هل تريد تجاهل التعديلات التي قمت بها؟
az: Etdiyiniz redaktələri ləğv etmək istəyirsiniz?
be: Вы сапраўды хочаце адхіліць зробленыя рэдагаванні?
ca: Vols descartar les edicions que has fet?
cs: Chcete zrušit provedené úpravy?
de: Möchtest du deine Änderungen verwerfen?
el: Θέλετε να απορρίψετε τις αλλαγές που έχετε κάνει;
es: ¿Quieres descartar las ediciones que has hecho?
fa: آیا می‌خواهید ویرایش‌هایی که انجام داده‌اید را نادیده بگیرید؟
fr: Voulez-vous annuler les modifications que vous avez faites ?
id: Apakah kamu ingin membuang edit yang telah kamu buat?
it: Vuoi scartare le modifiche che hai fatto?
nl: Wilt u de bewerkingen die u hebt gemaakt annuleren?
no: Vil du forkaste endringene du har gjort?
pt_br: Você quer descartar as edições que você fez?
ru: Хотите отменить сделанные изменения?
sr: Да ли желиш да одбациш направљене измене?
uk: Ви хочете відхилити внесені зміни?
ur: کیا آپ اپنی کی گئی ترامیم کو ختم کرنا چاہتے ہیں؟
vi: Bạn có muốn bỏ qua các chỉnh sửa đã thực hiện không?

source: Saving...
ar: جارٍ الحفظ...
az: Saxlanılır...
be: Захаванне...
ca: Guardant...
cs: Ukládání...
de: Speichern...
el: Αποθήκευση...
fa: در حال ذخیره...
fr: Enregistrement...
id: Menyimpan...
it: Salvataggio...
nl: Opslaan...
no: Lagrer...
pt_br: Salvando...
ru: Сохранение...
sr: Чувам...
sv: Sparar...
uk: Зберігаємо...
ur: محفوظ ہو رہا ہے...
vi: Đang lưu...

source: Edits saved
ar: تم حفظ التعديلات.
az: Redaktələr saxlanıldı
be: Рэдагаванні захаваны
ca: Edicions guardades
cs: Úpravy uloženy
de: Änderungen gespeichert
el: Οι αλλαγές αποθηκεύτηκαν
es: Ediciones guardadas
fa: ویرایش‌ها ذخیره شد
fr: Modification sauvegardée
id: Perubahan tersimpan
it: Modifiche salvate
nl: Bewerkingen opgeslagen
no: Endringer lagret
pt_br: Edições salvas
ru: Изменения сохранены
sr: Измене сачуване
uk: Зміни збережено
ur: ترامیم محفوظ ہو گئیں
vi: Chỉnh sửa đã được lưu

source: Oops, could not save edits
ar: عفوًا، تعذر حفظ التعديلات.
az: Xəta, redaktələri saxlamaq mümkün olmadı
be: Вой! Не ўдалося захаваць рэдагаванні
ca: Vaja, no s'han pogut guardar les edicions
cs: Jejda, nelze uložit úpravy
de: Hoppla, die Änderungen konnten nicht gespeichert werden
el: Ωχ, δεν ήταν δυνατή η αποθήκευση των αλλαγών
es: Ups, no se pudieron guardar las ediciónes
fa: اوه، نتوانستم ویرایش‌ها را ذخیره کنم
fr: Oups, impossible d'enregistrer les modifications
id: Aduh, tidak dapat menyimpan perubahan
it: Ops, impossibile salvare le modifiche
nl: Oeps, kon bewerkingen niet opslaan
no: Oisann, kunne ikke lagre endringer
pt_br: Opa! Não foi possível salvar as edições
ru: Ой, не удалось сохранить изменения
uk: Ой, не вдалося зберегти зміни
ur: اوہ، ترامیم محفوظ نہیں ہو سکیں
vi: Ốii!, không thể lưu chỉnh sửa

# distanceInKMUnit
source: km
ar: كم
be: км
el: χλμ
fa: کیلومتر
ru: км
sr: км
uk: км
ur: کلومیٹر

source: Used space
ar: المساحة المستخدمة
az: İstifadə edilmiş sahə
be: Выкарыстаная прастора
ca: Espai utilitzat
cs: Využité místo
de: Belegter Speicherplatz
el: Χώρος που χρησιμοποιείται
es: Espacio usado
fa: فضای استفاده شده
fr: Stockage utilisé
it: Spazio utilizzato
nl: Gebruikte ruimte
no: Benyttet lagringsplass
pt_br: Espaço usado
ru: Использовано места
sr: Искоришћен простор
sv: Använt utrymme
uk: Використано місця
ur: استعمال شدہ جگہ
vi: Dung lượng đã dùng

# setLabel
source: Set
ar: تعيين
az: Təyin et
be: Задаць
ca: Estableix
cs: Nastavit
de: Festlegen
el: Ορισμός
es: Establecer
fa: تنظیم
fr: Définir
it: Imposta
ku: Saz bike
nl: Instellen
no: Angi
pt_br: Definir
ru: Установить
uk: Встановити
ur: سیٹ کریں
vi: Đặt

source: Set radius
ar: تعيين نصف القطر
az: Radiusu təyin et
be: Задаць радыус
ca: Estableix radi
cs: Nastavit poloměr
de: Radius festlegen
el: Ορισμός ακτίνας
es: Establecer radio
fa: تنظیم شعاع
fr: Définir le rayon
it: Imposta raggio
nl: Radius instellen
no: Angi radius
pt_br: Definir raio
ru: Установить радиус
sr: Задај пречник
uk: Встановити радіус
ur: رداس سیٹ کریں
vi: Đặt bán kính

# familyPlanOverview
source: Add 5 family members to your existing plan without paying extra. Each member gets their own private space, and cannot see each other's files unless they're shared. Family plans are available to customers who have a paid Ente subscription. Subscribe now to get started!
ar: أضف 5 أفراد من عائلتك إلى خطتك الحالية دون دفع رسوم إضافية. يحصل كل فرد على مساحة خاصة به، ولا يمكنهم رؤية ملفات بعضهم البعض إلا إذا تمت مشاركتها. الخطط العائلية متاحة للعملاء الذين لديهم اشتراك Ente مدفوع. اشترك الآن للبدء!
az: Əlavə ödəniş etmədən mövcud planınıza 5 ailə üzvü əlavə edin. Hər bir üzv öz şəxsi sahəsini əldə edir və paylanmadıqca bir-birinin fayllarını görə bilmirlər. Ailə planları ödənişli Ente abunəliyi olan müştərilər üçün əlçatandır. Başlamaq üçün indi abunə olun!
be: Дадайце 5 членаў сям'і да бягучага тарыфнага плана без дадатковай платы. Кожны член атрымае сваю ўласную прыватную прастору і не зможа бачыць файлы іншых, пакуль яны не будуць абагулены. Сямейныя тарыфныя планы даступны для кліентаў з платнай падпіскай Ente. Падпішыцеся, каб скарыстацца прапановай!
ca: Afegeix 5 membres de la família al teu pla existent sense pagar extra. Cada membre obté el seu propi espai privat, i no pot veure els fitxers dels altres a menys que es comparteixin. Els plans familiars estan disponibles per als clients que tenen una subscripció de pagament d'Ente. Subscriu-te ara per començar!
cs: Přidejte 5 členů rodiny do svého stávajícího tarifu bez dalších poplatků. Každý člen dostane svůj vlastní soukromý prostor a nemůže vidět soubory ostatních členů, pokud nejsou sdílené. Rodinné tarify jsou k dispozici zákazníkům, kteří mají placené předplatné Ente. Přihlaste se k odběru a začněte hned teď!
de: Füge kostenlos 5 Familienmitglieder zu deinem bestehenden Abo hinzu. Jedes Mitglied bekommt seinen eigenen privaten Bereich und kann die Dateien der anderen nur sehen, wenn sie geteilt werden. Familien-Abos stehen Nutzern mit einem Bezahltarif zur Verfügung. Melde dich jetzt an, um loszulegen!
el: Προσθέστε 5 μέλη της οικογένειας στη συνδρομή σας χωρίς να πληρώσετε επιπλέον. Κάθε μέλος έχει τον δικό του ιδιωτικό χώρο και δεν μπορεί να δει τα αρχεία των άλλων εκτός αν του κοινοποιηθούν. Τα οικογενειακά σχέδια είναι διαθέσιμα σε χρήστες που έχουν συνδρομή επί πληρωμή στο Ente. Εγγραφείτε τώρα για να ξεκινήσετε!
es: Añade 5 familiares a tu plan existente sin pagar más. Cada miembro tiene su propio espacio privado y no puede ver los archivos del otro a menos que sean compartidos. Los planes familiares están disponibles para los clientes que tienen una suscripción de Ente pagada. ¡Suscríbete ahora para empezar!
fa: 5 عضو خانواده را به طرح فعلی خود اضافه کنید بدون پرداخت هزینه اضافی. هر عضو فضای خصوصی خود را دارد و نمی‌تواند فایل‌های یکدیگر را ببیند مگر اینکه به اشتراک گذاشته شده باشند. طرح‌های خانوادگی برای مشتریانی که اشتراک پرداختی Ente دارند در دسترس است. همین حالا اشتراک بگیرید تا شروع کنید!
fr: Ajoutez 5 membres de votre famille à votre abonnement existant sans payer de supplément. Chaque membre dispose de son propre espace privé et ne peut pas voir les fichiers des autres membres, sauf s'ils sont partagés. Les abonnement familiaux sont disponibles pour les clients qui ont un abonnement Ente payant. Abonnez-vous maintenant pour commencer !
id: Tambahkan 5 anggota keluarga ke paket kamu tanpa perlu bayar lebih. Setiap anggota mendapat ruang pribadi mereka sendiri, dan tidak dapat melihat file orang lain kecuali dibagikan. Paket keluarga tersedia bagi pelanggan yang memiliki langganan berbayar Ente. Langganan sekarang untuk mulai!
it: Aggiungi 5 membri della famiglia al tuo piano esistente senza pagare extra. Ogni membro ottiene il proprio spazio privato e non può vedere i file dell'altro a meno che non siano condivisi. I piani familiari sono disponibili per i clienti che hanno un abbonamento Ente a pagamento. Iscriviti ora per iniziare!
nl: Voeg 5 gezinsleden toe aan je bestaande abonnement zonder extra te betalen. Elk lid krijgt zijn eigen privé ruimte en kan elkaars bestanden niet zien tenzij ze zijn gedeeld. Familieplannen zijn beschikbaar voor klanten die een betaald Ente abonnement hebben. Abonneer nu om aan de slag te gaan!
no: Legg til 5 familiemedlemmer til det eksisterende abonnementet uten å betale ekstra. Hvert medlem får sitt eget private område, og kan ikke se hverandres filer med mindre de er delt. Familieabonnement er tilgjengelige for kunder som har et betalt Ente-abonnement. Abonner nå for å komme i gang!
pt_br: Adicione 5 familiares para seu plano existente sem pagar nenhum custo adicional. Cada membro ganha seu espaço privado, significando que eles não podem ver os arquivos dos outros a menos que eles sejam compartilhados. Os planos familiares estão disponíveis para clientes que já tem uma assinatura paga do Ente. Assine agora para iniciar!
ru: Добавьте 5 членов семьи к существующему тарифу без дополнительной оплаты. Каждый участник получает своё личное пространство и не может видеть файлы других, если они не общедоступны. Семейные тарифы доступны клиентам с платной подпиской на Ente. Подпишитесь сейчас, чтобы начать!
uk: Додайте 5 членів сім'ї до чинного тарифу без додаткової плати. Кожен член сім'ї отримає власний приватний простір і не зможе бачити файли інших, доки обидва не нададуть до них спільний доступ. Сімейні плани доступні клієнтам, які мають платну підписку на Ente. Підпишіться зараз, щоби розпочати!
ur: بغیر کسی اضافی ادائیگی کے اپنے موجودہ پلان میں ۵ فیملی ممبران کو شامل کریں. ہر رکن کو اپنی نجی جگہ ملتی ہے، اور وہ ایک دوسرے کی فائلیں نہیں دیکھ سکتے جب تک کہ وہ شیئر نہ کی جائیں. فیملی پلانز ان صارفین کے لیے دستیاب ہیں جن کے پاس Ente کی معاوضہ سبسکرپشن ہے. شروع کرنے کے لیے ابھی سبسکرائب کریں!
vi: Thêm 5 thành viên gia đình vào gói hiện tại của bạn mà không phải trả thêm phí. Mỗi thành viên có không gian riêng tư của mình và không thể xem tệp của nhau trừ khi được chia sẻ. Gói gia đình có sẵn cho người dùng Ente gói trả phí. Đăng ký ngay để bắt đầu!

# androidBiometricNotRecognized
source: Not recognized. Try again.
ar: لم يتم التعرف. حاول مرة أخرى.
az: Tanınmadı. Yenidən cəhd edin.
be: Не распазнана. Паспрабуйце яшчэ раз.
ca: No reconegut. Torna-ho a provar.
cs: Nerozpoznáno. Zkuste znovu.
de: Nicht erkannt. Versuchen Sie es erneut.
el: Δεν αναγνωρίζεται. Δοκιμάστε ξανά.
es: No reconocido. Inténtelo nuevamente.
fa: شناسایی نشد. دوباره امتحان کنید.
fr: Reconnaissance impossible. Réessayez.
id: Tidak dikenal. Coba lagi.
it: Non riconosciuto. Riprova.
nl: Niet herkend. Probeer het opnieuw.
no: Ikke gjenkjent. Prøv igjen.
pt_br: Não reconhecido. Tente novamente.
ru: Не распознано. Попробуйте снова.
sv: Inte igenkänd. Försök igen.
uk: Не розпізнано. Спробуйте ще раз.
ur: شناخت نہیں ہو سکی. دوبارہ کوشش کریں.
vi: Không nhận diện được. Thử lại.

# androidSignInTitle
source: Authentication required
ar: المصادقة مطلوبة
az: Autentifikasiya tələb olunur
be: Патрабуецца аўтэнтыфікацыя
ca: Autenticació requerida
cs: Je požadováno ověření
de: Authentifizierung erforderlich
el: Απαιτείται έλεγχος ταυτότητας
es: Se necesita autenticación biométrica
fa: احراز هویت لازم است
fr: Authentification requise
id: Autentikasi diperlukan
it: Autenticazione necessaria
nl: Verificatie vereist
no: Krever innlogging
pt_br: Autenticação necessária
ru: Требуется аутентификация
uk: Необхідна перевірка
ur: توثیق درکار ہے
vi: Yêu cầu xác thực

# androidBiometricRequiredTitle
source: Biometric required
ar: المصادقة البيومترية مطلوبة
az: Biometrika tələb olunur
be: Патрабуецца біяметрыя
ca: Biometria requerida
cs: Je požadováno biometrické ověření
de: Biometrie erforderlich
el: Απαιτείται βιομετρικός έλεγχος ταυτότητας
es: Autenticación biométrica necesaria
fa: احراز هویت بیومتریک لازم است
fr: Empreinte digitale requise
id: Biometrik diperlukan
it: Autenticazione biometrica
nl: Biometrische verificatie vereist
no: Biometri kreves
pt_br: Biométrica necessária
ru: Требуется биометрия
uk: Потрібна біометрія
ur: بائیو میٹرک درکار ہے
vi: Yêu cầu sinh trắc học

# androidDeviceCredentialsRequiredTitle
source: Device credentials required
ar: بيانات اعتماد الجهاز مطلوبة
az: Cihaz məlumatları tələb olunur
be: Патрабуюцца ўліковыя даныя прылады
ca: Credencials del dispositiu requerides
cs: Jsou vyžadovány přihlašovací údaje zařízení
de: Geräteanmeldeinformationen erforderlich
el: Απαιτούνται διαπιστευτήρια συσκευής
es: Se necesitan credenciales de dispositivo
fa: احراز هویت دستگاه لازم است
fr: Identifiants requis
it: Inserisci le credenziali del dispositivo
nl: Apparaatgegevens vereist
no: Enhetens påloggingsinformasjon kreves
pt_br: Credenciais necessários
ru: Требуются учётные данные устройства
uk: Необхідні облікові дані пристрою
ur: ڈیوائس کی اسناد درکار ہیں
vi: Yêu cầu thông tin xác thực thiết bị

# androidDeviceCredentialsSetupDescription
source: Device credentials required
ar: بيانات اعتماد الجهاز مطلوبة
az: Cihaz məlumatları tələb olunur
be: Патрабуюцца ўліковыя даныя прылады
ca: Credencials del dispositiu requerides
cs: Jsou vyžadovány přihlašovací údaje zařízení
de: Geräteanmeldeinformationen erforderlich
el: Απαιτούνται διαπιστευτήρια συσκευής
es: Se necesitan credenciales de dispositivo
fa: احراز هویت دستگاه لازم است
fr: Identifiants requis
it: Inserisci le credenziali del dispositivo
nl: Apparaatgegevens vereist
no: Enhetens påloggingsinformasjon kreves
pt_br: Credenciais necessários
ru: Требуются учётные данные устройства
uk: Необхідні облікові дані пристрою
ur: ڈیوائس کی اسناد درکار ہیں
vi: Yêu cầu thông tin xác thực thiết bị

source: Go to settings
ar: الانتقال إلى الإعدادات
az: Ayarlara keçin
be: Перайсці ў налады
ca: Ves a configuració
cs: Přejít do nastavení
de: Zu den Einstellungen
el: Μετάβαση στις ρυθμίσεις
es: Ir a Ajustes
fa: به تنظیمات بروید
fr: Allez aux réglages
id: Buka pengaturan
it: Vai alle impostazioni
nl: Ga naar instellingen
no: Gå til innstillinger
pt_br: Ir às opções
ru: Перейти в настройки
sv: Gå till inställningar
uk: Перейти до налаштувань
ur: سیٹنگز میں جائیں
vi: Đi đến cài đặt

# androidGoToSettingsDescription
source: Biometric authentication is not set up on your device. Go to 'Settings > Security' to add biometric authentication.
ar: لم يتم إعداد المصادقة البيومترية على جهازك. انتقل إلى 'الإعدادات > الأمان' لإضافة المصادقة البيومترية.
az: Cihazınızda biometrik autentifikasiya quraşdırılmayıb. Biometrik autentifikasiya əlavə etmək üçün 'Ayarlar > Təhlükəsizlik' bölməsinə keçin.
be: Біяметрычная аўтэнтыфікацыя не наладжана на вашай прыладзе. Перайдзіце ў раздзел «Налады > Бяспека», каб дадаць біяметрычную аўтэнтыфікацыю.
ca: L'autenticació biomètrica no està configurada al teu dispositiu. Ves a 'Configuració > Seguretat' per afegir autenticació biomètrica.
cs: Biometrické ověřování není na vašem zařízení nastaveno. Přejděte do části "Nastavení" > "Zabezpečení" a přidejte biometrické ověřování.
de: Auf Ihrem Gerät ist keine biometrische Authentifizierung eingerichtet. Gehen Sie „Einstellungen“ > „Sicherheit“, um die biometrische Authentifizierung hinzuzufügen.
el: Ο βιομετρικός έλεγχος ταυτότητας δεν έχει ρυθμιστεί στη συσκευή σας. Μεταβείτε στις "Ρυθμίσεις > Ασφάλεια" για να προσθέσετε βιομετρική ταυτοποίηση.
es: La autenticación biométrica no está configurada en su dispositivo. 'Ve a Ajustes > Seguridad' para añadir autenticación biométrica.
fa: احراز هویت بیومتریک بر روی دستگاه شما تنظیم نشده است. به 'تنظیمات > امنیت' بروید تا احراز هویت بیومتریک را اضافه کنید.
fr: L'authentification biométrique n'est pas configurée sur votre appareil. Allez dans 'Paramètres > Sécurité' pour ajouter l'authentification biométrique.
id: Autentikasi biometrik belum aktif di perangkatmu. Buka 'Setelan > Keamanan' untuk mengaktifkan autentikasi biometrik.
it: L'autenticazione biometrica non è impostata sul tuo dispositivo. Vai a 'Impostazioni > Sicurezza' per impostarla.
nl: Biometrische verificatie is niet ingesteld op uw apparaat. Ga naar 'Instellingen > Beveiliging' om biometrische verificatie toe te voegen.
no: Biometrisk autentisering er ikke satt opp på enheten din. Gå til 'Innstillinger > Sikkerhet' for å legge til biometrisk godkjenning.
pt_br: A autenticação biométrica não está definida no dispositivo. Vá em 'Opções > Segurança' para adicionar a autenticação biométrica.
ru: Биометрическая аутентификация не настроена. Перейдите в «Настройки» → «Безопасность», чтобы добавить её.
uk: Біометрична перевірка не встановлена на вашому пристрої. Перейдіть в «Налаштування > Безпека», щоб додати біометричну перевірку.
ur: آپ کی ڈیوائس پر بائیو میٹرک توثیق سیٹ اپ نہیں ہے. بائیو میٹرک توثیق شامل کرنے کے لیے 'سیٹنگز > سیکیورٹی' پر جائیں.
vi: Xác thực sinh trắc học chưa được thiết lập trên thiết bị của bạn. Đi đến 'Cài đặt > Bảo mật' để thêm xác thực sinh trắc học.

# iOSLockOut
source: Biometric authentication is disabled. Please lock and unlock your screen to enable it.
ar: تم تعطيل المصادقة البيومترية. يرجى قفل شاشتك وفتحها لتمكينها.
az: Biometrik autentifikasiya söndürülüb. Onu aktivləşdirmək üçün ekranı kilidləyin və yenidən açın.
be: Біяметрычная аўтэнтыфікацыя адключана. Заблакіруйце, а потым разблакіруйце экран для яе ўключэння.
ca: L'autenticació biomètrica està desactivada. Si us plau, bloqueja i desbloqueja la teva pantalla per activar-la.
cs: Biometrické ověřování je deaktivováno. Chcete-li jej aktivovat, uzamkněte a odemkněte obrazovku.
de: Die biometrische Authentifizierung ist deaktiviert. Bitte sperren und entsperren Sie Ihren Bildschirm, um sie zu aktivieren.
el: Ο βιομετρικός έλεγχος ταυτότητας έχει απενεργοποιηθεί. Παρακαλούμε κλειδώστε και ξεκλειδώστε την οθόνη σας για να τον ενεργοποιήσετε.
es: La autenticación biométrica está deshabilitada. Por favor, bloquea y desbloquea la pantalla para habilitarla.
fa: احراز هویت بیومتریک غیرفعال است. لطفاً صفحه نمایش خود را قفل و باز کنید تا آن را فعال کنید.
fr: L'authentification biométrique est désactivée. Veuillez verrouiller et déverrouiller votre écran pour l'activer.
it: L'autenticazione biometrica è disabilitata. Blocca e sblocca lo schermo per abilitarla.
nl: Biometrische verificatie is uitgeschakeld. Vergrendel en ontgrendel uw scherm om het in te schakelen.
no: Biometrisk autentisering er deaktivert. Vennligst lås og lås opp skjermen for å aktivere den.
pt_br: A autenticação biométrica está desativada. Bloqueie e desbloqueie sua tela para ativá-la.
ru: Биометрическая аутентификация отключена. Пожалуйста, заблокируйте и разблокируйте экран, чтобы включить её.
uk: Біометрична перевірка вимкнена. Заблокуйте і розблокуйте свій екран, щоб увімкнути її.
ur: بائیو میٹرک توثیق غیر فعال ہے. براہ کرم اسے فعال کرنے کے لیے اپنی اسکرین کو لاک اور ان لاک کریں.
vi: Xác thực sinh trắc học đã bị vô hiệu hóa. Vui lòng khóa và mở khóa màn hình của bạn để kích hoạt lại.

# iOSGoToSettingsDescription
source: Biometric authentication is not set up on your device. Please either enable Touch ID or Face ID on your phone.
ar: لم يتم إعداد المصادقة البيومترية على جهازك. يرجى تمكين Touch ID أو Face ID على هاتفك.
az: Cihazınızda biometrik autentifikasiya quraşdırılmayıb. Zəhmət olmasa, telefonunuzda Touch ID və ya Face ID-ni aktivləşdirin.
be: Біяметрычная аўтэнтыфікацыя не наладжана на вашай прыладзе. Уключыце Touch ID або Face ID на вашай прыладзе.
ca: L'autenticació biomètrica no està configurada al teu dispositiu. Si us plau, activa Touch ID o Face ID al teu telèfon.
cs: Biometrické ověřování není na vašem zařízení nastaveno. Povolte prosím Touch ID nebo Face ID na svém telefonu.
de: Auf Ihrem Gerät ist keine biometrische Authentifizierung eingerichtet. Bitte aktivieren Sie entweder Touch ID oder Face ID auf Ihrem Telefon.
el: Ο βιομετρικός έλεγχος ταυτότητας δεν έχει ρυθμιστεί στη συσκευή σας. Παρακαλούμε ενεργοποιήστε το Touch ID ή το Face ID στο τηλέφωνό σας.
es: La autenticación biométrica no está configurada en tu dispositivo. Por favor, activa Touch ID o Face ID en tu teléfono.
fa: احراز هویت بیومتریک بر روی دستگاه شما تنظیم نشده است. لطفاً یا Touch ID یا Face ID را در گوشی خود فعال کنید.
fr: L'authentification biométrique n'est pas configurée sur votre appareil. Veuillez activer Touch ID ou Face ID sur votre téléphone.
id: Autentikasi biometrik belum aktif di perangkatmu. Silakan aktifkan Touch ID atau Face ID pada ponselmu.
it: L'autenticazione biometrica non è impostata sul tuo dispositivo. Abilita Touch ID o Face ID sul tuo telefono.
nl: Biometrische authenticatie is niet ingesteld op uw apparaat. Schakel Touch ID of Face ID in op uw telefoon.
no: Biometrisk autentisering er ikke satt opp på enheten din. Aktiver enten Touch-ID eller Ansikts-ID på telefonen.
pt_br: A autenticação biométrica não está definida no dispositivo. Ative o Touch ID ou Face ID no dispositivo.
ru: Биометрическая аутентификация не настроена. Пожалуйста, включите Touch ID или Face ID на вашем устройстве.
uk: Біометрична перевірка не встановлена на вашому пристрої. Увімкніть TouchID або FaceID на вашому телефоні.
ur: آپ کی ڈیوائس پر بائیو میٹرک توثیق سیٹ اپ نہیں ہے. براہ کرم اپنے فون پر Touch ID یا Face ID کو فعال کریں.
vi: Xác thực sinh trắc học chưa được thiết lập trên thiết bị của bạn. Vui lòng kích hoạt Touch ID hoặc Face ID.

# iOSOkButton
source: OK
ar: موافق
az: Yaxşı
ca: D'acord
es: Aceptar
fa: تأیید
nl: Oké
ru: Хорошо
uk: Гаразд
ur: ٹھیک ہے

source: OpenStreetMap contributors
ar: مساهمو OpenStreetMap
az: OpenStreetMap iştirakçıları
be: Удзельнікі OpenStreetMap
ca: Col·laboradors d'OpenStreetMap
cs: Přispěvatelé OpenStreetMap
de: OpenStreetMap-Beitragende
el: Συντελεστές του OpenStreetMap
es: Contribuidores de OpenStreetMap
fa: مشارکت‌کنندگان OpenStreetMap
fr: Contributeurs d'OpenStreetMap
id: Kontributor OpenStreetMap
it: Collaboratori di OpenStreetMap
nl: OpenStreetMap bijdragers
no: OpenStreetMap bidragsytere
pt_br: Contribuidores do OpenStreetMap
ru: Участники OpenStreetMap
uk: Учасники OpenStreetMap
ur: OpenStreetMap تعاون کنندگان
vi: Người đóng góp OpenStreetMap

source: Hosted at OSM France
ar: مستضاف في OSM France
az: OSM France-da yerləşdirilir
be: Размешчана на OSM France
ca: Allotjat a OSM França
cs: Hostováno na OSM France
de: Gehostet bei OSM France
es: Alojado en OSM France
fa: میزبانی شده در OSM فرانسه
fr: Hébergé chez OSM France
id: Dihosting oleh OSM France
it: Ospitato presso OSM France
nl: Gehost bij OSM France
no: Hostet på OSM France
pt_br: Hospedado em OSM France
ru: Размещено на OSM France
uk: Розміщення на OSM Франція
ur: OSM France پر ہوسٹ کردہ
vi: Được lưu trữ tại OSM Pháp
