Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Pair
ar: إقران
az: Cütləşdirin
be: Спалучыць
ca: Aparella
cs: Spárovat
de: Koppeln
el: Σύζευξη
es: Emparejar
fa: جفت کردن
fr: Associer
id: Tautkan
it: Abbina
nl: Koppelen
no: Par
pt_br: Parear
ru: Подключить
sr: Упари
uk: Створити пару
ur: جوڑا بنائیں
vi: Kết nối

source: Device not found
ar: لم يتم العثور على الجهاز
az: Cihaz tapılmadı
be: Прылада не знойдзена
ca: Dispositiu no trobat
cs: Zařízení nebylo nalezeno
de: Gerät nicht gefunden
el: Η συσκευή δε βρέθηκε
es: Dispositivo no encontrado
fa: دستگاه پیدا نشد
fr: Appareil non trouvé
id: Perangkat tidak ditemukan
it: Dispositivo non trovato
nl: Apparaat niet gevonden
no: Enhet ikke funnet
pt_br: Dispositivo não encontrado
ru: Устройство не найдено
sr: Уређај није пронађен
sv: Enhet hittades inte
uk: Пристрій не знайдено
ur: ڈیوائس نہیں ملی
vi: Không tìm thấy thiết bị

# castInstruction
source: Visit cast.ente.io on the device you want to pair. Enter the code below to play the album on your TV.
ar: قم بزيارة cast.ente.io على الجهاز الذي تريد إقرانه. أدخل الرمز أدناه لتشغيل الألبوم على تلفزيونك.
az: Qoşmaq istədiyiniz cihazda cast.ente.io səhifəsinə daxil olun. Albomu TV-nizdə oxutmaq üçün aşağıdakı kodu daxil edin.
be: Наведайце cast.ente.io на прыладзе, якую хочаце спалучыць. Увядзіце кода ніжэй, каб прайграць альбом на тэлевізары.
ca: Visita cast.ente.io al dispositiu que vols aparellar. Introdueix el codi de sota per reproduir l'àlbum a la teva TV.
cs: Navštivte stránku cast.ente.io na zařízení, které chcete spárovat. Zadejte níže uvedený kód a album se přehraje na vaší televizi.
de: Besuche cast.ente.io auf dem Gerät, das du verbinden möchtest. Gib den unten angegebenen Code ein, um das Album auf deinem Fernseher abzuspielen.
el: Επισκεφθείτε το cast.ente.io στη συσκευή που θέλετε να συζεύξετε. Εισάγετε τον παρακάτω κωδικό για να παίξετε το άλμπουμ στην τηλεόρασή σας.
es: Visita cast.ente.io en el dispositivo que quieres emparejar. Introduce el código de abajo para reproducir el álbum en tu TV.
fa: به cast.ente.io در دستگاهی که می‌خواهید جفت کنید مراجعه کنید. کد زیر را وارد کنید تا آلبوم را در تلویزیون خود پخش کنید.
fr: Visitez cast.ente.io sur l'appareil que vous voulez associer. Entrez le code ci-dessous pour lire l'album sur votre TV.
id: Buka cast.ente.io pada perangkat yang ingin kamu tautkan. Masukkan kode yang ditampilkan untuk memutar album di TV.
it: Visita cast.ente.io sul dispositivo che vuoi abbinare. Inserisci il codice qui sotto per riprodurre l'album sulla tua TV.
nl: Bezoek cast.ente.io op het apparaat dat u wilt koppelen. Voer de code hieronder in om het album op uw TV af te spelen.
no: Besøk cast.ente.io på enheten du vil parre. Skriv inn koden under for å spille albumet på TV-en din.
pt_br: Acesse cast.ente.io no dispositivo desejado para parear. Insira o código abaixo para reproduzir o álbum na sua TV.
ru: Посетите cast.ente.io на устройстве, которое хотите подключить. Введите код ниже, чтобы воспроизвести альбом на телевизоре.
uk: Відвідайте cast.ente.io на пристрої, з яким ви хочете створити пару. Введіть код нижче, щоб відтворити альбом на телевізорі.
ur: جس ڈیوائس کو آپ منسلک pair کرنا چاہتے ہیں اس پر cast.ente.io کھولیں. اپنے ٹی وی پر البم چلانے کے لیے نیچے دیا گیا کوڈ درج کریں.
vi: Truy cập cast.ente.io trên thiết bị bạn muốn kết nối. Nhập mã dưới đây để phát album trên TV của bạn.

# deviceCodeHint
source: Enter the code
ar: أدخل الرمز
az: Kodu daxil edin
be: Увядзіце код
ca: Introdueix el codi
cs: Zadejte kód
de: Code eingeben
el: Εισάγετε τον κωδικό
es: Introduce el código
fa: کد را وارد کنید
fr: Saisissez le code
id: Masukkan kode
it: Inserisci il codice
nl: Voer de code in
no: Skriv inn koden
pt_br: Insira o código
ru: Введите код
sv: Ange koden
uk: Введіть код
ur: کوڈ درج کریں
vi: Nhập mã

source: Join Discord
ar: الانضمام إلى Discord
az: Discord qoşul
be: Далучыцца да Discord
ca: Uneix-te a Discord
cs: Připoj se na Discord
de: Discord beitreten
el: Μπείτε στο Discord
es: Únete al Discord
fa: به دیسکورد بپیوندید
fr: Rejoindre Discord
id: Bergabung ke Discord
it: Unisciti a Discord
nl: Join de Discord
no: Bli med i Discord
pt_br: Junte-se ao Discord
ru: Присоединиться в Discord
sr: Прикључи се Дискорду
sv: Gå med i Discord
uk: Приєднатися до Discord серверу
ur: ڈسکارڈ (Discord) جوائن کریں
vi: Tham gia Discord

source: Locations
ar: المواقع
az: Məkanlar
be: Месцазнаходжанні
ca: Ubicacions
cs: Lokality
de: Orte
el: Τοποθεσίες
es: Ubicaciones
fa: مکان‌ها
fr: Lieux
it: Luoghi
nl: Locaties
no: Plasseringer
pt_br: Localizações
ru: Местоположения
sr: Локације
sv: Platser
uk: Розташування
ur: مقامات
vi: Vị trí

source: Add a name
ar: إضافة اسم
az: Ad əlavə et
be: Дадаць назву
ca: Afegeix un nom
cs: Přidat název
de: Füge einen Namen hinzu
el: Προσθήκη ονόματος
es: Añade un nombre
fa: یک نام اضافه کنید
fr: Ajouter un nom
id: Tambahkan nama
it: Aggiungi un nome
nl: Een naam toevoegen
no: Legg til et navn
pt_br: Adicione um nome
ru: Добавить имя
sv: Lägg till ett namn
uk: Додати ім'я
ur: نام شامل کریں
vi: Thêm một tên

source: Find them quickly
ar: اعثر عليهم بسرعة
az: Onları tez tapın
be: Знаходзьце іх хутка
ca: Troba'ls ràpidament
cs: Najděte je rychle
de: Finde sie schnell
el: Βρείτε τους γρήγορα
es: Encuéntralos rápidamente
fa: به سرعت آن‌ها را پیدا کنید
fr: Trouvez-les rapidement
it: Trovali rapidamente
nl: Vind ze snel
no: Finn dem raskt
pt_br: Busque-os rapidamente
ru: С лёгкостью находите его
sv: Hitta dem snabbt
uk: Знайдіть їх швидко
ur: انہیں جلدی تلاش کریں
vi: Tìm họ nhanh chóng

# findPeopleByName
source: Find people quickly by name
ar: البحث عن الأشخاص بسرعة بالاسم
az: İnsanları adı ilə tez tapın
be: Хутка знаходзьце людзей па імі
ca: Troba gent ràpidament per nom
cs: Rychlé vyhledávání osob podle jména
de: Finde Personen schnell nach Namen
el: Εύρεση ατόμων γρήγορα με το όνομά τους
es: Encuentra gente rápidamente por su nombre
fa: به سرعت افراد را بر اساس نام پیدا کنید
fr: Trouver des personnes rapidement par leur nom
id: Telusuri orang dengan mudah menggunakan nama
it: Trova rapidamente le persone per nome
nl: Mensen snel op naam zoeken
no: Finn folk raskt med navn
pt_br: Busque pessoas facilmente pelo nome
ru: С лёгкостью находите людей по имени
uk: Швидко знаходьте людей за іменами
ur: نام سے لوگوں کو جلدی تلاش کریں
vi: Tìm nhanh người theo tên

# addViewers
source: {count, plural, =0 {Add viewer} =1 {Add viewer} other {Add viewers}}
ar: {count, plural, =0 {إضافة مشاهد} =1 {إضافة مشاهد} two {إضافة مشاهدين} few {إضافة {count} مشاهدين} many {إضافة {count} مشاهدًا} other {إضافة {count} مشاهدًا}}
az: {count, plural, =0 {İzləyici əlavə et} =1 {İzləyici əlavə et} other {İzləyicilər əlavə et}}
be: {count, plural, =0 {Дадаць праглядальніка} =1 {Дадаць праглядальніка} other {Дадаць праглядальнікаў}}
ca: {count, plural, =0 {Afegeix visualitzador} =1 {Afegeix visualitzador} other {Afegeix visualitzadors}}
cs: {count, plural, =0 {Přidat pozorovatele} =1 {Přidat pozorovatele} other {Přidat pozorovatele}}
de: {count, plural, =0 {Betrachter hinzufügen} =1 {Betrachter hinzufügen} other {Betrachter hinzufügen}}
el: {count, plural, one {}=0 {Προσθήκη θεατή} =1 {Προσθήκη θεατή} other {Προσθήκη θεατών}}
es: {count, plural, =0 {Añadir espectador} =1{Añadir espectador} other {Añadir espectadores}}
fa: {count, plural, =0 {بیننده اضافه کنید} =1 {بیننده اضافه کنید} other {بینندگان اضافه کنید}}
fr: {count, plural, one {}=0 {Ajouter un spectateur} =1 {Ajouter une spectateur} other {Ajouter des spectateurs}}
it: {count, plural, one {}=0 {Aggiungi visualizzatore} =1 {Add viewer} other {Aggiungi visualizzatori}}
nl: {count, plural, =0 {Kijker toevoegen} =1 {Kijker toevoegen} other {Kijkers toevoegen}}
no: {count, plural, =0 {Legg til seer} =1 {Legg til seer} other {Legg til seere}}
pt_br: {count, plural, =0 {Adicionar visualizador} =1 {Adicionar visualizador} other {Adicionar vizualizadores}}
ru: {count, plural, =0 {Добавить зрителя} =1 {Добавить зрителя} other {Добавить зрителей}}
ur: {count, plural, =0 {ناظر شامل کریں} =1 {ناظر شامل کریں} other {ناظرین شامل کریں}}
vi: {count, plural, =0 {Thêm người xem} =1 {Thêm người xem} other {Thêm người xem}}

# addCollaborators
source: {count, plural, =0 {Add collaborator} =1 {Add collaborator} other {Add collaborators}}
ar: {count, plural, =0 {إضافة متعاون} =1 {إضافة متعاون} two {إضافة متعاونين} few {إضافة {count} متعاونين} many {إضافة {count} متعاونًا} other {إضافة {count} متعاونًا}}
az: {count, plural, =0 {Əməkdaş əlavə et} =1 {Əməkdaş əlavə et} other {Əməkdaşlar əlavə et}}
be: {count, plural, =0 {Дадаць суаўтара} =1 {Дадаць суаўтара} other {Дадаць суаўтараў}}
ca: {count, plural, =0 {Afegeix col·laborador} =1 {Afegeix col·laborador} other {Afegeix col·laboradors}}
cs: {count, plural, =0 {Přidat spolupracovníka} =1 {Přidat spolupracovníka} other {Přidat spolupracovníky}}
de: {count, plural, =0 {Bearbeiter hinzufügen} =1 {Bearbeiter hinzufügen} other {Bearbeiter hinzufügen}}
el: {count, plural, one {}=0 {Προσθήκη συνεργάτη} =1 {Προσθήκη συνεργάτη} other {Προσθήκη συνεργατών}}
es: {count, plural, =0 {Añadir colaborador} =1 {Añadir colaborador} other {Añadir colaboradores}}
fa: {count, plural, =0 {همکار اضافه کنید} =1 {همکار اضافه کنید} other {همکاران اضافه کنید}}
fr: {count, plural, one {}=0 {Ajouter un collaborateur} =1 {Ajouter un collaborateur} other {Ajouter des collaborateurs}}
it: {count, plural, one {}=0 {Aggiungi collaboratore} =1 {Aggiungi collaboratore} other {Aggiungi collaboratori}}
nl: {count, plural, =0 {Samenwerker toevoegen} =1 {Samenwerker toevoegen} other {Samenwerkers toevoegen}}
no: {count, plural, =0 {Legg til samarbeidspartner} =1 {Legg til samarbeidspartner} other {Legg til samarbeidspartnere}}
pt_br: {count, plural, =0 {Adicionar colaborador} =1 {Adicionar colaborador} other {Adicionar colaboradores}}
ru: {count, plural, =0 {Добавить соавтора} =1 {Добавить соавтора} other {Добавить соавторов}}
ur: {count, plural, =0 {معاون شامل کریں} =1 {معاون شامل کریں} other {معاونین شامل کریں}}
vi: {count, plural, =0 {Thêm cộng tác viên} =1 {Thêm cộng tác viên} other {Thêm cộng tác viên}}

source: Long press an email to verify end to end encryption.
ar: اضغط مطولاً على بريد إلكتروني للتحقق من التشفير من طرف إلى طرف.
az: Ucdan-uca şifrələməni doğrulamaq üçün e-poçtun üzərinə uzun basın.
be: Доўга ўтрымлівайце паштовы адрас, каб спраўдзіць скразное шыфраванне.
ca: Fes una pressió llarga sobre un correu per verificar el xifratge d'extrem a extrem.
cs: Dlouhým stisknutím e-mailu ověříte koncové šifrování.
de: Lange auf eine E-Mail drücken, um die Ende-zu-Ende-Verschlüsselung zu überprüfen.
el: Πατήστε παρατεταμένα ένα email για να επιβεβαιώσετε την κρυπτογράφηση από άκρη σε άκρη.
es: Mantén pulsado un correo electrónico para verificar el cifrado de extremo a extremo.
fa: برای تأیید رمزنگاری انتها به انتها، یک ایمیل را به مدت طولانی فشار دهید.
fr: Appuyez longuement sur un email pour vérifier le chiffrement de bout en bout.
id: Tekan dan tahan email untuk membuktikan enkripsi ujung ke ujung.
it: Premi a lungo un'email per verificare la crittografia end to end.
nl: Druk lang op een e-mail om de versleuteling te verifiëren.
no: Trykk og hold på en e-post for å bekrefte ende-til-ende-kryptering.
pt_br: Pressione um e-mail para verificar a criptografia ponta a ponta.
ru: Нажмите с удержанием на электронную почту для подтверждения сквозного шифрования.
uk: Довго утримуйте поштову адресу, щоб перевірити наскрізне шифрування.
ur: اینڈ ٹو اینڈ انکرپشن کی تصدیق کے لیے ای میل پر دیر تک دبائیں.
vi: Nhấn giữ một email để xác minh mã hóa đầu cuối.

# developerSettingsWarning
source: Are you sure that you want to modify Developer settings?
ar: هل أنت متأكد من رغبتك في تعديل إعدادات المطور؟
az: Tərtibatçı tənzimləmələrini dəyişdirmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце змяніць налады распрацоўшчыка?
ca: Estàs segur que vols modificar la configuració de desenvolupador?
cs: Opravdu chcete změnit nastavení pro vývojáře?
de: Bist du sicher, dass du Entwicklereinstellungen bearbeiten willst?
el: Είστε σίγουροι ότι θέλετε να τροποποιήσετε τις ρυθμίσεις προγραμματιστή;
es: ¿Estás seguro de que quieres modificar los ajustes de desarrollador?
fa: آیا مطمئن هستید که می‌خواهید تنظیمات توسعه‌دهنده را تغییر دهید؟
fr: Êtes-vous sûr de vouloir modifier les paramètres du développeur ?
id: Apakah kamu yakin ingin mengubah pengaturan pengembang?
it: Sei sicuro di voler modificare le Impostazioni sviluppatore?
nl: Weet je zeker dat je de ontwikkelaarsinstellingen wilt wijzigen?
no: Er du sikker på at du vil endre utviklerinnstillingene?
pt_br: Deseja modificar as Opções de Desenvolvedor?
ru: Вы уверены, что хотите изменить настройки для разработчиков?
uk: Ви впевнені, що хочете змінити налаштування для розробників?
ur: کیا آپ واقعی ڈویلپر سیٹنگز میں ترمیم کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn thay đổi cài đặt Nhà phát triển không?

source: Server endpoint
ar: نقطة نهاية الخادم
az: Server son nöqtəsi
be: Канцавы пункт сервера
ca: Punt final del servidor
cs: Koncový bod serveru
de: Server Endpunkt
el: Τερματικό σημείο διακομιστή
es: Punto final del servidor
fa: نقطه پایانی سرور
fr: Point de terminaison serveur
id: Endpoint server
it: Endpoint del server
nl: Server eindpunt
no: Serverendepunkt
pt_br: Ponto final do servidor
ru: Конечная точка сервера
uk: Кінцева точка сервера
ur: سرور اینڈ پوائنٹ
vi: Điểm cuối máy chủ

source: Invalid endpoint
ar: نقطة النهاية غير صالحة
az: Yanlış son nöqtə
be: Памылковы канцавы пункт
ca: Punt final invàlid
cs: Neplatný koncový bod
de: Ungültiger Endpunkt
el: Μη έγκυρο τερματικό σημείο
es: Punto final no válido
fa: نقطه پایانی نامعتبر
fr: Point de terminaison non valide
id: Endpoint tidak sah
it: Endpoint invalido
nl: Ongeldig eindpunt
no: Ugyldig endepunkt
pt_br: Ponto final inválido
ru: Недействительная конечная точка
uk: Недійсна кінцева точка
ur: غلط اینڈ پوائنٹ
vi: Điểm cuối không hợp lệ

# invalidEndpointMessage
source: Sorry, the endpoint you entered is invalid. Please enter a valid endpoint and try again.
ar: عذرًا، نقطة النهاية التي أدخلتها غير صالحة. يرجى إدخال نقطة نهاية صالحة والمحاولة مرة أخرى.
az: Təəssüf ki, daxil etdiyiniz son nöqtə yanlışdır. Zəhmət olmasa, etibarlı bir nöqtə daxil edin və yenidən cəhd edin.
be: Прабачце, але ўведзены вамі канцавы пункт з'яўляецца памылковым. Увядзіце сапраўдны канцавы пункт і паспрабуйце яшчэ раз.
ca: Ho sentim, el punt final que has introduït és invàlid. Si us plau, introdueix un punt final vàlid i torna-ho a provar.
cs: Omlouváme se, zadaný koncový bod je neplatný. Zadejte platný koncový bod a zkuste to znovu.
de: Der eingegebene Endpunkt ist ungültig. Gib einen gültigen Endpunkt ein und versuch es nochmal.
el: Λυπούμαστε, το τερματικό σημείο που εισάγατε δεν είναι έγκυρο. Παρακαλώ εισάγετε ένα έγκυρο τερματικό σημείο και προσπαθήστε ξανά.
es: Lo sentimos, el punto final introducido no es válido. Por favor, introduce un punto final válido y vuelve a intentarlo.
fa: متأسفیم، نقطه پایانی که وارد کرده‌اید نامعتبر است. لطفاً یک نقطه پایانی معتبر وارد کنید و دوباره تلاش کنید.
fr: Désolé, le point de terminaison que vous avez entré n'est pas valide. Veuillez en entrer un valide puis réessayez.
id: Maaf, endpoint yang kamu masukkan tidak sah. Harap masukkan endpoint yang sah dan coba lagi.
it: Spiacenti, l'endpoint inserito non è valido. Inserisci un endpoint valido e riprova.
nl: Sorry, het eindpunt dat je hebt ingevoerd is ongeldig. Voer een geldig eindpunt in en probeer het opnieuw.
no: Beklager, endepunktet du skrev inn er ugyldig. Skriv inn et gyldig endepunkt og prøv igjen.
pt_br: Desculpe, o ponto final inserido é inválido. Insira um ponto final válido e tente novamente.
ru: Извините, введённая вами конечная точка недействительна. Пожалуйста, введите корректную точку и попробуйте снова.
uk: Введена вами кінцева точка є недійсною. Введіть дійсну кінцеву точку та спробуйте ще раз.
ur: معذرت، آپ کا درج کردہ اینڈ پوائنٹ غلط ہے. براہ کرم ایک درست اینڈ پوائنٹ درج کریں اور دوبارہ کوشش کریں.
vi: Xin lỗi, điểm cuối bạn nhập không hợp lệ. Vui lòng nhập một điểm cuối hợp lệ và thử lại.

# endpointUpdatedMessage
source: Endpoint updated successfully
ar: تم تحديث نقطة النهاية بنجاح.
az: Son nöqtə uğurla yeniləndi
be: Канцавы пункт паспяхова абноўлены
ca: Punt final actualitzat amb èxit
cs: Koncový bod byl úspěšně aktualizován
de: Endpunkt erfolgreich geändert
el: Το τερματκό σημείο ενημερώθηκε επιτυχώς
es: Punto final actualizado con éxito
fa: نقطه پایانی با موفقیت به‌روزرسانی شد
fr: Point de terminaison mis à jour avec succès
id: Endpoint berhasil diubah
it: Endpoint aggiornato con successo
nl: Eindpunt met succes bijgewerkt
no: Endepunktet ble oppdatert
pt_br: Ponto final atualizado com sucesso
ru: Конечная точка успешно обновлена
uk: Кінцева точка успішно оновлена
ur: اینڈ پوائنٹ کامیابی سے اپ ڈیٹ ہو گیا
vi: Điểm cuối đã được cập nhật thành công

# customEndpoint
source: Connected to {endpoint}
ar: متصل بـ {endpoint}
az: {endpoint} nöqtəsinə qoşuldu
be: Падключана да {endpoint}
ca: Connectat a {endpoint}
cs: Připojeno k {endpoint}
de: Verbunden mit {endpoint}
el: Συνδεδεμένο στο {endpoint}
es: Conectado a {endpoint}
fa: متصل به {endpoint}
fr: Connecté à {endpoint}
id: Terhubung ke {endpoint}
it: Connesso a {endpoint}
nl: Verbonden met {endpoint}
no: Koblet til {endpoint}
pt_br: Conectado à {endpoint}
ru: Подключено к {endpoint}
sv: Ansluten till {endpoint}
uk: Під'єднано до {endpoint}
ur: {endpoint} سے منسلک
vi: Đã kết nối với {endpoint}

source: Create collaborative link
ar: إنشاء رابط تعاوني
az: Birgə iş linki yaradın
be: Стварыць сумесную спасылку
ca: Crea enllaç col·laboratiu
cs: Vytvořit odkaz pro spolupráci
de: Gemeinschaftlichen Link erstellen
el: Δημιουργία συνεργατικού συνδέσμου
es: Crear enlace colaborativo
fa: ایجاد لینک همکاری
fr: Créer un lien collaboratif
id: Buat link kolaborasi
it: Crea link collaborativo
nl: Maak een gezamenlijke link
no: Samarbeidslenke
pt_br: Criar link colaborativo
ru: Создать совместную ссылку
uk: Створити спільне посилання
ur: تعاونی لنک بنائیں
vi: Tạo liên kết cộng tác

source: Enter person name
ar: أدخل اسم الشخص
az: Şəxsin adını daxil edin
be: Увядзіце імя асобы
ca: Introdueix nom de la persona
cs: Zadejte jméno osoby
de: Namen der Person eingeben
es: Ingresar el nombre de una persona
fa: نام شخص را وارد کنید
fr: Entrez le nom d'une personne
id: Masukkan nama orang
it: Inserisci il nome della persona
nl: Naam van persoon invoeren
no: Angi personnavn
pt_br: Inserir nome da pessoa
ru: Введите имя человека
sv: Ange personnamn
uk: Введіть ім'я особи
ur: شخص کا نام درج کریں
vi: Nhập tên người

# editEmailAlreadyLinked
source: This email is already linked to {name}.
ar: هذا البريد الإلكتروني مرتبط مسبقاً بـ {name}.
az: Bu e-poçt artıq {name} ilə əlaqələndirilib.
be: Гэта электронная пошта ўжо звязана з {name}.
ca: Aquest correu ja està vinculat a {name}.
cs: Tento e-mail je již propojen s {name}.
de: Diese E-Mail ist bereits verknüpft mit {name}.
es: Este correo electrónico ya está vinculado a {name}.
fa: این ایمیل قبلاً به {name} متصل است.
fr: Cet e-mail est déjà lié à {name}.
it: Questa email è già collegata a {name}.
nl: Dit e-mailadres is al aan {name} gekoppeld.
no: Denne e-postadressen er allerede koblet til {name}.
pt_br: Este e-mail já está vinculado a {name}.
ru: Этот адрес электронной почты уже связан с {name}.
ur: یہ ای میل پہلے سے {name} سے منسلک ہے.
vi: Email này đã được liên kết với {name} trước.

# viewPersonToUnlink
source: View {name} to unlink
ar: عرض {name} لإلغاء الربط
az: Əlaqəni kəsmək üçün {name}-ə baxın
be: Паглядзець {name}, каб скасаваць прывязку
ca: Veure {name} per desvincular
cs: Zobraz {name} pro zrušení propojení
de: {name} zum Entfernen des Links anzeigen
es: Ver {name} para desvincular
fa: مشاهده {name} برای حذف اتصال
fr: Voir {name} pour délier
it: Visualizza {name} per scollegare
nl: Bekijk {name} om te ontkoppelen
no: Vis {name} for å fjerne koblingen
pt_br: Visualizar {name} para desvincular
ru: Посмотреть {name} для отмены привязки
ur: ان لنک کرنے کے لیے {name} دیکھیں
vi: Xem {name} để hủy liên kết

source: Enter name
ar: أدخل الاسم
az: Adı daxil edin
be: Увядзіце імя
ca: Introdueix nom
cs: Zadejte jméno
de: Name eingeben
es: Introducir nombre
fa: نام را وارد کنید
fr: Saisir un nom
it: Aggiungi nome
ku: Navê têxe
nl: Naam invoeren
no: Angi navn
pt_br: Inserir nome
ru: Введите имя
sv: Ange namn
uk: Введіть ім'я
ur: نام درج کریں
vi: Nhập tên

source: Save person
ar: حفظ الشخص
az: Şəxsi yadda saxla
be: Захаваць асобу
ca: Guarda persona
cs: Uložit osobu
de: Person speichern
es: Guardar persona
fa: ذخیره شخص
fr: Enregistrer la personne
it: Salva persona
nl: Persoon opslaan
no: Lagre person
pt_br: Salvar pessoa
ru: Сохранить человека
sv: Spara person
uk: Зберегти особу
ur: شخص کو محفوظ کریں
vi: Lưu người

source: Edit person
ar: تعديل الشخص
az: Şəxsi redaktə et
be: Рэдагаваць асобу
ca: Edita persona
cs: Upravit osobu
de: Person bearbeiten
es: Editar persona
fa: ویرایش شخص
fr: Modifier la personne
it: Modifica persona
nl: Persoon bewerken
no: Rediger person
pt_br: Editar pessoa
ru: Редактировать человека
sv: Redigera person
uk: Редагувати особу
ur: شخص میں ترمیم کریں
vi: Chỉnh sửa người

source: Merged photos
ar: الصور المدمجة
az: Birləşdirilmiş şəkillər
be: Аб'яднаныя фатаграфіі
ca: Fotos fusionades
cs: Sloučené fotografie
de: Zusammengeführte Fotos
es: Fotos combinadas
fa: عکس‌های ادغام شده
fr: Photos fusionnées
it: Fotografie unite
nl: Samengevoegde foto's
no: Sammenslåtte bilder
pt_br: Fotos mescladas
ru: Объединённые фото
sv: Sammanslagna foton
uk: Об'єднані фотографії
ur: ضم شدہ تصاویر
vi: Hợp nhất ảnh

# orMergeWithExistingPerson
source: Or merge with existing
ar: أو الدمج مع شخص موجود
az: Və ya mövcud olanla birləşdir
be: Або аб'яднаць з існуючымі
ca: O fusiona amb existent
cs: Nebo sloučit se stávajícími
de: Oder mit existierenden zusammenführen
es: O combinar con persona existente
fa: یا با شخص موجود ادغام کنید
fr: Ou fusionner avec une personne existante
it: O unisci con esistente
nl: Of samenvoegen met bestaande
no: Eller slå sammen med eksisterende
pt_br: Ou mesclar com existente
ru: Или объединить с существующим
uk: Або об'єднати з наявними
ur: یا موجودہ کے ساتھ ضم کریں
vi: Hoặc hợp nhất với hiện có

# enterDateOfBirth
source: Birthday (optional)
ar: تاريخ الميلاد (اختياري)
az: Ad günü (istəyə bağlı)
be: Дзень нараджэння (неабавязкова)
ca: Aniversari (opcional)
cs: Narozeniny (volitelné)
de: Geburtstag (optional)
es: Cumpleaños (opcional)
fa: تاریخ تولد (اختیاری)
fr: Anniversaire (facultatif)
it: Compleanno (Opzionale)
ku: Roja jidayîkbûnê (vebijêrkî)
nl: Verjaardag (optioneel)
no: Bursdag (valgfritt)
pt_br: Aniversário (opcional)
ru: Дата рождения (необязательно)
uk: День народження (необов'язково)
ur: سالگرہ (اختیاری)
vi: Sinh nhật (tùy chọn)

source: Birthday
ar: تاريخ الميلاد
az: Ad günü
be: Дзень нараджэння
ca: Aniversari
cs: Narozeniny
de: Geburtstag
es: Cumpleaños
fa: تاریخ تولد
fr: Anniversaire
it: Compleanno
ku: Roja jidayîkbûnê
nl: Verjaardag
no: Bursdag
pt_br: Aniversário
ru: День рождения
sv: Födelsedag
uk: День народження
ur: سالگرہ
vi: Sinh nhật

source: Remove person label
ar: إزالة تسمية الشخص
az: Şəxs etiketini sil
be: Выдаліць метку асобы
ca: Elimina etiqueta de persona
cs: Odebrat označení osoby
de: Personenetikett entfernen
es: Eliminar etiqueta de persona
fa: حذف برچسب شخص
fr: Supprimer le libellé d'une personne
id: Hapus label orang
it: Rimuovi etichetta persona
nl: Verwijder persoonslabel
no: Fjern etikett for person
pt_br: Remover etiqueta da pessoa
ru: Удалить метку человека
uk: Видалити мітку особи
ur: شخص کا لیبل ہٹائیں
vi: Xóa nhãn người
