Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# networkHostLookUpErr
source: Unable to connect to Ente, please check your network settings and contact support if the error persists.
ar: تعذر الاتصال بـ Ente، يرجى التحقق من إعدادات الشبكة والاتصال بالدعم إذا استمر الخطأ.
az: Ente-yə qoşulmaq mümkün deyil, zəhmət olmasa şəbəkə parametrlərinizi yoxlayın və xəta davam edərsə dəstək ilə əlaqə saxlayın.
be: Немагчыма падключыцца да сервера Ente. Праверце свае сеткавыя налады. Звярніцеся ў службу падтрымкі кліентаў, калі праблема застанецца.
ca: No s'ha pogut connectar a Ente, si us plau comprova la teva configuració de xarxa i contacta amb suport si l'error persisteix.
cs: Nelze se připojit k Ente. Zkontrolujte nastavení sítě a pokud chyba přetrvává, kontaktujte podporu.
de: Ente ist im Moment nicht erreichbar. Bitte überprüfen Sie Ihre Netzwerkeinstellungen. Sollte das Problem bestehen bleiben, wenden Sie sich bitte an den Support.
es: No se puede conectar a Ente. Por favor, comprueba tu configuración de red y ponte en contacto con el soporte técnico si el error persiste.
fa: نمی‌توان به انتی متصل شد، لطفاً تنظیمات شبکه خود را بررسی کنید و در صورت ادامه خطا با پشتیبانی تماس بگیرید.
fr: Impossible de se connecter à Ente, veuillez vérifier vos paramètres réseau et contacter le support si l'erreur persiste.
id: Tidak dapat terhubung dengan Ente, harap periksa pengaturan jaringan kamu dan hubungi dukungan jika masalah berlanjut.
it: Impossibile connettersi a Ente, controlla le impostazioni di rete e contatta l'assistenza se l'errore persiste.
nl: Kan geen verbinding maken met Ente, controleer uw netwerkinstellingen en neem contact op met ondersteuning als de fout zich blijft voordoen.
no: Kan ikke koble til Ente, kontroller nettverksinnstillingene og kontakt kundestøtte hvis feilen vedvarer.
pt_br: Não foi possível conectar-se ao Ente, verifique suas configurações de rede e entre em contato com o suporte se o erro persistir.
ru: Не удалось подключиться к Ente. Проверьте настройки сети и обратитесь в поддержку, если ошибка сохраняется.
uk: Не вдалося під'єднатися до Ente. Перевірте налаштування мережі. Зверніться до нашої команди підтримки, якщо помилка залишиться.
ur: Ente سے رابطہ قائم کرنے سے قاصر، براہ کرم اپنی نیٹ ورک کی ترتیبات چیک کریں اور اگر خرابی برقرار رہے تو سپورٹ سے رابطہ کریں.
vi: Không thể kết nối với Ente, vui lòng kiểm tra cài đặt mạng của bạn và liên hệ với bộ phận hỗ trợ nếu lỗi vẫn tiếp diễn.

# networkConnectionRefusedErr
source: Unable to connect to Ente, please retry after sometime. If the error persists, please contact support.
ar: تعذر الاتصال بـ Ente، يرجى المحاولة مرة أخرى بعد بعض الوقت. إذا استمر الخطأ، يرجى الاتصال بالدعم.
az: Ente-yə qoşulmaq mümkün deyil, bir müddət sonra yenidən cəhd edin. Xəta davam edərsə, zəhmət olmasa, dəstək xidməti ilə əlaqə saxlayın.
be: Немагчыма падключыцца да Ente. Паспрабуйце яшчэ раз праз некаторы час. Звярніцеся ў службу падтрымкі кліентаў, калі праблема застанецца.
ca: No s'ha pogut connectar a Ente, si us plau torna-ho a provar després d'una estona. Si l'error persisteix, si us plau contacta amb suport.
cs: Nelze se připojit k Ente, zkuste to prosím znovu později. Pokud chyba přetrvává, kontaktujte prosím podporu.
de: Ente ist im Moment nicht erreichbar. Bitte versuchen Sie es später erneut. Sollte das Problem bestehen bleiben, wenden Sie sich bitte an den Support.
es: No se puede conectar a Ente. Por favor, vuelve a intentarlo pasado un tiempo. Si el error persiste, ponte en contacto con el soporte técnico.
fa: نمی‌توان به انتی متصل شد، لطفاً بعد از مدتی دوباره تلاش کنید. اگر خطا ادامه داشت، لطفاً با پشتیبانی تماس بگیرید.
fr: Impossible de se connecter à Ente, veuillez réessayer après un certain temps. Si l'erreur persiste, veuillez contacter le support.
id: Tidak dapat terhubung dengan Ente, silakan coba lagi setelah beberapa saat. Jika masalah berlanjut, harap hubungi dukungan.
it: Impossibile connettersi a Ente, riprova tra un po' di tempo. Se l'errore persiste, contatta l'assistenza.
nl: Kan geen verbinding maken met Ente, probeer het later opnieuw. Als de fout zich blijft voordoen, neem dan contact op met support.
no: Kan ikke koble til Ente, prøv igjen etter en stund. Hvis feilen vedvarer, vennligst kontakt kundestøtte.
pt_br: Não foi possível conectar ao Ente, tente novamente mais tarde. Se o erro persistir, entre em contato com o suporte.
ru: Не удалось подключиться к Ente. Повторите попытку через некоторое время. Если ошибка сохраняется, обратитесь в поддержку.
uk: Не вдалося під'єднатися до Ente. Спробуйте ще раз через деякий час. Якщо помилка не зникне, зв'яжіться з нашою командою підтримки.
ur: Ente سے رابطہ قائم کرنے سے قاصر، براہ کرم کچھ دیر بعد دوبارہ کوشش کریں. اگر خرابی برقرار رہے تو براہ کرم سپورٹ سے رابطہ کریں.
vi: Không thể kết nối với Ente, vui lòng thử lại sau ít phút. Nếu lỗi vẫn tiếp diễn, hãy liên hệ với bộ phận hỗ trợ.

source: Cached data
ar: البيانات المؤقتة
az: Keşlənmiş məlumatlar
be: Даныя ў кэшы
ca: Dades en memòria cau
cs: Data uložená v mezipaměti
de: Daten im Cache
es: Datos almacenados en caché
fa: داده‌های کش شده
fr: Données mises en cache
id: Data cache
it: Dati nella cache
nl: Cachegegevens
no: Bufrede data
pt_br: Dados armazenados em cache
ru: Кэшированные данные
sv: Cachelagrad data
uk: Кешовані дані
ur: کیشڈ ڈیٹا
vi: Dữ liệu đã lưu trong bộ nhớ đệm

source: Clear caches
ar: مسح ذاكرة التخزين المؤقت
az: Keşləri təmizlə
be: Ачысціць кэш
ca: Neteja memòries cau
cs: Vymazat mezipaměť
de: Cache löschen
es: Limpiar cachés
fa: پاک کردن کش‌ها
fr: Nettoyer le cache
it: Svuota cache
nl: Cache legen
no: Tom hurtigbuffer
pt_br: Limpar cache
ru: Очистить кэш
uk: Очистити кеш
ur: کیشے صاف کریں
vi: Xóa bộ nhớ cache

source: Remote images
ar: الصور عن بعد
az: Uzaqdakı şəkillər
be: Аддаленыя відарысы
ca: Imatges remotes
cs: Vzdálené obrázky
de: Grafiken aus externen Quellen
es: Imágenes remotas
fa: تصاویر از راه دور
fr: Images distantes
it: Immagini remote
nl: Externe afbeeldingen
no: Eksterne bilder
pt_br: Imagens remotas
ru: Изображения вне устройства
uk: Віддалені зображення
ur: ریموٹ تصاویر
vi: Ảnh bên ngoài

source: Remote videos
ar: مقاطع الفيديو عن بعد
az: Uzaqdakı videolar
be: Аддаленыя відэа
ca: Vídeos remots
cs: Vzdálená videa
de: Videos aus externen Quellen
es: Vídeos remotos
fa: ویدیوهای از راه دور
fr: Vidéos distantes
it: Video remoti
nl: Externe video's
no: Eksterne videoer
pt_br: Vídeos remotos
ru: Видео вне устройства
uk: Віддалені відео
ur: ریموٹ ویڈیوز
vi: Video bên ngoài

source: Remote thumbnails
ar: الصور المصغرة عن بعد
az: Uzaqdakı kiçik şəkillər
be: Аддаленыя мініяцюры
ca: Miniatures remotes
cs: Vzdálené miniatury
de: Vorschaubilder aus externen Quellen
es: Miniaturas remotas
fa: تصاویر کوچک از راه دور
fr: Miniatures distantes
id: Thumbnail jarak jauh
it: Miniature remote
nl: Externe thumbnails
no: Eksterne miniatyrbilder
pt_br: Miniaturas remotas
ru: Миниатюры вне устройства
uk: Віддалені мініатюри
ur: ریموٹ تھمب نیلز
vi: Ảnh thu nhỏ bên ngoài

source: Pending sync
ar: المزامنة المعلقة
az: Gözləyən sinxronizasiya
be: Чаканне сінхранізацыі
ca: Sincronització pendent
cs: Čeká na synchronizaci
de: Synchronisation anstehend
es: Sincronización pendiente
fa: همگام‌سازی در حال انتظار
fr: Synchronisation en attente
id: Sinkronisasi tertunda
it: Sincronizzazione in sospeso
nl: Synchronisatie in behandeling
no: Ventende synkronisering
pt_br: Sincronização pendente
ru: Ожидание синхронизации
sv: Väntande synkronisering
uk: Очікування синхронізації
ur: زیر التواء Sync
vi: Đồng bộ hóa đang chờ

source: Local gallery
ar: المعرض المحلي
az: Yerli qalereya
be: Лакальная галерэя
ca: Galeria local
cs: Místní galerie
de: Lokale Galerie
es: Galería local
fa: گالری محلی
fr: Galerie locale
id: Galeri lokal
it: Galleria locale
nl: Lokale galerij
no: Lokalt galleri
pt_br: Galeria local
ru: Локальная галерея
sv: Lokalt galleri
uk: Локальна галерея
ur: مقامی گیلری
vi: Thư viện cục bộ

source: Today's logs
ar: سجلات اليوم
az: Bugünün qeydləri
be: Сённяшнія журналы
ca: Registres d'avui
cs: Dnešní záznamy
de: Heutiges Protokoll
es: Registros de hoy
fa: گزارش‌های امروز
fr: Journaux du jour
id: Log hari ini
it: Log di oggi
nl: Logboeken van vandaag
no: Dagens logger
pt_br: Registros de hoje
ru: Сегодняшние логи
sv: Dagens loggar
uk: Сьогоднішні журнали
ur: آج کے لاگز
vi: Nhật ký hôm nay

source: View logs
ar: عرض السجلات
az: Qeydlərə bax
be: Паглядзець журналы
ca: Veure registres
cs: Zobrazit záznamy
de: Protokolle anzeigen
es: Ver Registros
fa: مشاهده گزارش‌ها
fr: Afficher les journaux
id: Lihat log
it: Visualizza i log
nl: Logboeken bekijken
no: Se logger
pt_br: Ver registros
ru: Просмотреть логи
sv: Visa loggar
uk: Переглянути журнали
ur: لاگز دیکھیں
vi: Xem nhật ký

# logsDialogBody
source: This will send across logs to help us debug your issue. Please note that file names will be included to help track issues with specific files.
ar: سيؤدي هذا إلى إرسال السجلات لمساعدتنا في تصحيح مشكلتك. يرجى ملاحظة أنه سيتم تضمين أسماء الملفات للمساعدة في تتبع المشكلات المتعلقة بملفات معينة.
az: Bu, probleminizi həll etməyə kömək etmək üçün qeydləri göndərəcək. Zəhmət olmasa nəzərə alın ki, konkret fayllarla bağlı problemləri izləmək üçün fayl adları bura daxil ediləcək.
be: Гэта дзеянне прывядзе да адпраўкі журналаў, якія дапамогуць нам адладзіць вашу праблему. Звярніце ўвагу, што назвы файлаў будуць уключаны для адсочвання праблем з канкрэтнымі файламі.
ca: Això enviarà els registres per ajudar-nos a depurar el teu problema. Si us plau, tingues en compte que els noms dels fitxers s'inclouran per ajudar a rastrejar problemes amb fitxers específics.
cs: Tím se odešlou protokoly, které nám pomohou vyřešit váš problém. Upozorňujeme, že budou zahrnuty názvy souborů, aby bylo možné sledovat problémy s konkrétními soubory.
de: Dies wird über Logs gesendet, um uns zu helfen, Ihr Problem zu beheben. Bitte beachten Sie, dass Dateinamen aufgenommen werden, um Probleme mit bestimmten Dateien zu beheben.
es: Esto enviará registros para ayudarnos a depurar su problema. Ten en cuenta que los nombres de los archivos se incluirán para ayudar a rastrear problemas con archivos específicos.
fa: این اطلاعات را برای کمک به عیب‌یابی مشکل شما ارسال خواهد کرد. لطفاً توجه داشته باشید که نام فایل‌ها نیز برای کمک به پیگیری مشکلات با فایل‌های خاص گنجانده خواهد شد.
fr: Les journaux seront envoyés pour nous aider à déboguer votre problème. Les noms de fichiers seront inclus pour aider à identifier les problèmes.
it: Invia i log per aiutarci a risolvere il tuo problema. Si prega di notare che i nomi dei file saranno inclusi per aiutare a tenere traccia di problemi con file specifici.
nl: Dit zal logboeken verzenden om ons te helpen uw probleem op te lossen. Houd er rekening mee dat bestandsnamen zullen worden meegenomen om problemen met specifieke bestanden bij te houden.
no: Dette vil sende over logger for å hjelpe oss med å feilsøke problemet. Vær oppmerksom på at filnavn vil bli inkludert for å hjelpe å spore problemer med spesifikke filer.
pt_br: Isso enviará através dos registros para ajudar-nos a resolver seu problema. Saiba que, nome de arquivos serão incluídos para ajudar a buscar problemas com arquivos específicos.
ru: Это отправит нам логи, чтобы помочь разобраться с вашей проблемой. Обратите внимание, что имена файлов будут включены для отслеживания проблем с конкретными файлами.
uk: Це призведе до надсилання журналів, які допоможуть нам усунути вашу проблему. Зверніть увагу, що назви файлів будуть включені, щоби допомогти відстежувати проблеми з конкретними файлами.
ur: یہ آپ کے مسئلے کو ڈیبگ کرنے میں ہماری مدد کے لیے لاگز بھیجے گا. براہ کرم نوٹ کریں کہ مخصوص فائلوں کے مسائل کو ٹریک کرنے میں مدد کے لیے فائلوں کے نام شامل کیے جائیں گے.
vi: Gửi file nhật ký để chúng tôi có thể phân tích lỗi mà bạn gặp. Lưu ý rằng, trong nhật ký lỗi sẽ bao gồm tên các tệp để giúp theo dõi vấn đề với từng tệp cụ thể.

source: Email your logs
ar: إرسال سجلاتك عبر البريد الإلكتروني
az: Qeydlərinizi e-poçtla göndərin
be: Адправіць журналы
ca: Envia els teus registres per correu
cs: Zašlete své protokoly e-mailem
de: Protokolle per E-Mail senden
es: Envía tus registros por correo electrónico
fa: گزارش‌های خود را ایمیل کنید
fr: Envoyez vos journaux par email
it: Invia una mail con i tuoi log
nl: E-mail uw logboeken
no: Send loggene dine på e-post
pt_br: Enviar registros por e-mail
ru: Отправить логи по электронной почте
sv: E-posta dina loggar
uk: Відправте ваші журнали поштою
ur: اپنے لاگز ای میل کریں
vi: Gửi nhật ký qua email

# pleaseSendTheLogsTo
source: Please send the logs to {toEmail}
ar: يرجى إرسال السجلات إلى {toEmail}
az: Zəhmət olmasa, qeydləri {toEmail} ünvanına göndərin
be: Адпраўце журналы на {toEmail}
ca: Si us plau, envia els registres a {toEmail}
cs: Záznamy prosím zašlete na adresu {toEmail}
de: Bitte sende die Protokolle an {toEmail}
es: Por favor, envía los registros a {toEmail}
fa: لطفاً گزارش‌ها را به {toEmail} ارسال کنید
fr: Envoyez les logs à {toEmail}
id: Silakan kirim log-nya ke {toEmail}
it: Invia i log a {toEmail}
nl: Verstuur de logboeken alstublieft naar {toEmail}
no: Vennligst send loggene til {toEmail}
pt_br: Envie os registros para {toEmail}
ru: Пожалуйста, отправьте логи на {toEmail}
sv: Skicka loggarna till {toEmail}
uk: Надішліть журнали на {toEmail}
ur: براہ کرم لاگز logs اس ای میل {toEmail} پر بھیج دیں
vi: Vui lòng gửi nhật ký đến {toEmail}

source: Copy email address
ar: نسخ عنوان البريد الإلكتروني
az: E-poçt ünvanını kopyala
be: Скапіяваць адрас электроннай пошты
ca: Copia adreça de correu
cs: Zkopírovat e-mailovou adresu
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo electrónico
fa: کپی کردن آدرس ایمیل
fr: Copier l’adresse email
id: Salin alamat email
it: Copia indirizzo email
nl: E-mailadres kopiëren
no: Kopier e-postadresse
pt_br: Copiar e-mail
ru: Скопировать адрес электронной почты
sv: Kopiera e-postadress
uk: Копіювати поштову адресу
ur: ای میل پتہ کاپی کریں
vi: Sao chép địa chỉ email

source: Export logs
ar: تصدير السجلات
az: Qeydləri ixrac et
be: Экспартаваць журналы
ca: Exporta registres
cs: Exportovat logy
de: Protokolle exportieren
es: Exportar registros
fa: صادرات گزارش‌ها
fr: Exporter les logs
id: Ekspor log
it: Esporta log
nl: Logboek exporteren
no: Eksporter logger
pt_br: Exportar registros
ru: Экспортировать логи
sv: Exportera loggar
uk: Експортування журналів
ur: لاگز ایکسپورٹ کریں
vi: Xuất nhật ký

# pleaseEmailUsAt
source: Please email us at {toEmail}
ar: يرجى مراسلتنا عبر البريد الإلكتروني على {toEmail}
az: Zəhmət olmasa, bizə {toEmail} ünvanından e-poçt yazın
be: Адпраўце ліст на паштовы адрас {toEmail}
ca: Si us plau, envia'ns un correu a {toEmail}
cs: Prosím, pošlete nám e-mail na adresu {toEmail}
de: Bitte sende uns eine E-Mail an {toEmail}
es: Por favor, envíanos un correo electrónico a {toEmail}
fa: لطفاً به ما ایمیل بزنید به {toEmail}
fr: Merci de nous envoyer un email à {toEmail}
id: Silakan kirimi kami email di {toEmail}
it: Per favore invia un'email a {toEmail}
nl: Stuur ons een e-mail op {toEmail}
no: Vennligst send oss en e-post på {toEmail}
pt_br: Envie-nos um e-mail para {toEmail}
ru: Пожалуйста, напишите нам на {toEmail}
sv: Skicka e-post till oss på {toEmail}
uk: Напишіть нам на {toEmail}
ur: براہ کرم ہمیں {toEmail} پر ای میل کریں
vi: Vui lòng gửi email cho chúng tôi tại {toEmail}

source: Dismiss
ar: تجاهل
az: Bağla
be: Адхіліць
ca: Descarta
cs: Zrušit
de: Verwerfen
es: Descartar
fa: رد کردن
fr: Rejeter
it: Ignora
nl: Afwijzen
no: Avvis
pt_br: Descartar
ru: Отклонить
uk: Відхилити
ur: خارج کریں
vi: Bỏ qua

# loadingMessage
source: Loading your photos...
ar: جارٍ تحميل صورك...
be: Загрузка вашых фатаграфій...
ca: Carregant les teves fotos...
cs: Načítání vašich fotografií...
de: Fotos werden geladen...
es: Cargando tus fotos...
fa: در حال بارگذاری عکس‌های شما...
fr: Chargement de vos photos...
id: Memuat fotomu...
it: Caricando le tue foto...
nl: Uw foto's laden...
no: Laster bildene dine...
pt_br: Carregando suas fotos...
ru: Загрузка ваших фото...
sv: Laddar dina foton...
uk: Завантажуємо ваші фотографії...
ur: آپ کی تصاویر لوڈ ہو رہی ہیں...
vi: Đang tải ảnh của bạn...

# loadMessage1
source: You can share your subscription with your family
ar: يمكنك مشاركة اشتراكك مع عائلتك.
az: Abunəliyinizi ailənizlə bölüşə bilərsiniz
be: У вас ёсць магчымасць абагуліць падпіску з вашай сям'ёй
ca: Pots compartir la teva subscripció amb la teva família
cs: Své předplatné můžete sdílet se svou rodinou
de: Du kannst dein Abonnement mit deiner Familie teilen
es: Puedes compartir tu suscripción con tu familia
fa: شما می‌توانید اشتراک خود را با خانواده‌تان به اشتراک بگذارید
fr: Vous pouvez partager votre abonnement avec votre famille
id: Kamu bisa membagikan langgananmu dengan keluarga
it: Puoi condividere il tuo abbonamento con la tua famiglia
nl: U kunt uw abonnement met uw familie delen
no: Du kan dele abonnementet med familien din
pt_br: Você pode compartilhar sua assinatura com seus familiares
ru: Вы можете поделиться подпиской с вашей семьёй
uk: Ви можете поділитися своєю передплатою з родиною
ur: آپ اپنی سبسکرپشن اپنی فیملی کے ساتھ شیئر کر سکتے ہیں
vi: Bạn có thể chia sẻ gói của mình với gia đình

# loadMessage2
source: We have preserved over 200 million memories so far
ar: لقد حفظنا أكثر من 200 مليون ذكرى حتى الآن
az: İndiyə qədər 200 milyondan çox xatirəni qorumuşuq
be: У цяперашні час на нашых серверах захоўваецца больш за 200 мільёнаў успамінаў
ca: Hem preservat més de 200 milions de records fins ara
cs: Dosud jsme uchovali více než 200 milionů vzpomínek
de: Wir haben bereits über 200 Millionen Erinnerungen bewahrt
es: Hasta ahora hemos conservado más de 200 millones de recuerdos
fa: ما تا کنون بیش از ۲۰۰ میلیون خاطره را حفظ کرده‌ایم
fr: Nous avons préservé plus de 200 millions de souvenirs jusqu'à présent
it: Finora abbiamo conservato oltre 200 milioni di ricordi
nl: We hebben tot nu toe meer dan 200 miljoen herinneringen bewaard
no: Vi har bevart over 200 millioner minner så langt
pt_br: Preservamos mais de 200 milhões de memórias até então
ru: На сегодняшний день мы сохранили более 200 миллионов воспоминаний
ur: ہم نے اب تک ۲۰۰ ملین سے زیادہ یادیں محفوظ کی ہیں
vi: Chúng tôi đã lưu giữ hơn 200 triệu kỷ niệm cho đến hiện tại

# loadMessage3
source: We keep 3 copies of your data, one in an underground fallout shelter
ar: نحتفظ بـ 3 نسخ من بياناتك، إحداها في ملجأ للطوارئ تحت الأرض.
az: Məlumatlarınızın 3 nüsxəsini saxlayırıq, onlardan biri yeraltı sığınacaqdadır
be: У нас захоўваецца 3 копіі вашых даных і адна з іх захоўваецца ў бамбасховішчы
ca: Guardem 3 còpies de les teves dades, una en un refugi nuclear subterrani
cs: Vaše data uchováváme ve 3 kopiích, z nichž jedna je uložena v podzemním protiatomovém krytu
de: Wir behalten 3 Kopien Ihrer Daten, eine in einem unterirdischen Schutzbunker
es: Guardamos 3 copias de tus datos, una en un refugio subterráneo
fa: ما ۳ نسخه از داده‌های شما را نگه می‌داریم، یکی در یک پناهگاه زیرزمینی
fr: Nous conservons 3 copies de vos données, l'une dans un abri anti-atomique
id: Kami menyimpan 3 salinan dari data kamu, salah satunya di tempat pengungsian bawah tanah
it: Teniamo 3 copie dei tuoi dati, uno in un rifugio sotterraneo antiatomico
nl: We bewaren 3 kopieën van uw bestanden, één in een ondergrondse kernbunker
no: Vi beholder 3 kopier av dine data, en i en underjordisk bunker
pt_br: Mantemos 3 cópias dos seus dados, uma em um abrigo subterrâneo
ru: Мы храним 3 копии ваших данных, одну из них — в бункере
uk: Ми зберігаємо 3 копії ваших даних, одну в підземному бункері
ur: ہم آپ کے ڈیٹا کی ۳ کاپیاں رکھتے ہیں، ایک زیر زمین فال آؤٹ شیلٹر میں
vi: Chúng tôi giữ 3 bản sao dữ liệu của bạn, một cái lưu ở hầm trú ẩn hạt nhân

# loadMessage4
source: All our apps are open source
ar: جميع تطبيقاتنا مفتوحة المصدر.
az: Bütün tətbiqlərimiz açıq mənbəlidir
be: Усе нашы праграмы маюць адкрыты зыходны код
ca: Totes les nostres aplicacions són de codi obert
cs: Všechny naše aplikace jsou open source
de: Alle unsere Apps sind Open-Source
el: Όλες οι εφαρμογές μας είναι ανοιχτού κώδικα
es: Todas nuestras aplicaciones son de código abierto
fa: تمامی اپلیکیشن‌های ما متن باز هستند
fr: Toutes nos applications sont open source
it: Tutte le nostre app sono open source
nl: Al onze apps zijn open source
no: Alle våre apper har åpen kildekode
pt_br: Todos os nossos aplicativos são de código aberto
ru: Все наши приложения имеют открытый исходный код
uk: Всі наші застосунки мають відкритий код
ur: ہماری تمام ایپس اوپن سورس ہیں
vi: Tất cả các ứng dụng của chúng tôi đều là mã nguồn mở

# loadMessage5
source: Our source code and cryptography have been externally audited
ar: تم تدقيق شفرتنا المصدرية والتشفير الخاص بنا خارجيًا.
az: Mənbə kodumuz və kriptoqrafiyamız kənar auditdən keçib
be: Наш зыходны код і крыптаграфія правераны незалежнымі экспертамі
ca: El nostre codi font i criptografia han estat auditats externament
cs: Náš zdrojový kód a kryptografie byly podrobeny externímu auditu
de: Unser Quellcode und unsere Kryptografie wurden extern geprüft
el: Ο πηγαίος κώδικας και η κρυπτογράφησή μας έχουν ελεγχθεί από ανεξάρτητους αξιολογητές
es: Nuestro código fuente y criptografía han sido auditados externamente
fa: کد منبع و رمزنگاری ما توسط کارشناسان خارجی بررسی شده است
fr: Notre code source et notre cryptographie ont été audités en externe
it: Il nostro codice sorgente e la crittografia hanno ricevuto audit esterni
nl: Onze broncode en cryptografie zijn extern gecontroleerd en geverifieerd
no: Vår kildekode og kryptografi har blitt revidert eksternt
pt_br: Nosso código-fonte e criptografia foram auditadas externamente
ru: Наш исходный код и криптография прошли внешний аудит
uk: Наш вихідний код та шифрування пройшли перевірку спільнотою
ur: ہمارے سورس کوڈ اور کرپٹوگرافی کا بیرونی آڈٹ کیا گیا ہے
vi: Mã nguồn và mã hóa của chúng tôi đã được kiểm nghiệm ngoại bộ

# loadMessage6
source: You can share links to your albums with your loved ones
ar: يمكنك مشاركة روابط ألبوماتك مع أحبائك.
az: Albomlarınızın linklərini sevdiklərinizlə bölüşə bilərsiniz
be: Вы можаце абагуляць спасылкі на свае альбомы з блізкімі людзьмі
ca: Pots compartir enllaços als teus àlbums amb els teus éssers estimats
cs: Můžete sdílet odkazy na svá alba se svými blízkými
de: Du kannst Links zu deinen Alben mit deinen Geliebten teilen
el: Μπορείτε να μοιραστείτε συνδέσμους προς τα άλμπουμ σας με τους αγαπημένους σας
es: Puedes compartir enlaces a tus álbumes con tus seres queridos
fa: شما می‌توانید لینک‌های آلبوم‌های خود را با عزیزانتان به اشتراک بگذارید
fr: Vous pouvez partager des liens vers vos albums avec vos proches
it: Puoi condividere i link ai tuoi album con i tuoi cari
nl: Je kunt links naar je albums delen met je dierbaren
no: Du kan dele lenker til dine album med dine kjære
pt_br: Você pode compartilhar links para seus álbuns com seus entes queridos
ru: Вы можете делиться ссылками на свои альбомы с близкими
uk: Ви можете поділитися посиланнями на свої альбоми з близькими
ur: آپ اپنے البمز کے لنکس اپنے پیاروں کے ساتھ شیئر کر سکتے ہیں
vi: Bạn có thể chia sẻ liên kết đến album của mình với những người thân yêu
