Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# recoveryReady
source: You can now recover {email}'s account by setting a new password.
ar: يمكنك الآن استرداد حساب {email} عن طريق تعيين كلمة مرور جديدة.
az: İndi yeni şifrə təyin edərək {email} hesabını bərpa edə bilərsiniz.
be: Цяпер вы можаце аднавіць уліковы запіс {email}, задаўшы новы пароль.
ca: Ara pots recuperar el compte de {email} establint una nova contrasenya.
cs: Nyní můžete obnovit účet pro {email} nastavením nového hesla.
de: Du kannst jetzt das Konto von {email} wiederherstellen, indem du ein neues Passwort setzt.
el: Τώρα μπορείτε να ανακτήσετε το λογαριασμό του {email} ορίζοντας έναν νέο κωδικό πρόσβασης.
es: Ahora puedes recuperar la cuenta de {email} estableciendo una nueva contraseña.
fa: شما اکنون می‌توانید حساب {email} را با تنظیم یک رمز عبور جدید بازیابی کنید.
fr: Vous pouvez maintenant récupérer le compte de {email} en définissant un nouveau mot de passe.
it: Ora puoi recuperare l'account di {email} impostando una nuova password.
nl: U kunt nu het account van {email} herstellen door een nieuw wachtwoord in te stellen.
no: Du kan nå gjenopprette {email} sin konto ved å sette et nytt passord.
pt_br: Você pode recuperar a conta com e-mail {email} por definir uma nova senha.
ru: Теперь вы можете восстановить аккаунт {email}, установив новый пароль.
uk: Тепер ви можете відновити обліковий запис {email}, встановивши новий пароль.
ur: اب آپ نیا پاس ورڈ سیٹ کر کے {email} کا اکاؤنٹ بازیافت کر سکتے ہیں.
vi: Bạn có thể khôi phục tài khoản của {email} bằng cách đặt lại mật khẩu mới.

# recoveryWarningBody
source: {email} is trying to recover your account.
ar: {email} يحاول استرداد حسابك.
az: {email} hesabınızı bərpa etməyə çalışır.
be: {email} спрабуе аднавіць ваш уліковы запіс.
ca: {email} està intentant recuperar el teu compte.
cs: {email} se pokouší obnovit váš účet.
de: {email} versucht, dein Konto wiederherzustellen.
el: Το {email} προσπαθεί να ανακτήσει το λογαριασμό σας.
es: {email} está intentando recuperar tu cuenta.
fa: {email} در حال تلاش برای بازیابی حساب شماست.
fr: {email} tente de récupérer votre compte.
it: {email} sta cercando di recuperare il tuo account.
nl: {email} probeert je account te herstellen.
no: {email} prøver å gjenopprette kontoen din.
pt_br: {email} está tentando recuperar sua conta.
ru: {email} пытается восстановить ваш аккаунт.
uk: {email} намагається відновити ваш обліковий запис.
ur: {email} آپ کا اکاؤنٹ بازیافت کرنے کی کوشش کر رہا ہے.
vi: {email} đang cố gắng khôi phục tài khoản của bạn.

# trustedInviteBody
source: You have been invited to be a legacy contact by {email}.
ar: لقد تمت دعوتك لتكون جهة اتصال موثوقة بواسطة {email}.
az: {email} tərəfindən varis kontakt olmağa dəvət edildiniz.
be: Вы атрымалі запрашэнне стаць давераным кантактам {email}.
ca: Has estat convidat a ser un contacte de llegat per {email}.
cs: Byli jste pozváni, abyste se stali kontaktní osobou pro dědictví od {email}.
de: Du wurdest von {email} eingeladen, ein Kontakt für das digitale Erbe zu werden.
el: Έχετε προσκληθεί να είστε κληρονόμος του λογαριασμού {email}.
es: Has sido invitado a ser un contacto legado por {email}.
fa: شما توسط {email} به عنوان یک تماس قانونی دعوت شده‌اید.
fr: Vous avez été invité(e) à être un(e) héritier(e) par {email}.
it: Sei stato invitato a essere un contatto Legacy da {email}.
nl: Je bent uitgenodigd om een legacy contact van {email} te zijn.
no: Du er invitert til å være en betrodd kontakt av {email}.
pt_br: Você foi convidado para ser um contato legado por {email}.
ru: Вы приглашены стать доверенным контактом {email}.
uk: Ви отримали запрошення стати спадковим контактом від {email}.
ur: {email} نے آپ کو میراثی رابطہ بننے کی دعوت دی ہے.
vi: Bạn đã được mời làm người thừa kế của {email}.

source: Warning
ar: تحذير
az: Xəbərdarlıq
be: Папярэджанне
ca: Avís
cs: Varování
de: Warnung
el: Προσοχή
es: Advertencia
fa: هشدار
fr: Attention
it: Attenzione
nl: Waarschuwing
no: Advarsel
pt_br: Aviso
ru: Предупреждение
sr: Упозорење
sv: Varning
uk: Увага
ur: تنبیہ
vi: Cảnh báo

source: Proceed
ar: متابعة
az: Davam et
be: Працягнуць
ca: Procedeix
cs: Pokračovat
de: Fortfahren
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Procéder
it: Prosegui
nl: Verder
no: Fortsett
pt_br: Continuar
ru: Продолжить
sr: Настави
sv: Fortsätt
uk: Продовжити
ur: آگے بڑھیں
vi: Tiếp tục

# confirmAddingTrustedContact
source: You are about to add {email} as a trusted contact. They will be able to recover your account if you are absent for {numOfDays} days.
ar: أنت على وشك إضافة {email} كجهة اتصال موثوقة. سيكون بإمكانهم استعادة حسابك إذا كنت غائبًا لمدة {numOfDays} أيام.
az: {email} ünvanını etibarlı kontakt kimi əlavə etmək üzrəsiniz. Əgər {numOfDays} gün ərzində aktiv olmasanız, onlar hesabınızı bərpa edə biləcəklər.
be: Вы збіраеце дадаць {email} у якасці даверанага кантакту. У гэтага карыстальніка будзе магчымасць аднавіць ваш уліковы запіс, калі вы будзеце адсутнічаць {numOfDays} дні/дзён.
ca: Estàs a punt d'afegir {email} com a contacte de confiança. Podran recuperar el teu compte si estàs absent durant {numOfDays} dies.
cs: Chystáte se přidat {email} jako důvěryhodný kontakt. Ten bude moci obnovit váš účet, pokud budete {numOfDays} dní nepřítomní.
de: Du bist dabei, {email} als vertrauenswürdigen Kontakt hinzuzufügen. Die Person wird in der Lage sein, dein Konto wiederherzustellen, wenn du für {numOfDays} Tage abwesend bist.
el: Πρόκειται να προσθέτε το {email} ως έμπιστη επαφή. Θα μπορούν να ανακτήσουν το λογαριασμό σας αν απουσιάσετε για {numOfDays} ημέρες.
es: Estás a punto de añadir {email} como un contacto de confianza. Esta persona podrá recuperar tu cuenta si no estás durante {numOfDays} días.
fa: شما در حال افزودن {email} به عنوان یک تماس مورد اعتماد هستید. آنها قادر خواهند بود حساب شما را در صورت غیبت شما به مدت {numOfDays} روز بازیابی کنند.
fr: Vous êtes sur le point d'ajouter {email} en tant que contact sûr. Il pourra récupérer votre compte si vous êtes absent pendant {numOfDays} jours.
it: Stai per aggiungere {email} come contatto fidato. Potranno recuperare il tuo account se sei assente per {numOfDays} giorni.
nl: Je staat op het punt {email} toe te voegen als vertrouwde contactpersoon. Ze kunnen je account herstellen als je {numOfDays} dagen afwezig bent.
no: Du er i ferd med å legge til {email} som en betrodd kontakt. De vil kunne gjenopprette kontoen din hvis du er fraværende i {numOfDays} dager.
pt_br: Você está prestes a adicionar {email} como contato confiável. Eles poderão recuperar sua conta se você estiver ausente por {numOfDays} dias.
ru: Вы собираетесь добавить {email} в качестве доверенного контакта. Доверенный контакт сможет восстановить ваш аккаунт, если вы будете отсутствовать {numOfDays} дней.
uk: Ви збираєтеся додати {email} як довірений контакт. Вони зможуть відновити ваш обліковий запис, якщо ви будете відсутні протягом {numOfDays} днів.
ur: آپ {email} کو قابل اعتماد رابطے کے طور پر شامل کرنے والے ہیں. اگر آپ {numOfDays} دنوں تک غائب رہتے ہیں تو وہ آپ کا اکاؤنٹ بازیافت کر سکیں گے.
vi: Bạn sắp thêm {email} làm liên hệ tin cậy. Họ sẽ có thể khôi phục tài khoản của bạn nếu bạn không hoạt động trong {numOfDays} ngày.

# legacyInvite
source: {email} has invited you to be a trusted contact
ar: {email} دعاك لتكون جهة اتصال موثوقة
az: {email} sizi etibarlı kontakt olmağa dəvət etdi
be: {email} запрасіў вас стаць давераным кантактам
ca: {email} t'ha convidat a ser un contacte de confiança
cs: {email} vás pozval, abyste se stali důvěryhodným kontaktem
de: {email} hat dich eingeladen, ein vertrauenswürdiger Kontakt zu werden
el: Ο λογαριασμός {email} σας προσκάλεσε ως έμπιστη επαφή του
es: {email} te ha invitado a ser un contacto de confianza
fa: {email} شما را به عنوان یک تماس مورد اعتماد دعوت کرده است
fr: {email} vous a invité à être un contact de confiance
it: {email} ti ha invitato a essere un contatto fidato
nl: {email} heeft je uitgenodigd om een vertrouwd contact te zijn
no: {email} har invitert deg til å være en betrodd kontakt
pt_br: {email} convidou você para ser um contato confiável
ru: {email} пригласил вас стать доверенным контактом
uk: {email} запросив вас стати довіреною особою
ur: {email} نے آپ کو قابل اعتماد رابطہ بننے کی دعوت دی ہے
vi: {email} đã mời bạn trở thành một liên hệ tin cậy

# authToManageLegacy
source: Please authenticate to manage your trusted contacts
ar: يرجى المصادقة لإدارة جهات الاتصال الموثوقة الخاصة بك.
az: Etibarlı kontaktlarınızı idarə etmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб кіраваць сваімі даверанымі кантактамі
ca: Si us plau, autentica't per gestionar els teus contactes de confiança
cs: Pro správu důvěryhodných kontaktů se prosím ověřte
de: Bitte authentifiziere dich, um deine vertrauenswürdigen Kontakte zu verwalten
el: Παρακαλώ πραγματοποιήστε έλεγχο ταυτότητας για να διαχειριστείτε τις έμπιστες επαφές σας
es: Por favor, autentícate para administrar tus contactos de confianza
fa: لطفاً برای مدیریت تماس‌های مورد اعتماد خود احراز هویت کنید
fr: Veuillez vous authentifier pour gérer vos contacts de confiance
it: Autenticati per gestire i tuoi contatti fidati
nl: Verifieer om je vertrouwde contacten te beheren
no: Vennlist autentiser deg for å administrere de betrodde kontaktene dine
pt_br: Autentique-se para gerenciar seus contatos confiáveis
ru: Пожалуйста, авторизуйтесь для управления доверенными контактами
uk: Авторизуйтесь, щоби керувати довіреними контактами
ur: اپنے قابل اعتماد رابطوں کا انتظام کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để quản lý các liên hệ tin cậy

source: Hide shared items from home gallery
ar: إخفاء العناصر المشتركة من معرض الصفحة الرئيسية
az: Paylaşılan elementləri əsas qalereyadan gizlət
be: Схаваць абагуленыя элементы з асноўнай галерэі
ca: Amaga elements compartits de la galeria d'inici
cs: Skrýt sdílené položky z domácí galerie
de: Geteilte Elemente in der Home-Galerie ausblenden
el: Απόκρυψη κοινόχρηστων αντικειμένων από την αρχική συλλογή
es: Ocultar elementos compartidos de la galería de inicio
fa: مخفی کردن موارد مشترک از گالری خانه
fr: Masquer les éléments partagés avec vous dans la galerie
it: Nascondi gli elementi condivisi dalla galleria principale
nl: Verberg gedeelde bestanden uit de galerij
no: Skjul delte elementer fra hjemgalleriet
pt_br: Ocultar itens compartilhados da galeria inicial
ru: Скрыть общие элементы из основной галереи
ur: ہوم گیلری سے مشترکہ آئٹمز چھپائیں
vi: Ẩn các mục được chia sẻ khỏi thư viện chính

source: Gallery
ar: المعرض
az: Qalereya
be: Галерэя
ca: Galeria
cs: Galerie
de: Galerie
el: Συλλογή
es: Galería
fa: گالری
fr: Galerie
it: Galleria
nl: Galerij
no: Galleri
pt_br: Galeria
ru: Галерея
sr: Галерија
sv: Galleri
ur: گیلری
vi: Thư viện

source: Join album
ar: الانضمام إلى الألبوم
az: Albuma qoşul
be: Далучыцца да альбома
ca: Uneix-te a l'àlbum
cs: Připojit se k albu
de: Album beitreten
el: Συμμετοχή στο άλμπουμ
es: Unir álbum
fa: به آلبوم بپیوندید
fr: Rejoindre l'album
it: Unisciti all'album
nl: Deelnemen aan album
no: Bli med i albumet
pt_br: Unir-se ao álbum
ru: Присоединиться к альбому
ur: البم جوائن کریں
vi: Tham gia album

# joinAlbumSubtext
source: to view and add your photos
ar: لعرض صورك وإضافتها
az: şəkillərinizə baxmaq və əlavə etmək üçün
be: каб праглядаць і дадаваць свае фатаграфіі
ca: per veure i afegir les teves fotos
cs: pro prohlížení a přidávání vašich fotografií
de: um deine Fotos anzuzeigen und hinzuzufügen
el: για προβολή και προσθήκη φωτογραφιών
es: para ver y añadir tus fotos
fa: برای مشاهده و اضافه کردن عکس‌های خود
fr: pour afficher et ajouter vos photos
it: per visualizzare e aggiungere le tue foto
nl: om je foto's te bekijken en toe te voegen
no: for å se og legge til bildene dine
pt_br: para visualizar e adicionar suas fotos
ru: чтобы просматривать и добавлять свои фото
ur: اپنی تصاویر دیکھنے اور شامل کرنے کے لیے
vi: để xem và thêm ảnh của bạn

# joinAlbumSubtextViewer
source: to add this to shared albums
ar: لإضافة هذا إلى الألبومات المشتركة
az: bunu paylaşılan albumlara əlavə etmək üçün
be: каб дадаць яе ў абагуленыя альбомы
ca: per afegir això als àlbums compartits
cs: pro přidání do sdílených alb
de: um dies zu geteilten Alben hinzuzufügen
el: για προσθήκη σε κοινόχρηστα άλμπουμ
es: para añadir esto a los álbumes compartidos
fa: برای اضافه کردن این به آلبوم‌های مشترک
fr: pour ajouter ceci aux albums partagés
it: per aggiungerla agli album condivisi
nl: om dit aan gedeelde albums toe te voegen
no: for å legge dette til til delte album
pt_br: para adicionar isso aos álbuns compartilhados
ru: чтобы добавить это в общие альбомы
ur: اسے مشترکہ البمز میں شامل کرنے کے لیے
vi: để thêm vào album được chia sẻ

source: Join
ar: انضمام
az: Qoşul
be: Далучыцца
ca: Uneix-te
cs: Připojit se
de: Beitreten
el: Συμμετοχή
es: Unir
fa: بپیوندید
fr: Rejoindre
it: Unisciti
nl: Deelnemen
no: Bli med
pt_br: Unir-se
ru: Присоединиться
ur: شامل ہوں
vi: Tham gia

source: Link email
ar: ربط البريد الإلكتروني
az: Link E-poçtu
be: Прывязаць электронную пошту
ca: Vincula correu
cs: Propojit e-mail
de: E-Mail-Adresse verknüpfen
el: Σύνδεση email
es: Vincular correo electrónico
fa: لینک ایمیل
fr: Lier l'email
no: Koble til e-post
pt_br: Vincular e-mail
ru: Привязать электронную почту
sr: Повежи имејл
sv: Länka e-post
ur: ای میل لنک کریں
vi: Liên kết email

source: Link
ar: ربط
be: Прывязаць
ca: Vincula
cs: Propojit
de: Verknüpfen
el: Σύνδεση
es: Enlace
fa: لینک
fr: Lier
no: Lenke
pt_br: Vincular
ru: Привязать
sv: Länk
ur: لنک
vi: Liên kết

# noEnteAccountExclamation
source: No Ente account!
ar: لا يوجد حساب Ente!
az: Ente hesabı yoxdur!
be: Адсутнічае ўліковы запіс Ente!
ca: No tens compte d'Ente!
cs: Toto není účet Ente!
de: Kein Ente-Konto!
el: Δεν υπάρχει λογαριασμός Ente!
es: ¡No existe una cuenta de Ente!
fa: حساب انتی وجود ندارد!
fr: Aucun compte Ente !
it: Nessun account Ente!
nl: Geen Ente account!
no: Ingen Ente-konto!
pt_br: Nenhuma conta Ente!
ru: Нет аккаунта Ente!
ur: کوئی Ente اکاؤنٹ نہیں!
vi: Chưa có tài khoản Ente!

source: or pick from your contacts
ar: أو اختر من جهات اتصالك
az: və ya kontaktlarınızdan seçin
be: або выберыце са сваіх кантактаў
ca: o tria dels teus contactes
cs: nebo vyberte z kontaktů
de: oder wähle aus deinen Kontakten
el: ή διαλέξτε από τις επαφές σας
es: o elige de entre tus contactos
fa: یا از مخاطبین خود انتخاب کنید
fr: ou choisissez parmi vos contacts
it: o scegli tra i tuoi contatti
nl: of kies uit je contacten
no: Eller velg fra kontaktene dine
pt_br: ou escolher dos seus contatos
ru: или выберите из ваших контактов
sv: eller välj från dina kontakter
ur: یا اپنے رابطوں میں سے منتخب کریں
vi: hoặc chọn từ danh bạ

# emailDoesNotHaveEnteAccount
source: {email} does not have an Ente account.
ar: {email} لا يملك حساب Ente.
az: {email} ünvanının Ente hesabı yoxdur.
be: У {email} адсутнічае ўліковы запіс Ente.
ca: {email} no té un compte d'Ente.
cs: {email} nemá účet Ente.
de: {email} hat kein Ente-Konto.
el: Το {email} δεν διαθέτει λογαριασμό Ente.
es: {email} no tiene una cuenta de Ente.
fa: {email} حساب انتی ندارد.
fr: {email} n'a pas de compte Ente.
it: {email} non ha un account Ente.
nl: {email} heeft geen Ente account.
no: {email} har ikke en Ente-konto.
pt_br: {email} não possui uma conta Ente.
ru: {email} не имеет аккаунта Ente.
ur: {email} کا کوئی Ente اکاؤنٹ نہیں ہے.
vi: {email} chưa có tài khoản Ente.

# accountOwnerPersonAppbarTitle
source: {title} (Me)
ar: {title} (أنا)
az: {title} (Mən)
be: {title} (Я)
ca: {title} (Jo)
cs: {title} (Já)
de: {title} (Ich)
el: {title} (Εγώ)
es: {title} (Yo)
fa: {title} (من)
fr: {title} (Moi)
it: {title} (Io)
nl: {title} (Ik)
pt_br: {title} (Eu)
ru: {title} (Я)
ur: {title} (میں)
vi: {title} (Tôi)

source: Reassign "Me"
ar: إعادة تعيين "أنا"
az: ''Mən'' yenidən təyin et
be: Пераназначыць «Мяне»
ca: Reassigna "Jo"
cs: Přeřadit „Já“
de: "Ich" neu zuweisen
el: Αλλαγή "Εγώ"
es: Reasignar "Yo"
fa: تغییر تخصیص به "من"
fr: Réassigner "Moi"
it: Riassegna "Io"
nl: "Ik" opnieuw toewijzen
no: Tildel "Meg"
pt_br: Reatribuir "Eu"
ru: Переназначить "Меня"
ur: "میں" کو دوبارہ تفویض کریں
vi: Chỉ định lại "Tôi"

source: Me
ar: أنا
az: Mən
be: Я
ca: Jo
cs: Já
de: Ich
el: Εγώ
es: Yo
fa: من
fr: Moi
it: Io
nl: Ik
no: Meg
pt_br: Eu
ru: Я
sr: Ја
ur: میں
vi: Tôi

# linkEmailToContactBannerCaption
source: for faster sharing
ar: لمشاركة أسرع
az: daha sürətli paylaşım üçün
be: для больш хуткага абагульвання
ca: per compartir més ràpidament
cs: pro rychlejší sdílení
de: für schnelleres Teilen
el: για γρηγορότερη κοινή χρήση
es: para compartir más rápido
fa: برای اشتراک‌گذاری سریع‌تر
fr: pour un partage plus rapide
it: per una condivisione più veloce
nl: voor sneller delen
no: for raskere deling
pt_br: para compartilhar rápido
ru: чтобы быстрее делиться
sv: för snabbare delning
ur: تیز تر شیئرنگ کے لیے
vi: để chia sẻ nhanh hơn

source: Select person to link
ar: تحديد الشخص للربط
az: Link ediləcək şəxsi seçin
be: Выберыце асобу для прывязкі
ca: Selecciona persona per vincular
cs: Vyberte osobu, kterou chcete propojit
de: Person zum Verknüpfen auswählen
el: Επιλέξτε άτομο για σύνδεση
es: Selecciona persona a vincular
fa: شخصی را برای لینک کردن انتخاب کنید
fr: Sélectionnez la personne à associer
it: Seleziona persona da collegare
nl: Kies persoon om te linken
no: Velg person å knytte til
pt_br: Selecione a pessoa para vincular
ru: Выберите человека для привязки
sv: Välj person att länka
ur: لنک کرنے کے لیے شخص منتخب کریں
vi: Chọn người để liên kết

source: Link person to {email}
ar: ربط الشخص بـ {email}
az: Şəxsi {email} ünvanına link edin
be: Прывязаць асобу да {email}
ca: Vincula persona a {email}
cs: Propojit osobu s {email}
de: Person mit {email} verknüpfen
el: Σύνδεση ατόμου με {email}
es: Enlazar persona a {email}
fa: لینک کردن شخص به {email}
fr: Associer la personne à {email}
it: Collega persona a {email}
nl: Link persoon aan {email}
no: Knytt personen til {email}
pt_br: Vincular pessoa a {email}
ru: Связать человека с {email}
sv: Länka person till {email}
ur: شخص کو {email} سے لنک کریں
vi: Liên kết người với {email}

# linkPersonToEmailConfirmation
source: This will link {personName} to {email}
ar: سيؤدي هذا إلى ربط {personName} بـ {email}
az: Bu, {personName} şəxsini {email} ünvanına bağlayacaq
be: Гэта дзеянне прывяжа {personName} да {email}
ca: Això vincularà {personName} a {email}
cs: Tímto se propojí {personName} s {email}
de: Dies wird {personName} mit {email} verknüpfen
el: Αυτό θα συνδέσει το άτομο {personName} με το {email}
es: Esto enlazará a {personName} a {email}
fa: این شخص {personName} را به {email} لینک می‌کند
fr: Cela va associer {personName} à {email}
it: Questo collegherà {personName} a {email}
nl: Dit linkt {personName} aan {email}
no: Dette knytter {personName} til {email}
pt_br: Isso vinculará {personName} a {email}
ru: Это свяжет {personName} с {email}
ur: یہ {personName} کو {email} سے لنک کر دے گا
vi: Việc này sẽ liên kết {personName} với {email}

source: Select your face
ar: حدد وجهك
az: Üzünüzü seçin
be: Выберыце свой твар
ca: Selecciona la teva cara
cs: Vyberte svou tvář
de: Wähle dein Gesicht
el: Επιλέξτε το πρόσωπό σας
es: Selecciona tu cara
fa: صورت خود را انتخاب کنید
fr: Sélectionnez votre visage
it: Seleziona il tuo volto
nl: Selecteer je gezicht
no: Velg ansiktet ditt
pt_br: Selecione seu rosto
ru: Выберите своё лицо
sv: Välj ditt ansikte
ur: اپنا چہرہ منتخب کریں
vi: Chọn khuôn mặt bạn

# reassigningLoading
source: Reassigning...
ar: جارٍ إعادة التعيين...
az: Yenidən təyin edilir...
be: Пераназначэнне...
ca: Reassignant...
cs: Přeřazování...
de: Ordne neu zu...
el: Επαναπροσδιορισμός...
es: Reasignando...
fa: در حال تغییر تخصیص...
fr: Réassignation...
it: Riassegnando...
nl: Opnieuw toewijzen...
no: Tildeler...
pt_br: Reatribuindo...
ru: Переназначение...
ur: دوبارہ تفویض کیا جا رہا ہے...
vi: Đang chỉ định lại...

# reassignedToName
source: Reassigned you to {name}
ar: تمت إعادة تعيينك إلى {name}
az: Sizi {name} olaraq yenidən təyin etdi
be: Вы пераназначаны на {name}
ca: T'has reassignat a {name}
cs: Přeřadili jsme vás k {name}
de: Du wurdest an {name} neu zugewiesen
el: Σας ανατέθηκε το {name}
es: Te has reasignado a {name}
fa: شما به {name} واگذار شدید
fr: Vous a réassigné à {name}
it: Riassegnato a {name}
nl: Toegewezen aan {name}
no: Tildeler deg til {name}{name}{name}{name}{name}
pt_br: Atribuído a {name}
ru: Вы переназначены на {name}
ur: آپ کو {name} پر دوبارہ تفویض کر دیا گیا
vi: Đã chỉ định lại bạn thành {name}

# saveChangesBeforeLeavingQuestion
source: Save changes before leaving?
ar: حفظ التغييرات قبل المغادرة؟
az: Çıxmazdan əvvəl dəyişikliklər yadda saxlanılsın?
be: Захаваць змяненні перад выхадам?
ca: Guardar canvis abans de sortir?
cs: Před ukončením uložte změny
de: Änderungen vor dem Verlassen speichern?
el: Αποθήκευση αλλαγών πριν την αποχώρηση;
es: ¿Guardar cambios antes de salir?
fa: آیا تغییرات را قبل از خروج ذخیره کنید؟
fr: Enregistrer les modifications avant de quitter ?
it: Salvare le modifiche prima di uscire?
nl: Wijzigingen opslaan voor verlaten?
no: Lagre endringer før du drar?
pt_br: Salvar mudanças antes de sair?
ru: Сохранить изменения перед выходом?
sv: Spara ändringar innan du lämnar?
ur: کیا جانے سے پہلے تبدیلیاں محفوظ کریں؟
vi: Lưu thay đổi trước khi rời?

source: Don't save
ar: عدم الحفظ
az: Yadda saxlama
be: Не захоўваць
ca: No guardis
cs: Neukládat
de: Nicht speichern
el: Να μην αποθηκευτεί
es: No guardar
fa: ذخیره نکنید
fr: Ne pas enregistrer
it: Non salvare
nl: Niet opslaan
no: Ikke lagre
pt_br: Não salvar
ru: Не сохранять
sv: Spara inte
ur: محفوظ نہ کریں
vi: Không lưu

# thisIsMeExclamation
source: This is me!
ar: هذا أنا!
az: Bu mənəm!
be: Гэта я!
ca: Aquest soc jo!
cs: To jsem já!
de: Das bin ich!
el: Είμαι εγώ!
es: ¡Este soy yo!
fa: این من هستم!
fr: C'est moi !
it: Questo sono io!
nl: Dit ben ik!
no: Dette er meg!
pt_br: Este é você!
ru: Это я!
sr: Ово сам ја!
sv: Det här är jag!
ur: یہ میں ہوں!
vi: Đây là tôi!

source: Link person
ar: ربط الشخص
az: Şəxsi bağla
be: Прывязаць асобу
ca: Vincula persona
cs: Propojte osobu
de: Person verknüpfen
el: Σύνδεση ατόμου
es: Vincular persona
fa: لینک کردن شخص
fr: Lier la personne
it: Collega persona
nl: Link persoon
no: Knytt til person
pt_br: Vincular pessoa
ru: Связать человека
sv: Länka person
ur: شخص لنک کریں
vi: Liên kết người

# linkPersonCaption
source: for better sharing experience
ar: لتجربة مشاركة أفضل
az: daha yaxşı paylaşım təcrübəsi üçün
be: для больш зручнага абагульвання
ca: per una millor experiència de compartició
cs: pro lepší zkušenosti se sdílením
de: um besseres Teilen zu ermöglichen
el: για καλύτερη εμπειρία κοινής χρήσης
es: para una mejor experiencia compartida
fa: برای تجربه بهتر اشتراک‌گذاری
fr: pour une meilleure expérience de partage
it: per una migliore esperienza di condivisione
nl: voor een betere ervaring met delen
no: for bedre delingsopplevelse
pt_br: para melhorar o compartilhamento
ru: чтобы было удобнее делиться
ur: بہتر شیئرنگ تجربے کے لیے
vi: để trải nghiệm chia sẻ tốt hơn

# videoStreaming
source: Streamable videos
ar: مقاطع فيديو قابلة للبث
az: Yayımlana bilən videolar
be: Перадача відэа плынню
ca: Vídeos reproduïbles
cs: Videa pro streamování
de: Streambare Videos
el: Βίντεο με υποστήριξη μετάδοσης
es: Vídeos en transmisión
fa: ویدیوهای قابل پخش
fr: Vidéos diffusables
it: Video in streaming
nl: Video's met stream
no: Strømbare videoer
pt_br: Vídeos transmissíveis
ru: Потоковое видео
ur: اسٹریم کے قابل ویڈیوز
vi: Phát trực tuyến video

source: Processing videos
ar: معالجة مقاطع الفيديو
az: Videolar emal olunur
be: Апрацоўка відэа
ca: Processant vídeos
cs: Zpracování videí
de: Verarbeite Videos
el: Επεξεργασία βίντεο
es: Procesando vídeos
fa: در حال پردازش ویدیوها
fr: Traitement des vidéos
it: Elaborando video
nl: Video's verwerken
no: Behandler videoer
pt_br: Processando vídeos
ru: Обработка видео
sv: Bearbetar videor
ur: ویڈیوز پروسیس ہو رہی ہیں
vi: Đang xử lý video
