Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# loadMessage7
source: Our mobile apps run in the background to encrypt and backup any new photos you click
ar: تعمل تطبيقات الهاتف المحمول الخاصة بنا في الخلفية لتشفير أي صور جديدة تلتقطها ونسخها احتياطيًا.
az: Mobil tətbiqlərimiz çəkdiyiniz hər bir yeni şəkli şifrələmək və yedəkləmək üçün arxa fonda çalışır
be: Нашы мабільныя праграмы працуюць у фонавым рэжыме, каб шыфраваць і рэзерваваць усе новыя фатаграфіі, якія вы здымаеце
ca: Les nostres aplicacions mòbils s'executen en segon pla per xifrar i fer còpia de seguretat de qualsevol foto nova que facis
cs: Naše mobilní aplikace běží na pozadí, šifruje a zálohuje všechny nové fotografie, které pořídíte
de: Unsere mobilen Apps laufen im Hintergrund, um neue Fotos zu verschlüsseln und zu sichern
el: Οι εφαρμογές μας για κινητά τρέχουν στο παρασκήνιο για κρυπτογράφηση και δημιουργία αντιγράφων ασφαλείας τυχόν νέων φωτογραφιών σας
es: Nuestras aplicaciones móviles se ejecutan en segundo plano para cifrar y hacer copias de seguridad de las nuevas fotos que hagas clic
fa: اپلیکیشن‌های موبایل ما در پس‌زمینه اجرا می‌شوند تا هر عکس جدیدی که می‌گیرید را رمزنگاری و پشتیبان‌گیری کنند
fr: Nos applications mobiles s'exécutent en arrière-plan pour chiffrer et sauvegarder automatiquement les nouvelles photos que vous prenez
id: App seluler kami berjalan di latar belakang untuk mengenkripsi dan mencadangkan foto yang kamu potret
it: Le nostre app per smartphone vengono eseguite in background per crittografare e eseguire il backup di qualsiasi nuova foto o video
nl: Onze mobiele apps draaien op de achtergrond om alle nieuwe foto's die je maakt te versleutelen en te back-uppen
no: Våre mobilapper kjører i bakgrunnen for å kryptere og sikkerhetskopiere de nye bildene du klikker
pt_br: Nossos aplicativos móveis são executados em segundo plano para criptografar e salvar em segurança quaisquer fotos novas que você acessar
ru: Наши мобильные приложения работают в фоновом режиме, чтобы шифровать и сохранять все новые фото, которые вы снимаете
uk: Наші мобільні застосунки працюють у фоновому режимі для шифрування і створення резервних копій будь-яких нових фотографій, які ви виберете
ur: ہماری موبائل ایپس پس منظر میں چلتی ہیں تاکہ آپ کی کلک کردہ کسی بھی نئی تصویر کو انکرپٹ اور بیک اپ کیا جا سکے
vi: Các ứng dụng di động của chúng tôi chạy ngầm để mã hóa và sao lưu bất kỳ ảnh nào bạn mới chụp

# loadMessage8
source: web.ente.io has a slick uploader
ar: web.ente.io لديه أداة تحميل رائعة.
az: web.ente.io-nun rahat yükləyicisi var
be: web.ente.io мае зручны інструмент для запампоўвання файлаў
ca: web.ente.io té un carregador elegant
cs: web.ente.io má šikovný nástroj pro nahrávání souborů
de: web.ente.io hat einen Spitzen-Uploader
el: Το web.ente.io διαθέτει ένα εξαιρετικό μενού μεταφόρτωσης
es: web.ente.io tiene un cargador sofisticado
fa: وب‌سایت web.ente.io یک بارگذار زیبا دارد
fr: web.ente.io dispose d'un outil de téléchargement facile à utiliser
id: web.ente.io menyediakan alat pengunggah yang bagus
it: web.ente.io ha un uploader intuitivo
nl: web.ente.io heeft een vlotte uploader
no: web.ente.io har en flott opplaster
pt_br: web.ente.io tem um enviador mais rápido
ru: На web.ente.io есть удобный загрузчик
uk: web.ente.io має зручний завантажувач
ur: web.ente.io میں ایک عمدہ اپ لوڈر ہے
vi: web.ente.io có một trình tải lên mượt mà

# loadMessage9
source: We use Xchacha20Poly1305 to safely encrypt your data
ar: نستخدم XChaCha20-Poly1305 لتشفير بياناتك بأمان.
az: Məlumatlarınızı təhlükəsiz şəkildə şifrələmək üçün Xchacha20Poly1305-dən istifadə edirik
be: Мы выкарыстоўваем Xchacha20Poly1305 для бяспечнага шыфравання вашых даных
ca: Utilitzem Xchacha20Poly1305 per xifrar de manera segura les teves dades
cs: K bezpečnému šifrování vašich dat používáme Xchacha20Poly1305
de: Wir verwenden Xchacha20Poly1305, um Ihre Daten sicher zu verschlüsseln
el: Χρησιμοποιούμε το Xchacha20Poly1305 για την ασφαλή κρυπτογράφηση των δεδομένων σας
es: Utilizamos Xchacha20Poly1305 para cifrar tus datos de forma segura
fa: ما از Xchacha20Poly1305 برای رمزنگاری ایمن داده‌های شما استفاده می‌کنیم
fr: Nous utilisons Xchacha20Poly1305 pour chiffrer vos données en toute sécurité
id: Kami menggunakan Xchacha20Poly1305 untuk mengenkripsi data-mu dengan aman
it: Usiamo Xchacha20Poly1305 per crittografare in modo sicuro i tuoi dati
nl: We gebruiken Xchacha20Poly1305 om uw gegevens veilig te versleutelen
no: Vi bruker Xcha20Poly1305 for å trygt kryptere dataene dine
pt_br: Nós usamos Xchacha20Poly1305 para criptografar seus dados com segurança
ru: Мы используем Xchacha20Poly1305 для безопасного шифрования ваших данных
uk: Ми використовуємо Xchacha20Poly1305 для безпечного шифрування ваших даних
ur: ہم آپ کے ڈیٹا کو محفوظ طریقے سے انکرپٹ کرنے کے لیے Xchacha20Poly1305 استعمال کرتے ہیں
vi: Chúng tôi sử dụng Xchacha20Poly1305 để mã hóa dữ liệu của bạn

source: Photo descriptions
ar: أوصاف الصور
az: Şəkil təsvirləri
be: Апісанне фатаграфій
ca: Descripcions de fotos
cs: Popisky fotografií
de: Foto Beschreibungen
el: Περιγραφές φωτογραφιών
es: Descripciones de fotos
fa: توضیحات عکس
fr: Descriptions de la photo
id: Keterangan foto
it: Descrizioni delle foto
nl: Foto beschrijvingen
no: Bildebeskrivelser
pt_br: Descrições das fotos
ru: Описания фото
sv: Fotobeskrivningar
uk: Опис фотографії
ur: تصویر کی تفصیل
vi: Mô tả ảnh

source: File types and names
ar: أنواع وأسماء الملفات
az: Fayl növləri və adları
be: Тыпы файлаў і назвы
ca: Tipus i noms de fitxers
cs: Typy a názvy souborů
de: Dateitypen und -namen
el: Τύποι και ονόματα αρχείων
es: Tipos de archivo y nombres
fa: نوع و نام فایل‌ها
fr: Types et noms de fichiers
id: Nama dan jenis file
it: Tipi e nomi di file
nl: Bestandstypen en namen
no: Filtyper og navn
pt_br: Tipos de arquivo e nomes
ru: Типы и названия файлов
sv: Filtyper och namn
uk: Типи та назви файлів
ur: فائل کی اقسام اور نام
vi: Loại tệp và tên

source: Location
ar: الموقع
az: Məkan
be: Месцазнаходжанне
ca: Ubicació
cs: Poloha
de: Standort
el: Τοποθεσία
es: Ubicación
fa: مکان
fr: Lieu
it: Luogo
ku: Cih
nl: Locatie
no: Plassering
pt_br: Localização
ru: Местоположение
sv: Plats
uk: Розташування
ur: مقام
vi: Vị trí

source: Moments
ar: اللحظات
az: Anlar
be: Моманты
cs: Momenty
de: Momente
el: Στιγμές
es: Momentos
fa: لحظات
fr: Souvenirs
id: Momen
it: Momenti
nl: Momenten
no: Øyeblikk
pt_br: Momentos
ru: Моменты
uk: Моменти
ur: لمحات
vi: Khoảnh khắc

# searchFaceEmptySection
source: People will be shown here once indexing is done
ar: سيتم عرض الأشخاص هنا بمجرد الانتهاء من الفهرسة.
az: İndeksləmə başa çatdıqdan sonra insanlar burada göstəriləcək
be: Людзі будуць паказаны тут пасля завяршэння індэксацыі
ca: La gent es mostrarà aquí un cop finalitzada la indexació
cs: Po dokončení indexování se zde zobrazí lidé
de: Personen werden hier angezeigt, sobald die Indizierung abgeschlossen ist
el: Τα άτομα θα εμφανιστούν εδώ μόλις ολοκληρωθεί η δημιουργία ευρετηρίου
es: Las personas se mostrarán aquí una vez que se haya hecho la indexación
fa: افراد پس از اتمام ایندکس‌گذاری در اینجا نمایش داده خواهند شد
fr: Les personnes seront affichées ici une fois l'indexation terminée
id: Orang akan ditampilkan di sini setelah pengindeksan selesai
it: Le persone saranno mostrate qui una volta completata l'indicizzazione
nl: Mensen worden hier getoond als het indexeren klaar is
no: Folk vil vises her når indeksering er gjort
pt_br: As pessoas apareceram aqui quando a indexação for concluída
ru: Люди появятся здесь после завершения индексации
uk: Люди будуть показані тут після завершення індексації
ur: انڈیکسنگ مکمل ہونے کے بعد لوگ یہاں دکھائے جائیں گے
vi: Người sẽ được hiển thị ở đây khi quá trình xử lý hoàn tất

# searchDatesEmptySection
source: Search by a date, month or year
ar: ابحث حسب تاريخ أو شهر أو سنة.
az: Tarix, ay və ya ilə görə axtarın
be: Пошук па даце, месяцу або году
ca: Cerca per data, mes o any
cs: Hledat podle data, měsíce nebo roku
de: Suche nach Datum, Monat oder Jahr
el: Αναζήτηση με ημερομηνία, μήνα ή έτος
es: Buscar por fecha, mes o año
fa: جستجو بر اساس تاریخ، ماه یا سال
fr: Recherche par date, mois ou année
id: Telusuri dengan tanggal, bulan, atau tahun
it: Ricerca per data, mese o anno
nl: Zoeken op een datum, maand of jaar
no: Søk etter dato, måned eller år
pt_br: Buscar por data, mês ou ano
ru: Ищите по дате, месяцу или году
uk: Шукати за датою, місяцем або роком
ur: تاریخ، مہینہ یا سال کے لحاظ سے تلاش کریں
vi: Tìm kiếm theo ngày, tháng hoặc năm

# searchLocationEmptySection
source: Group photos that are taken within some radius of a photo
ar: تجميع الصور الملتقطة ضمن نصف قطر معين لصورة ما.
az: Şəklin müəyyən radiusunda çəkilmiş şəkilləri qruplaşdırın
be: Групуйце фатаграфіі, якія зроблены ў пэўным радыусе ад фатаграфіі
ca: Agrupa fotos que s'han fet dins d'un cert radi d'una foto
cs: Seskupte fotografie pořízené v určitém okruhu od fotografie
de: Gruppiere Fotos, die innerhalb des Radius eines bestimmten Fotos aufgenommen wurden
el: Ομαδοποίηση φωτογραφιών που τραβήχθηκαν σε συγκεκριμένη ακτίνα από μία φωτογραφία
es: Agrupar las fotos que se tomaron cerca de la localización de una foto
fa: عکس‌های گروهی که در شعاعی از یک عکس گرفته شده‌اند
fr: Grouper les photos qui sont prises dans un certain angle d'une photo
it: Raggruppa foto scattate entro un certo raggio da una foto
nl: Foto's groeperen die in een bepaalde straal van een foto worden genomen
no: Gruppebilder som er tatt innenfor noen radius av et bilde
pt_br: Fotos de grupo que estão sendo tiradas em algum raio da foto
ru: Группируйте фото, снятые в определённом радиусе от фото
uk: Групові фотографії, які зроблені в певному радіусі від фотографії
ur: ان تصاویر کو گروپ کریں جو تصویر کے کچھ رداس کے اندر لی گئی ہیں
vi: Xếp nhóm những ảnh được chụp gần kề nhau

# searchPeopleEmptySection
source: Invite people, and you'll see all photos shared by them here
ar: ادعُ الأشخاص، وسترى جميع الصور التي شاركوها هنا.
az: İnsanları dəvət edin və onların paylaşdığı bütün şəkilləri burada görəcəksiniz
be: Запрашайце людзей, і вы ўбачыце ўсе фатаграфіі, якія яны абагулілі
ca: Convida gent, i veuràs totes les fotos compartides per ells aquí
cs: Pozvěte kamarády a uvidíte všechny fotografie, které zde sdíleli
de: Laden Sie Personen ein, damit Sie geteilte Fotos hier einsehen können
el: Προσκαλέστε ανθρώπους και δείτε όλες τις φωτογραφίες που θα μοιραστούν εδώ
es: Invita a gente y verás todas las fotos compartidas aquí
fa: افراد را دعوت کنید و همه عکس‌های به اشتراک گذاشته شده توسط آنها را در اینجا خواهید دید
fr: Invitez quelqu'un·e et vous verrez ici toutes les photos partagées
it: Invita persone e vedrai qui tutte le foto condivise da loro
nl: Nodig mensen uit, en je ziet alle foto's die door hen worden gedeeld hier
no: Inviter folk, og du vil se alle bilder som deles av dem her
pt_br: Convide pessoas e você verá todas as fotos compartilhadas por elas aqui
ru: Приглашайте людей, и здесь появятся все фото, которыми они поделились
uk: Запросіть людей, і ви побачите всі фотографії, якими вони поділилися, тут
ur: لوگوں کو مدعو کریں، اور آپ ان کی طرف سے شیئر کردہ تمام تصاویر یہاں دیکھیں گے
vi: Mời mọi người, và bạn sẽ thấy tất cả ảnh mà họ chia sẻ ở đây

# searchAlbumsEmptySection
source: Albums
ar: الألبومات
az: Albomlar
be: Альбомы
ca: Àlbums
cs: Alba
de: Alben
el: Άλμπουμ
es: Álbumes
fa: آلبوم‌ها
id: Album
it: Album
ku: Elbum
no: Album
pt_br: Álbuns
ru: Альбомы
sv: Album
uk: Альбоми
ur: البمز
vi: Album

# searchFileTypesAndNamesEmptySection
source: File types and names
ar: أنواع وأسماء الملفات
az: Fayl növləri və adları
be: Тыпы файлаў і назвы
ca: Tipus i noms de fitxers
cs: Typy a názvy souborů
de: Dateitypen und -namen
el: Τύποι και ονόματα αρχείων
es: Tipos y nombres de archivo
fa: نوع و نام فایل‌ها
fr: Types et noms de fichiers
id: Nama dan jenis file
it: Tipi e nomi di file
nl: Bestandstypen en namen
no: Filtyper og navn
pt_br: Tipos de arquivo e nomes
ru: Типы и названия файлов
sv: Filtyper och namn
uk: Типи та назви файлів
ur: فائل کی اقسام اور نام
vi: Loại tệp và tên

# searchCaptionEmptySection
source: Add descriptions like "#trip" in photo info to quickly find them here
ar: أضف أوصافًا مثل "#رحلة" في معلومات الصورة للعثور عليها بسرعة هنا.
az: Onları burada tez tapmaq üçün şəkil məlumatlarına "#səyahət" kimi təsvirlər əlavə edin
be: Дадайце апісанне накшталт «#падарожжа» ў звесткі аб фатаграфіі, каб хутка знайсці яе тут
ca: Afegeix descripcions com "#viatge" a la informació de la foto per trobar-les ràpidament aquí
cs: Přidejte do informací o fotografii popisky jako "#výlet", abyste je zde mohli rychle najít
de: Füge Beschreibungen wie "#trip" in der Fotoinfo hinzu um diese schnell hier wiederzufinden
el: Προσθέστε περιγραφές όπως #ταξίδι στις πληροφορίες φωτογραφιών για να τις βρείτε γρήγορα εδώ
es: Agrega descripciones como "#viaje" en la información de la foto para encontrarlas aquí rápidamente
fa: توضیحات مانند "#سفر" را در اطلاعات عکس اضافه کنید تا به سرعت آنها را اینجا پیدا کنید
fr: Ajoutez des descriptions comme "#trip" dans les infos photo pour les retrouver ici plus rapidement
id: Tambah keterangan seperti "#trip" pada info foto agar mudah ditemukan di sini
it: Aggiungi descrizioni come "#viaggio" nelle informazioni delle foto per trovarle rapidamente qui
nl: Voeg beschrijvingen zoals "#weekendje weg" toe in foto-info om ze snel hier te vinden
no: Legg til beskrivelser som "#tur" i bildeinfo for raskt å finne dem her
pt_br: Adicione marcações como "#viagem" nas informações das fotos para encontrá-las aqui com facilidade
ru: Добавляйте описания вроде «#поездка» в информацию о фото, чтобы быстро находить их здесь
uk: Додавайте такі описи як «#подорож» в інформацію про фотографію, щоб швидко знайти їх тут
ur: تصویر کی معلومات میں "#trip" جیسی تفصیل شامل کریں تاکہ انہیں یہاں جلدی تلاش کیا جا سکے
vi: Thêm mô tả như "#phượt" trong thông tin ảnh để tìm nhanh thấy chúng ở đây

source: Language
ar: اللغة
az: Dil
be: Мова
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langue
id: Bahasa
it: Lingua
nl: Taal
no: Språk
pt_br: Idioma
ru: Язык
sr: Језик
sv: Språk
uk: Мова
ur: زبان
vi: Ngôn ngữ

source: Select Language
ar: اختر اللغة
az: Dil seçin
be: Выберыце мову
ca: Selecciona idioma
cs: Vybrat jazyk
de: Sprache auswählen
el: Επιλογή Γλώσσας
es: Seleccionar idioma
fa: زبان را انتخاب کنید
fr: Sélectionnez une langue
id: Pilih Bahasa
it: Seleziona una lingua
nl: Taal selecteren
no: Velg språk
pt_br: Selecionar idioma
ru: Выберите язык
sr: Изабери језик
sv: Välj språk
uk: Виберіть мову
ur: زبان منتخب کریں
vi: Chọn ngôn ngữ

source: Location name
ar: اسم الموقع
az: Məkan adı
be: Назва месцазнаходжання
ca: Nom de la ubicació
cs: Název místa
de: Standortname
el: Όνομα τοποθεσίας
es: Nombre de la ubicación
fa: نام مکان
fr: Nom du lieu
id: Nama tempat
it: Nome della località
nl: Locatie naam
no: Stedsnavn
pt_br: Nome da localização
ru: Название местоположения
sr: Назив локације
sv: Platsnamn
uk: Назва місце розташування
ur: مقام کا نام
vi: Tên vị trí

source: Add location
ar: إضافة موقع
az: Məkan əlavə et
be: Дадаць месцазнаходжанне
ca: Afegeix ubicació
cs: Přidat polohu
de: Ort hinzufügen
el: Προσθήκη τοποθεσίας
es: Agregar ubicación
fa: مکان اضافه کنید
fr: Ajouter la localisation
id: Tambah tempat
it: Aggiungi luogo
nl: Locatie toevoegen
no: Legg til sted
pt_br: Adicionar localização
ru: Добавить местоположение
sr: Додај локацију
sv: Lägg till plats
uk: Додати розташування
ur: مقام شامل کریں
vi: Thêm vị trí

source: Group nearby photos
ar: تجميع الصور القريبة
az: Yaxınlıqdakı şəkilləri qruplaşdırın
be: Групаваць найбліжэйшыя фатаграфіі
ca: Agrupa fotos properes
cs: Seskupit fotografie pořízené v okolí
de: Fotos in der Nähe gruppieren
el: Ομαδοποίηση κοντινών φωτογραφιών
es: Agrupar fotos cercanas
fa: گروه‌بندی عکس‌های نزدیک
fr: Grouper les photos à proximité
id: Kelompokkan foto yang berdekatan
it: Raggruppa foto nelle vicinanze
nl: Groep foto's in de buurt
no: Grupper nærliggende bilder
pt_br: Agrupar fotos próximas
ru: Группировать ближайшие фото
sr: Групиши околне фотографије
uk: Групувати фотографії поблизу
ur: قریبی تصاویر کو گروپ کریں
vi: Nhóm ảnh gần nhau

# kiloMeterUnit
source: km
ar: كم
be: км
el: χλμ
fa: کیلومتر
ru: км
sr: км
uk: км
ur: کلومیٹر

# addLocationButton
source: Add
ar: إضافة
az: Əlavə et
be: Дадаць
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: اضافه کردن
fr: Ajouter
id: Tambah
it: Aggiungi
nl: Toevoegen
no: Legg til
pt_br: Adicionar
ru: Добавить
sr: Додај
sv: Lägg till
uk: Додати
ur: شامل کریں
vi: Thêm

source: Radius
ar: نصف القطر
be: Радыус
ca: Radi
cs: Rádius
de: Umkreis
el: Ακτίνα
es: Radio
fa: شعاع
fr: Rayon
it: Raggio
nl: Straal
pt_br: Raio
ru: Радиус
sr: Пречник
sv: Radie
uk: Радіус
ur: رداس
vi: Bán kính

# locationTagFeatureDescription
source: A location tag groups all photos that were taken within some radius of a photo
ar: تقوم علامة الموقع بتجميع جميع الصور التي تم التقاطها ضمن نصف قطر معين لصورة ما.
az: Məkan teqi bir şəklin müəyyən radiusunda çəkilmiş bütün şəkilləri qruplaşdırır
be: Тэг месцазнаходжання групуе ўсе фатаграфіі, якія зроблены ў пэўным радыусе ад фатаграфіі
ca: Una etiqueta d'ubicació agrupa totes les fotos que s'han fet dins d'un cert radi d'una foto
cs: Značka polohy seskupuje všechny fotografie, které byly pořízeny v určitém okruhu od fotografie
de: Ein Standort-Tag gruppiert alle Fotos, die in einem Radius eines Fotos aufgenommen wurden
el: Μια ετικέτα τοποθεσίας ομαδοποιεί όλες τις φωτογραφίες που τραβήχθηκαν σε κάποια ακτίνα από μία φωτογραφία
es: Una etiqueta de ubicación agrupa todas las fotos que fueron tomadas dentro de un radio de una foto
fa: یک برچسب مکان تمام عکس‌هایی را که در شعاعی از یک عکس گرفته شده‌اند، گروه‌بندی می‌کند
fr: Un tag de lieu regroupe toutes les photos ayant été prises dans un certain rayon d'une photo
it: Un tag di localizzazione raggruppa tutte le foto scattate entro il raggio di una foto
nl: Een locatie tag groept alle foto's die binnen een bepaalde straal van een foto zijn genomen
no: En plasseringsetikett grupperer alle bilder som ble tatt innenfor en gitt radius av et bilde
pt_br: Uma etiqueta de localização agrupa todas as fotos fotografadas em algum raio de uma foto
ru: Тег местоположения группирует все фото, снятые в определённом радиусе от фото
uk: Тег розташування групує всі фотографії, які були зроблені в певному радіусі від фотографії
ur: مقام کا ٹیگ ان تمام تصاویر کو گروپ کرتا ہے جو تصویر کے کچھ رداس کے اندر لی گئی ہیں
vi: Thẻ vị trí sẽ giúp xếp nhóm tất cả ảnh được chụp gần kề nhau

# galleryMemoryLimitInfo
source: Up to 1000 memories shown in gallery
ar: يتم عرض ما يصل إلى 1000 ذكرى في المعرض.
az: Qalereyada 1000-ə qədər xatirə göstərilir
be: У галерэі паказваецца да 1000 успамінаў
ca: Fins a 1000 records mostrats a la galeria
cs: Až 1000 vzpomínek zobrazených v galerii
de: Bis zu 1000 Erinnerungsstücke angezeigt in der Galerie
el: Έως και 1000 μνήμες εμφανίζονται στη συλλογή
es: Hasta 1000 memorias mostradas en la galería
fa: تا ۱۰۰۰ یادگاری در گالری نمایش داده می‌شود
fr: Jusqu'à 1000 souvenirs affichés dans la galerie
it: Fino a 1000 ricordi mostrati nella galleria
nl: Tot 1000 herinneringen getoond in de galerij
no: Opptil 1000 minner vist i galleriet
pt_br: Até 1.000 memórias exibidas na galeria
ru: В галерее отображается до 1000 воспоминаний
uk: До 1000 спогадів, показаних у галереї
ur: گیلری میں ۱۰۰۰ تک یادیں دکھائی جاتی ہیں
vi: Mỗi thư viện chứa tối đa 1000 ảnh và video

source: Save
ar: حفظ
az: Saxla
be: Захаваць
ca: Guarda
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Sauvegarder
id: Simpan
it: Salva
ku: Tomar bike
nl: Opslaan
no: Lagre
pt_br: Salvar
ru: Сохранить
sr: Сачувај
sv: Spara
uk: Зберегти
ur: محفوظ کریں
vi: Lưu

source: Center point
ar: نقطة المركز
az: Mərkəz nöqtəsi
be: Цэнтральны пункт
ca: Punt central
cs: Středový bod
de: Mittelpunkt
el: Κεντρικό σημείο
es: Punto central
fa: نقطه مرکزی
fr: Point central
it: Punto centrale
nl: Middelpunt
no: Midtstill punkt
pt_br: Ponto central
ru: Центральная точка
sr: Централна тачка
uk: Центральна точка
ur: مرکزی نقطہ
vi: Tâm điểm

source: Pick center point
ar: اختيار نقطة المركز
az: Mərkəz nöqtəsini seçin
be: Выберыце цэнтральны пункт
ca: Tria punt central
cs: Vyberte středový bod
de: Mittelpunkt auswählen
el: Διαλέξτε κεντρικό σημείο
es: Elegir punto central
fa: نقطه مرکزی را انتخاب کنید
fr: Choisir le point central
it: Selezionare il punto centrale
nl: Kies middelpunt
no: Velg midtpunkt
pt_br: Escolha o ponto central
ru: Выбрать центральную точку
sr: Изабери централну тачку
uk: Вкажіть центральну точку
ur: مرکزی نقطہ منتخب کریں
vi: Chọn tâm điểm

source: Use selected photo
ar: استخدام الصورة المحددة
az: Seçilmiş şəkli istifadə et
be: Выкарыстоўвайце выбраную фатаграфію
ca: Utilitza foto seleccionada
cs: Použít vybranou fotografii
de: Ausgewähltes Foto verwenden
el: Χρήση επιλεγμένης φωτογραφίας
es: Usar foto seleccionada
fa: از عکس انتخاب شده استفاده کنید
fr: Utiliser la photo sélectionnée
id: Gunakan foto terpilih
it: Usa la foto selezionata
nl: Gebruik geselecteerde foto
no: Bruk valgt bilde
pt_br: Usar foto selecionada
ru: Использовать выбранное фото
sr: Корисити изабрану фотографију
sv: Använd valt foto
uk: Використати вибране фото
ur: منتخب شدہ تصویر استعمال کریں
vi: Sử dụng ảnh đã chọn

source: Reset to default
ar: إعادة التعيين إلى الافتراضي
az: Standart parametrlərə qaytar
be: Скінуць да прадвызначаных
ca: Restableix a per defecte
cs: Obnovit výchozí
de: Standardwerte zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer valores predeterminados
fa: بازنشانی به حالت پیش‌فرض
fr: Réinitialiser aux valeurs par défaut
it: Ripristina predefinita
nl: Standaardinstellingen herstellen
no: Tilbakestill til standard
pt_br: Redefinir para o padrão
ru: Вернуть стандартную
sv: Återställ till standard
uk: Скинути до типових
ur: پہلے جیسا کریں (Reset)
vi: Đặt lại mặc định

source: Edit
ar: تعديل
az: Redaktə et
be: Рэдагаваць
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Éditer
it: Modifica
ku: Biguherîne
nl: Bewerken
no: Rediger
pt_br: Editar
ru: Редактировать
sr: Измени
sv: Redigera
uk: Редагувати
ur: ترمیم کریں
vi: Chỉnh sửa

source: Delete location
ar: حذف الموقع
az: Məkanı sil
be: Выдаліць месцазнаходжанне
ca: Esborra ubicació
cs: Odstranit polohu
de: Standort löschen
el: Διαγραφή τοποθεσίας
es: Borrar la ubicación
fa: حذف مکان
fr: Supprimer la localisation
it: Elimina posizione
ku: Cihê jê bibe
nl: Verwijder locatie
no: Slett sted
pt_br: Excluir localização
ru: Удалить местоположение
sr: Обриши локацију
sv: Ta bort plats
uk: Видалити розташування
ur: مقام ڈیلیٹ کریں
vi: Xóa vị trí

source: Rotate left
ar: تدوير لليسار
az: Sola döndər
be: Павярнуць улева
ca: Rota a l'esquerra
cs: Otočit doleva
de: Nach links drehen
el: Αριστερή περιστροφή
es: Girar a la izquierda
fa: چپ بچرخانید
fr: Pivoter à gauche
id: Putar ke kiri
it: Ruota a sinistra
ku: Çep bizivirîne
nl: Roteer links
nn: Roter til venstre
no: Roter mot venstre
pt_br: Girar para a esquerda
ru: Повернуть влево
sr: Заротирај у лево
sv: Rotera vänster
uk: Повернути ліворуч
ur: بائیں گھمائیں
vi: Xoay trái

source: Flip
ar: قلب
az: Çevir
be: Перавярнуць
ca: Gira
cs: Překlopit
de: Spiegeln
el: Αντιστροφή
es: Voltear
fa: چرخش
fr: Retourner
id: Balik
it: Capovolgi
ku: Teqle bike
nl: Omdraaien
nn: Spegelvend
no: Speilvend
pt_br: Inverter
ru: Отразить
sr: Обрни у огледалу
uk: Відзеркалити
ur: پلٹائیں
vi: Lật

source: Rotate right
ar: تدوير لليمين
az: Sağa döndər
be: Павярнуць управа
ca: Rota a la dreta
cs: Otočit doprava
de: Nach rechts drehen
el: Δεξιά περιστροφή
es: Girar a la derecha
fa: چرخش به راست
fr: Faire pivoter à droite
id: Putar ke kanan
it: Ruota a destra
ku: Rast bizivirîne
nl: Rechtsom draaien
nn: Roter til høgre
no: Roter mot høyre
pt_br: Girar para a direita
ru: Повернуть вправо
sr: Заротирај у десно
sv: Rotera höger
uk: Повернути праворуч
ur: دائیں گھمائیں
vi: Xoay phải
