Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Free storage usable
ar: مساحة تخزين مجانية متاحة للاستخدام
az: İstifadə edilə bilən pulsuz yaddaş
be: Можна выкарыстаць бясплатнае сховішча
ca: Emmagatzematge gratuït utilitzable
cs: Bezplatné použitelné úložiště
de: Freier Speicherplatz nutzbar
el: Δωρεάν χώρος που μπορεί να χρησιμοποιηθεί
es: Almacenamiento libre disponible
fa: فضای ذخیره‌سازی رایگان قابل استفاده
fr: Stockage gratuit disponible
id: Kuota gratis yang dapat digunakan
it: Spazio libero utilizzabile
nl: Gratis opslag bruikbaar
no: Gratis lagringsplass som kan brukes
pt_br: Armazenamento disponível
ru: Доступное бесплатное хранилище
sr: Бесплатан простор који је могуће искористити
sv: Gratis lagringsutrymme som kan användas
uk: Безплатне сховище можна використовувати
ur: قابل استعمال مفت اسٹوریج
vi: Dung lượng miễn phí có thể dùng

# usableReferralStorageInfo
source: Usable storage is limited by your current plan. Excess claimed storage will automatically become usable when you upgrade your plan.
ar: مساحة التخزين القابلة للاستخدام مقيدة بخطتك الحالية. المساحة التخزينية الزائدة التي تمت المطالبة بها ستصبح قابلة للاستخدام تلقائيًا عند ترقية خطتك.
az: İstifadə edilə bilən yaddaş mövcud planınızla məhdudlaşır. Əldə edilən artıq yaddaş, planınızı yüksəltdiyiniz zaman avtomatik olaraq istifadəyə veriləcək.
be: Прыдатнае для захоўвання сховішча абмежавана вашым бягучым тарыфным планам. Лішняя заяўленае сховішча стане аўтаматычна даступна пасля паляпшэння тарыфнага плана.
ca: L'emmagatzematge utilitzable està limitat pel teu pla actual. L'excés d'emmagatzematge reclamat esdevindrà automàticament utilitzable quan milloris el teu pla.
cs: Použitelná úložná kapacita je omezena vaším aktuálním tarifem. Překročená úložná kapacita se automaticky stane použitelnou, jakmile si tarif vylepšíte.
de: Der verwendbare Speicherplatz ist von deinem aktuellen Abonnement eingeschränkt. Überschüssiger, beanspruchter Speicherplatz wird automatisch verwendbar werden, wenn du ein höheres Abonnement buchst.
el: Ο διαθέσιμος χώρος αποθήκευσης περιορίζεται από την τρέχουσα συνδρομή σας. Ο επιπλέον αποθηκευτικός χώρος θα γίνει αυτόματα διαθέσιμος όταν αναβαθμίσετε τη συνδρομή σας.
es: El almacenamiento utilizable está limitado por tu plan actual. El exceso de almacenamiento que obtengas se volverá automáticamente utilizable cuando actualices tu plan.
fa: فضای ذخیره‌سازی قابل استفاده به طرح فعلی شما محدود است. فضای ادعا شده اضافی به طور خودکار زمانی که طرح خود را ارتقا دهید، قابل استفاده خواهد شد.
fr: Le stockage gratuit possible est limité par votre offre actuelle. Vous pouvez au maximum doubler votre espace de stockage gratuitement, le stockage supplémentaire deviendra donc automatiquement utilisable lorsque vous mettrez à niveau votre offre.
id: Kuota yang dapat digunakan dibatasi oleh paket kamu saat ini. Kelebihan kuota yang diklaim akan dapat digunakan secara otomatis saat meningkatkan paket kamu.
it: Lo spazio disponibile è limitato dal tuo piano corrente. L'archiviazione in eccesso diventerà automaticamente utilizzabile quando aggiornerai il tuo piano.
nl: Bruikbare opslag is beperkt door je huidige abonnement. Buitensporige geclaimde opslag zal automatisch bruikbaar worden wanneer je je abonnement upgrade.
no: Brukbar lagringsplass er begrenset av abonnementet ditt. Lagring du har gjort krav på utover denne grensen blir automatisk tilgjengelig når du oppgraderer abonnementet ditt.
pt_br: O armazenamento disponível é limitado devido ao seu plano atual. O armazenamento adicional será aplicado quando você atualizar seu plano.
ru: Доступное хранилище ограничено вашим текущим тарифом. Избыточное полученное хранилище автоматически станет доступным при улучшении тарифа.
sv: Användbart lagringsutrymme begränsas av din nuvarande plan. Överskrider du lagringsutrymmet kommer automatiskt att kunna använda det när du uppgraderar din plan.
uk: Доступний обсяг пам'яті обмежений вашим поточним тарифом. Надлишок заявленого обсягу автоматично стане доступним, коли ви покращите тариф.
ur: قابل استعمال اسٹوریج آپ کے موجودہ پلان تک محدود ہے. جب آپ اپنا پلان اپ گریڈ کریں گے تو اضافی دعویٰ کردہ اسٹوریج خود بخود قابل استعمال ہو جائے گی.
vi: Dung lượng có thể dùng bị giới hạn bởi gói hiện tại của bạn. Dung lượng nhận thêm vượt hạn mức sẽ tự động có thể dùng khi bạn nâng cấp gói.

# removeFromAlbumTitle
source: Remove from album?
ar: إزالة من الألبوم؟
az: Albomdan silinsin?
be: Выдаліць з альбома?
ca: Eliminar de l'àlbum?
cs: Odstranit z alba?
de: Aus Album entfernen?
el: Αφαίρεση από το άλμπουμ;
es: ¿Eliminar del álbum?
fa: آیا می‌خواهید از آلبوم حذف شود؟
fr: Retirer de l'album ?
id: Hapus dari album?
it: Rimuovi dall'album?
nl: Uit album verwijderen?
no: Fjern fra album?
pt_br: Remover do álbum?
ru: Удалить из альбома?
sr: Уклони из албума?
sv: Ta bort från album?
uk: Видалити з альбому?
ur: البم سے ہٹائیں؟
vi: Xóa khỏi album?

source: Remove from album
ar: إزالة من الألبوم
az: Albomdan sil
be: Выдаліць з альбома
ca: Elimina de l'àlbum
cs: Odstranit z alba
de: Aus Album entfernen
el: Αφαίρεση από το άλμπουμ
es: Eliminar del álbum
fa: حذف از آلبوم
fr: Retirer de l'album
id: Hapus dari album
it: Rimuovi dall'album
nl: Verwijder uit album
no: Fjern fra album
pt_br: Remover do álbum
ru: Удалить из альбома
sr: Уклони из албума
sv: Ta bort från album
uk: Видалити з альбому
ur: البم سے ہٹائیں
vi: Xóa khỏi album

# itemsWillBeRemovedFromAlbum
source: Selected items will be removed from this album
ar: سيتم إزالة العناصر المحددة من هذا الألبوم.
az: Seçilmiş elementlər bu albomdan silinəcək
be: Выбраныя элементы будуць выдалены з гэтага альбома
ca: Els elements seleccionats s'eliminaran d'aquest àlbum
cs: Vybrané položky budou odstraněny z tohoto alba
de: Ausgewählte Elemente werden aus diesem Album entfernt
el: Τα επιλεγμένα αντικείμενα θα αφαιρεθούν από αυτό το άλμπουμ
es: Los elementos seleccionados serán eliminados de este álbum
fa: موارد انتخاب شده از این آلبوم حذف خواهند شد
fr: Les éléments sélectionnés seront supprimés de cet album
id: Item yang dipilih akan dihapus dari album ini
it: Gli elementi selezionati saranno rimossi da questo album
nl: Geselecteerde items zullen worden verwijderd uit dit album
no: Valgte elementer vil bli fjernet fra dette albumet
pt_br: Os itens selecionados serão removidos deste álbum
ru: Выбранные элементы будут удалены из этого альбома
sr: Изабране ставке ће бити уклоњене из овог албума
sv: Valda objekt kommer att tas bort från detta album
uk: Вибрані елементи будуть видалені з цього альбому
ur: منتخب کردہ آئٹمز اس البم سے ہٹا دیے جائیں گے
vi: Các mục đã chọn sẽ bị xóa khỏi album này

# removeShareItemsWarning
source: Some of the items you are removing were added by other people, and you will lose access to them
ar: بعض العناصر التي تزيلها تمت إضافتها بواسطة أشخاص آخرين، وستفقد الوصول إليها.
az: Seçilmiş fotolar, foto sahibləri istisna olmaqla, bu albomun heç bir izləyicisi üçün əlçatan olmayacaq.
be: Выбраныя фатаграфіі не будуць даступныя нікому з гледачоў гэтага альбома, акрамя іх уладальнікаў.
ca: Les fotos seleccionades no seran accessibles per a cap visualitzador d'aquest àlbum, excepte els propietaris de les fotos.
cs: Některé položky, které odstraňujete, byly přidány jinými lidmi a ztratíte k nim přístup
de: Ausgewählte Fotos werden für Betrachter dieses Albums nicht zugänglich sein, außer für die Besitzer der Fotos.
es: Las fotos seleccionadas no serán accesibles para ningún visor de este álbum, excepto para los propietarios de las fotos.
fa: برخی از مواردی که شما حذف می‌کنید توسط دیگران اضافه شده‌اند و شما دسترسی به آن‌ها را از دست خواهید داد
fr: Les photos sélectionnées ne seront accessibles par aucun spectateur de cet album, à l'exception des propriétaires de photos.
id: Beberapa item yang kamu hapus ditambahkan oleh orang lain, dan kamu akan kehilangan akses ke item tersebut
it: Alcuni degli elementi che stai rimuovendo sono stati aggiunti da altre persone e ne perderai l'accesso
nl: Sommige van de items die je verwijdert zijn door andere mensen toegevoegd, en je verliest de toegang daartoe
no: Noen av elementene du fjerner ble lagt til av andre personer, og du vil miste tilgang til dem
pt_br: Alguns dos itens que você está removendo foram adicionados por outras pessoas, e você perderá o acesso a eles
ru: Выбранные фотографии будут недоступны для просмотра любому зрителю этого альбома, кроме владельцев фотографий.
sv: Utvalda foton kommer inte att vara tillgängliga för någon som tittar på detta album, förutom fotoägaren.
uk: Деякі речі, які ви видаляєте були додані іншими людьми, ви втратите доступ до них
ur: منتخب کردہ تصاویر اس البم کے کسی بھی ناظر کے لیے قابل رسائی نہیں ہوں گی، سوائے تصویر کے مالکان کے.
vi: Những ảnh đã chọn sẽ không thể được xem bởi bất kỳ người xem nào của album này, ngoại trừ chủ sở hữu ảnh.

source: Adding to favorites...
ar: جارٍ الإضافة إلى المفضلة...
az: Seçilmişlərə əlavə edilir...
be: Дадаванне ў абранае...
ca: Afegint a favorits...
cs: Přidávání k oblíbeným...
de: Wird zu Favoriten hinzugefügt...
el: Προσθήκη στα αγαπημένα...
es: Añadiendo a favoritos...
fa: در حال اضافه کردن به علاقه‌مندی‌ها...
fr: Ajout aux favoris...
id: Menambahkan ke favorit...
it: Aggiunto ai preferiti...
nl: Toevoegen aan favorieten...
nn: Legger til i favorittar …
no: Legger til i favoritter...
pt_br: Adicionando aos favoritos...
ru: Добавление в избранное...
sr: Додајем у омиљене
sv: Lägger till bland favoriter...
uk: Додавання до обраного...
ur: پسندیدہ میں شامل کیا جا رہا ہے...
vi: Đang thêm vào mục yêu thích...

source: Removing from favorites...
ar: جارٍ الإزالة من المفضلة...
az: Seçilmişlərdən silinir...
be: Выдаленне з абраных...
ca: Eliminant de favorits...
cs: Odstraňování z oblíbených...
de: Wird aus Favoriten entfernt...
el: Αφαίρεση από τα αγαπημένα...
es: Quitando de favoritos...
fa: در حال حذف از علاقه‌مندی‌ها...
fr: Suppression des favoris…
id: Menghapus dari favorit...
it: Rimosso dai preferiti...
nl: Verwijderen uit favorieten...
nn: Fjernar frå favorittar …
no: Fjerner fra favoritter...
pt_br: Removendo dos favoritos...
ru: Удаление из избранного...
sr: Уклањам из омиљених
sv: Tar bort från favoriter...
uk: Видалення з обраного...
ur: پسندیدہ سے ہٹایا جا رہا ہے...
vi: Đang xóa khỏi mục yêu thích...

source: Sorry, could not add to favorites!
ar: عذرًا، تعذرت الإضافة إلى المفضلة!
az: Bağışlayın, seçilmişlərə əlavə etmək mümkün olmadı!
be: Немагчыма дадаць у абраныя!
ca: Ho sentim, no s'ha pogut afegir a favorits!
cs: Omlouváme se, nelze přidat k oblíbeným!
de: Konnte leider nicht zu den Favoriten hinzugefügt werden!
el: Συγγνώμη, δεν ήταν δυνατή η προσθήκη στα αγαπημένα!
es: ¡Lo sentimos, no se pudo añadir a favoritos!
fa: متأسفم، نتوانستم به علاقه‌مندی‌ها اضافه کنم!
fr: Désolé, impossible d'ajouter aux favoris !
id: Maaf, tidak dapat menambahkan ke favorit!
it: Spiacenti, non è stato possibile aggiungere ai preferiti!
nl: Sorry, kon niet aan favorieten worden toegevoegd!
nn: Klarte ikkje leggja til i favorittar.
no: Beklager, kan ikke legge til i favoritter!
pt_br: Desculpe, não foi possível adicionar aos favoritos!
ru: Извините, не удалось добавить в избранное!
sr: Извини, није додато у омиљене!
sv: Tyvärr, kunde inte lägga till i favoriterna!
uk: Неможливо додати до обраного!
ur: معذرت، پسندیدہ میں شامل نہیں کیا جا سکا!
vi: Xin lỗi, không thể thêm vào mục yêu thích!

source: Sorry, could not remove from favorites!
ar: عذرًا، تعذرت الإزالة من المفضلة!
az: Bağışlayın, seçilmişlərdən silmək mümkün olmadı!
be: Немагчыма выдаліць з абраных!
ca: Ho sentim, no s'ha pogut eliminar de favorits!
cs: Omlouváme se, nelze odebrat z oblíbených!
de: Konnte leider nicht aus den Favoriten entfernt werden!
el: Συγγνώμη, δεν ήταν δυνατή η αφαίρεση από τα αγαπημένα!
es: ¡Lo sentimos, no se pudo quitar de favoritos!
fa: متأسفم، نتوانستم از علاقه‌مندی‌ها حذف کنم!
fr: Désolé, impossible de supprimer des favoris !
id: Maaf, tidak dapat menghapus dari favorit!
it: Siamo spiacenti, non è stato possibile rimuovere dai preferiti!
nl: Sorry, kon niet uit favorieten worden verwijderd!
nn: Klarte ikkje fjerna frå favorittar.
no: Beklager, kunne ikke fjerne fra favoritter!
pt_br: Desculpe, não foi possível remover dos favoritos!
ru: Извините, не удалось удалить из избранного!
sr: Извини, није уклоњено из омиљених!
sv: Tyvärr kunde inte ta bort från favoriter!
uk: Не вдалося видалити з обраного!
ur: معذرت، پسندیدہ سے نہیں ہٹایا جا سکا!
vi: Xin lỗi, không thể xóa khỏi mục yêu thích!

# subscribeToEnableSharing
source: You need an active paid subscription to enable sharing.
ar: المشاركة متاحة فقط للاشتراكات المدفوعة النشطة.
az: Paylaşımı aktiv etmək üçün aktiv ödənişli abunəliyiniz olmalıdır.
be: У вас павінна быць актыўная платная падпіска, каб уключыць абагульванне.
ca: Necessites una subscripció de pagament activa per activar la compartició.
cs: K povolení sdílení potřebujete aktivní placené předplatné.
de: Du benötigst ein aktives, bezahltes Abonnement, um das Teilen zu aktivieren.
el: Χρειάζεστε μια ενεργή συνδρομή επί πληρωμή για να ενεργοποιήσετε την κοινή χρήση.
es: Necesitas una suscripción activa de pago para habilitar el compartir.
fa: برای فعال‌سازی اشتراک‌گذاری به یک اشتراک پرداختی فعال نیاز دارید.
fr: Vous avez besoin d'un abonnement payant actif pour activer le partage.
id: Anda memerlukan langganan berbayar yang aktif untuk bisa berbagi.
it: È necessario un abbonamento a pagamento attivo per abilitare la condivisione.
nl: Je hebt een actief betaald abonnement nodig om delen mogelijk te maken.
no: Du trenger et aktivt betalt abonnement for å aktivere deling.
pt_br: Você precisa de uma inscrição paga ativa para ativar o compartilhamento.
ru: Вам нужна активная платная подписка, чтобы включить общий доступ.
sv: Du behöver en aktiv betald prenumeration för att möjliggöra delning.
uk: Вам потрібна активна передплата, щоб увімкнути спільне поширення.
ur: شیئرنگ کو فعال کرنے کے لیے آپ کو فعال معاوضہ سبسکرپشن کی ضرورت ہے.
vi: Bạn phải dùng gói trả phí mới có thể chia sẻ.

source: Subscribe
ar: اشتراك
az: Abunə ol
be: Падпісацца
ca: Subscriu-te
cs: Odebírat
de: Abonnieren
el: Εγγραφείτε
es: Suscribirse
fa: اشتراک
fr: S'abonner
id: Berlangganan
it: Iscriviti
nl: Abonneer
no: Abonner
pt_br: Inscrever-se
ru: Подписаться
sr: Претплати се
sv: Prenumerera
uk: Передплачувати
ur: سبسکرائب کریں
vi: Đăng ký gói

source: Can only remove files owned by you
ar: يمكنك فقط إزالة الملفات التي تملكها.
az: Yalnız sahibi olduğunuz faylları silə bilərsiniz
be: Можна выдаляць толькі файлы, якія належаць вам
ca: Només pots eliminar fitxers que siguin teus
cs: Můžete odstranit pouze vámi vlastněné soubory
de: Du kannst nur Dateien entfernen, die dir gehören
el: Μπορείτε να αφαιρέσετε μόνο αρχεία που ανήκουν σε εσάς
es: Sólo puede eliminar archivos de tu propiedad
fa: فقط می‌توانید فایل‌های متعلق به خود را حذف کنید
fr: Vous ne pouvez supprimer que les fichiers que vous possédez
id: Hanya dapat menghapus berkas yang dimiliki oleh mu
it: Puoi rimuovere solo i file di tua proprietà
nl: Kan alleen bestanden verwijderen die jouw eigendom zijn
no: Du kan kun fjerne filer som eies av deg
pt_br: Só pode remover arquivos de sua propriedade
ru: Можно удалять только файлы, принадлежащие вам
sv: Kan endast ta bort filer som ägs av dig
uk: Ви можете видалити лише файли, що належать вам
ur: صرف آپ کی ملکیتی فائلیں ہٹا سکتے ہیں
vi: Chỉ có thể xóa các tệp thuộc sở hữu của bạn

source: Delete shared album?
ar: حذف الألبوم المشترك؟
az: Paylaşılan albom silinsin?
be: Выдаліць абагулены альбом?
ca: Esborrar àlbum compartit?
cs: Smazat sdílené album?
de: Geteiltes Album löschen?
el: Διαγραφή κοινόχρηστου άλμπουμ;
es: ¿Borrar álbum compartido?
fa: آلبوم مشترک را حذف کنید؟
fr: Supprimer l'album partagé ?
id: Hapus album bersama?
it: Eliminare l'album condiviso?
nl: Gedeeld album verwijderen?
no: Slett delt album?
pt_br: Excluir álbum compartilhado?
ru: Удалить общий альбом?
sr: Иѕбриши дељени албум?
sv: Radera delat album?
uk: Видалити спільний альбом?
ur: مشترکہ البم ڈیلیٹ کریں؟
vi: Xóa album chia sẻ?

source: Delete album
ar: حذف الألبوم
az: Albomu sil
be: Выдаліць альбом
ca: Esborra àlbum
cs: Odstranit album
de: Album löschen
el: Διαγραφή άλμπουμ
es: Borrar álbum
fa: حذف آلبوم
fr: Supprimer l'album
id: Hapus album
it: Elimina album
nl: Verwijder album
no: Slett album
pt_br: Excluir álbum
ru: Удалить альбом
sr: Избриши албум
sv: Radera album
uk: Видалити альбом
ur: البم ڈیلیٹ کریں
vi: Xóa album

# deleteAlbumDialog
source: Also delete the photos (and videos) present in this album from <bold>all</bold> other albums they are part of?
ar: هل ترغب أيضًا في حذف الصور (ومقاطع الفيديو) الموجودة في هذا الألبوم من <bold>جميع</bold> الألبومات الأخرى التي هي جزء منها؟
az: Bu albomda olan fotoşəkillər (və videolar) daxil olduqları <bold>bütün</bold> digər albumlardan da silinsin?
be: Таксама выдаліць фатаграфіі (і відэа), якое знаходзіцца ў гэтым альбоме з <bold>усіх</bold> іншых альбомаў, часткай якіх яны з'яўляюцца?
ca: Esborrar també les fotos (i vídeos) presents en aquest àlbum de <bold>tots</bold> els altres àlbums dels quals formen part?
cs: Smazat také fotografie (a videa) obsažené v tomto albu ze <bold>všech</bold> ostatních alb, jejichž součástí jsou?
de: Auch die Fotos (und Videos) in diesem Album aus <bold>allen</bold> anderen Alben löschen, die sie enthalten?
el: Να διαγραφούν επίσης οι φωτογραφίες (και τα βίντεο) αυτού του άλμπουμ από <bold>όλα τα άλλα</bold> άλμπουμ στα οποία βρίσκονται;
es: ¿También eliminar las fotos (y los vídeos) presentes en este álbum de <bold>todos</bold> los otros álbumes de los que forman parte?
fa: آیا می‌خواهید عکس‌ها (و ویدیوها) موجود در این آلبوم را از <bold>تمام</bold> آلبوم‌های دیگر که در آن‌ها هستند نیز حذف کنید؟
fr: Supprimer aussi les photos (et vidéos) présentes dans cet album de <bold>tous</bold> les autres albums dont elles font partie ?
id: Hapus foto (dan video) yang ada dalam album ini dari <bold>semua</bold> album lain yang juga menampungnya?
it: Eliminare anche le foto (e i video) presenti in questo album da <bold>tutti</bold> gli altri album di cui fanno parte?
nl: Verwijder de foto's (en video's) van dit album ook uit <bold>alle</bold> andere albums waar deze deel van uitmaken?
no: Også slette bilder (og videoer) i dette albumet fra <bold>alle</bold> andre album de er del av?
pt_br: Também excluir as fotos (e vídeos) presentes neste álbum de <bold>todos</bold> os outros álbuns que eles fazem parte?
ru: Также удалить фото (и видео), находящиеся в этом альбоме, из <bold>всех</bold> других альбомов, частью которых они являются?
sv: Ta också bort foton (och videor) som finns i detta album från <bold>alla</bold> andra album som de är en del av?
uk: Також видалити фотографії (і відео), які є в цьому альбомі, зі <bold>всіх</bold> інших альбомів, з яких вони складаються?
ur: کیا اس البم میں موجود تصاویر (اور ویڈیوز) کو <bold>تمام</bold> دیگر البمز سے بھی ڈیلیٹ کر دیں جن کا وہ حصہ ہیں؟
vi: Xóa luôn ảnh (và video) có trong album này khỏi <bold>mọi album khác</bold> có chứa chúng?

# deleteSharedAlbumDialogBody
source: The album will be deleted for everyone You will lose access to shared photos in this album that are owned by others
ar: سيتم حذف الألبوم للجميع. ستفقد الوصول إلى الصور المشتركة في هذا الألبوم التي يملكها الآخرون.
az: Albom hər kəs üçün silinəcək. Bu albomda başqalarına məxsus olan paylaşılan fotoşəkillərə giriş imkanını itirəcəksiniz
be: Альбом будзе выдалены для ўсіх Вы згубіце доступ да агульных фатаграфій у гэтым альбоме, якія належаць іншым удзельнікам
ca: L'àlbum s'esborrarà per a tothom Perdràs l'accés a les fotos compartides en aquest àlbum que siguin propietat d'altres
cs: Album bude smazáno pro všechny Ztratíte přístup ke sdíleným fotkám v tomto albu, které vlastní jiní uživatelé
de: Dieses Album wird für alle gelöscht Du wirst den Zugriff auf geteilte Fotos in diesem Album, die anderen gehören, verlieren
el: Το άλμπουμ θα διαγραφεί για όλους Θα χάσετε πρόσβαση σε κοινόχρηστες φωτογραφίες σε αυτό το άλμπουμ που ανήκουν σε άλλους
es: El álbum se eliminará para todos Perderás el acceso a las fotos compartidas en este álbum que son propiedad de otros
fa: این آلبوم برای همه حذف خواهد شد شما دسترسی به عکس‌های مشترک در این آلبوم که متعلق به دیگران است را از دست خواهید داد
fr: L'album sera supprimé pour tout le monde Vous perdrez l'accès aux photos partagées dans cet album qui sont détenues par d'autres personnes
id: Album ini akan di hapus untuk semua Kamu akan kehilangan akses ke foto yang di bagikan dalam album ini yang di miliki oleh pengguna lain
it: L'album verrà eliminato per tutti Perderai l'accesso alle foto condivise in questo album che sono di proprietà di altri
nl: Het album wordt verwijderd voor iedereen Je verliest de toegang tot gedeelde foto's in dit album die eigendom zijn van anderen
no: Albumet vil bli slettet for alle Du vil miste tilgang til delte bilder i dette albumet som eies av andre
pt_br: O álbum será apagado para todos Você perderá o acesso a fotos compartilhadas neste álbum que pertencem aos outros
ru: Альбом будет удалён для всех Вы потеряете доступ к общим фото в этом альбоме, принадлежащим другим
sr: Албум ће бити обрисан за све
sv: Albumet kommer att raderas för alla Du kommer att förlora åtkomst till delade foton i detta album som ägs av andra
uk: Альбом буде видалено для всіх Ви втратите доступ до спільних фотографій у цьому альбомі, які належать іншим
ur: یہ البم ہر ایک کے لیے ڈیلیٹ کر دیا جائے گا آپ اس البم میں موجود ان تصاویر تک رسائی کھو دیں گے جو دوسروں کی ملکیت ہیں
vi: Album sẽ bị xóa với tất cả mọi người Bạn sẽ mất quyền truy cập vào các ảnh chia sẻ trong album này mà thuộc sở hữu của người khác

source: Yes, remove
ar: نعم، إزالة
az: Bəli, sil
be: Так, выдаліць
ca: Sí, elimina
cs: Ano, odstranit
de: Ja, entfernen
el: Ναι, αφαίρεση
es: Sí, quitar
fa: بله، حذف کن
fr: Oui, supprimer
id: Ya, hapus
it: Sì, rimuovi
nl: Ja, verwijderen
no: Ja, fjern
pt_br: Sim, excluir
ru: Да, удалить
sr: Да, уклони
sv: Ja, ta bort
uk: Так, видалити
ur: ہاں، ہٹائیں
vi: Có, xóa

source: Creating link...
ar: جارٍ إنشاء الرابط...
az: Link yaradılır...
be: Стварэнне спасылкі...
ca: Creant enllaç...
cs: Vytváření odkazu...
de: Erstelle Link...
el: Δημιουργία συνδέσμου...
es: Creando enlace...
fa: در حال ایجاد لینک...
fr: Création du lien...
id: Membuat link...
it: Creazione link...
nl: Link aanmaken...
no: Lager lenke...
pt_br: Criando link...
ru: Создание ссылки...
sr: Креирам линк...
sv: Skapar länk...
uk: Створення посилання...
ur: لنک بنایا جا رہا ہے...
vi: Đang tạo liên kết...

# removeWithQuestionMark
source: Remove?
ar: إزالة؟
az: Silinsin?
be: Выдаліць?
ca: Eliminar?
cs: Odstranit?
de: Entfernen?
el: Αφαίρεση;
es: Quitar?
fa: حذف؟
fr: Supprimer ?
id: Hapus?
it: Rimuovi?
nl: Verwijder?
no: Fjern?
pt_br: Remover?
ru: Удалить?
sr: Уклони?
sv: Ta bort?
uk: Видалити?
ur: ہٹائیں؟
vi: Xóa?
