Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# remindToEmptyDeviceTrash
source: Also empty "Recently Deleted" from "Settings" -> "Storage" to claim the freed space
ar: تذكر أيضًا إفراغ "المحذوفة مؤخرًا" من "الإعدادات" -> "التخزين" لاستعادة المساحة المحررة
az: Azad edilmiş sahəni əldə etmək üçün "Parametrlər" -> "Yaddaş" bölməsindən "Son silinənlər"i də boşaldın
be: Таксама ачысціце «Нядаўна выдаленыя» з меню «Налады» -> «Сховішча», каб вызваліць месца
ca: També buida "Eliminats recentment" de "Configuració" -> "Emmagatzematge" per reclamar l'espai alliberat
cs: Vyprázdněte také složku "Nedávno smazané" v části "Nastavení" -> "Úložiště", abyste uvolnili místo
de: Lösche auch Dateien aus "Kürzlich gelöscht" unter "Einstellungen" -> "Speicher" um freien Speicher zu erhalten
el: Αδειάστε επίσης τα "Πρόσφατα Διαγραμμένα" από τις "Ρυθμίσεις" -> "Χώρος αποθήκευσης" για να ανακτήσετε τον ελεύθερο χώρο
es: También vacía "Eliminado Recientemente" de "Configuración" -> "Almacenamiento" para reclamar el espacio libre
fa: همچنین "حذف شده‌های اخیر" را از "تنظیمات" -> "ذخیره‌سازی" خالی کنید تا فضای آزاد شده را به دست آورید
fr: Également vide "récemment supprimé" de "Paramètres" -> "Stockage" pour réclamer l'espace libéré
id: Kosongkan juga “Baru Dihapus” dari “Pengaturan” -> “Penyimpanan” untuk memperoleh ruang yang baru saja dibersihkan
it: Vuota anche "Cancellati di recente" da "Impostazioni" -> "Storage" per avere più spazio libero
nl: Leeg ook "Onlangs verwijderd" uit "Instellingen" -> "Opslag" om de vrij gekomen ruimte te benutten
no: Tøm også "Nylig slettet" fra "Innstillinger" → "Lagring" for å få frigjort plass
pt_br: Também esvazie o "Excluído Recentemente" das "Opções" -> "Armazenamento" para liberar espaço
ru: Также очистите «Недавно удалённые» в «Настройки» → «Хранилище», чтобы освободить место
sv: Töm även "Nyligen borttagen" från "Inställningar" -> "Lagring" för att göra anspråk på det frigjorda utrymmet
uk: Також очистьте «Нещодавно видалено» в «Налаштування» -> «Сховище», щоб отримати вільне місце
ur: خالی جگہ حاصل کرنے کے لیے ”سیٹنگز“ -> ”اسٹوریج“ سے ”حال ہی میں ڈیلیٹ شدہ“ (Recently Deleted) کو بھی خالی کریں
vi: Hãy xóa luôn "Đã xóa gần đây" từ "Cài đặt" -> "Lưu trữ" để lấy lại dung lượng đã giải phóng

# youHaveSuccessfullyFreedUp
source: You have successfully freed up {storageSaved}!
ar: لقد حررت {storageSaved} بنجاح!
az: {storageSaved} sahəni uğurla azad etdiniz!
be: Вы вызвалілі {storageSaved}!
ca: Has alliberat amb èxit {storageSaved}!
cs: Úspěšně jste uvolnili {storageSaved}!
de: Du hast {storageSaved} erfolgreich freigegeben!
el: Έχετε ανακτήσει με επιτυχία {storageSaved}!
es: ¡Has liberado {storageSaved} con éxito!
fa: شما با موفقیت {storageSaved} فضا آزاد کرده‌اید!
fr: Vous avez libéré {storageSaved} avec succès !
id: Kamu telah berhasil membersihkan {storageSaved}!
it: Hai liberato con successo {storageSaved}!
nl: Je hebt {storageSaved} succesvol vrijgemaakt!
nn: Du har frigjort {storageSaved}!
no: Du har frigjort {storageSaved}!
pt_br: Você liberou {storageSaved} com sucesso!
ru: Вы успешно освободили {storageSaved}!
sr: Успешно сте ослободили {storageSaved}!
sv: Du har framgångsrikt frigjort {storageSaved}!
uk: Ви успішно звільнили {storageSaved}!
ur: آپ نے کامیابی کے ساتھ {storageSaved} جگہ خالی کر لی ہے!
vi: Bạn đã giải phóng thành công {storageSaved}!

# remindToEmptyEnteTrash
source: Also empty your "Trash" to claim the freed up space
ar: تذكر أيضًا إفراغ "سلة المهملات" لاستعادة المساحة المحررة.
az: Azad edilmiş sahəni əldə etmək üçün "Zibil qutusu"nu da boşaldın
be: Таксама ачысціце сметніцу, каб вызваліць месца
ca: També buida la teva "Paperera" per reclamar l'espai alliberat
cs: Vyprázdněte také "Koš", abyste získali uvolněné místo
de: Leere auch deinen "Papierkorb", um freien Platz zu erhalten
el: Αδειάστε επίσης τον "Κάδο απορριμμάτων" για να ανακτήσετε τον ελεύθερο χώρο
es: También vacía tu "Papelera" para reclamar el espacio liberado
fa: همچنین سطل زباله خود را خالی کنید تا فضای آزاد شده را به دست آورید
fr: Vide aussi votre "Corbeille" pour réclamer l'espace libéré
id: Kosongkan juga "Sampah" untuk memperoleh ruang yang baru dikosongkan
it: Svuota anche il tuo "Cestino" per avere più spazio libero
nl: Leeg ook uw "Prullenbak" om de vrij gekomen ruimte te benutten
no: Du kan også tømme "Papirkurven" for å få den frigjorte lagringsplassen
pt_br: Também esvazie sua "Lixeira" para reivindicar o espaço liberado
ru: Также очистите «Корзину», чтобы освободить место
sv: Töm också din "Papperskorg" för att göra anspråk på frigjort utrymme
uk: Також очистьте «Смітник», щоб звільнити місце
ur: خالی جگہ حاصل کرنے کے لیے اپنی ”ردی“ (Trash) بھی خالی کریں
vi: Hãy xóa luôn "Thùng rác" của bạn để lấy lại dung lượng đã giải phóng

# sparkleSuccess
source: ✨ Success
ar: ✨ نجاح
az: ✨ Uğurlu
be: ✨ Поспех
ca: ✨ Èxit
cs: ✨ Úspěch
de: ✨ Abgeschlossen
el: ✨ Επιτυχία
es: ✨ Éxito
fa: ✨ موفقیت
fr: ✨ Succès
id: ✨ Berhasil
it: ✨ Operazione riuscita
ku: ✨ Serkeftin
nl: ✨ Succes
no: ✨ Suksess
pt_br: ✨ Sucesso
ru: ✨ Успех
sv: ✨ Lyckades
uk: ✨ Успішно
ur: ✨ کامیاب
vi: ✨ Thành công

# duplicateFileCountWithStorageSaved
source: You have cleaned up {count, plural, one{{count} duplicate file} other{{count} duplicate files}}, saving ({storageSaved}!)
ar: لقد قمت بتنظيف {count, plural, one {ملف مكرر واحد} two {ملفين مكررين} few {{count} ملفات مكررة} many {{count} ملفًا مكررًا} other {{count} ملفًا مكررًا}}، مما وفر {storageSaved}!
az: Siz {count, plural, one{{count} dublikat faylı} other{{count} dublikat faylı}} təmizləyərək ({storageSaved}!) qənaət etdiniz
be: Вы выдалілі {count, plural, one{{count} дублікат} few{{count} дубліката} other{{count} дублікатаў}}, вызваліўшы ({storageSaved}!)
ca: Has netejat {count, plural, one{{count} fitxer duplicat} other{{count} fitxers duplicats}}, estalviant ({storageSaved}!)
cs: Vyčistili jste {count, plural, one{{count} duplicitní soubor} few{{count} duplicitní soubory} other{{count} duplicitních souborů}}, a ušetřili jste {storageSaved}!
de: Du hast {count, plural, one{{count} duplizierte Datei} other{{count} dupliziere Dateien}} gelöscht und ({storageSaved}!) freigegeben
el: Έχετε εκκαθαρίσει {count, plural, one{{count} διπλότυπο αρχείο} other{{count} διπλότυπα αρχεία}}, εξοικονομώντας ({storageSaved}!)
es: ¡Has limpiado {count, plural, one{{count} archivo duplicado} other{{count} archivos duplicados}}, ahorrando ({storageSaved}!)
fa: شما {count, plural, one{{count} فایل تکراری} other{{count} فایل‌های تکراری}} را پاک کرده‌اید و ({storageSaved}!) صرفه‌جویی کرده‌اید
fr: Vous avez nettoyé {count, plural, one{{count} fichier dupliqué} other{{count} fichiers dupliqués}}, en libérant ({storageSaved}!)
id: Kamu telah menghapus {count, plural, other{{count} file duplikat}} dan membersihkan ({storageSaved}!)
it: Hai ripulito {count, plural, one{{count} doppione} other{{count} doppioni}}, salvando ({storageSaved}!)
nl: Je hebt {count, plural, one{{count} dubbel bestand} other{{count} dubbele bestanden}} opgeruimd, totaal ({storageSaved}!)
no: Du har ryddet bort {count, plural, one{{count} duplikatfil} other{{count} duplikatfiler}}, som frigjør ({storageSaved}!)
pt_br: Você limpou {count, plural, one{{count} arquivo duplicado} other{{count} arquivos duplicados}}, salvando ({storageSaved}!)
ru: Вы удалили {count, plural, one{{count} дубликат} other{{count} дубликатов}}, освободив ({storageSaved}!)
sr: Обрисали сте {count, plural, one{{count} дупликат} few {{count} дупликата} other{{count} дупликата}}, ослобађам ({storageSaved}!)
sv: Du har rensat upp {count, plural, one{{count} duplicerad fil} other{{count} duplicerade filer}}, sparar ({storageSaved}!)
uk: Ви очистили {count, plural, one{{count} дублікат файлу} other{{count} дублікатів файлів}}, збережено ({storageSaved}!)
ur: آپ نے {count, plural, one{{count} ڈپلیکیٹ فائل} other{{count} ڈپلیکیٹ فائلیں}} صاف کر دی ہیں، ({storageSaved}!) کی بچت
vi: Bạn đã dọn dẹp {count, plural, other{{count} tệp bị trùng lặp}}, lấy lại ({storageSaved}!)

source: Referrals
ar: الإحالات
az: Tövsiyələr
be: Рэфералы
ca: Referències
cs: Doporučení
de: Weiterempfehlungen
el: Συστάσεις
es: Referidos
fa: ارجاعات
fr: Parrainages
id: Referensi
it: Invita un Amico
nl: Referenties
no: Vervinger
pt_br: Referências
ru: Рефералы
sr: Препоруке
sv: Hänvisningar
uk: Реферали
ur: ریفرلز
vi: Giới thiệu bạn bè

# authToViewYourRecoveryKey
source: Please authenticate to view your recovery key
ar: يرجى المصادقة لعرض مفتاح الاسترداد الخاص بك.
az: Bərpa açarınıza baxmaq üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб паглядзець свае ключы аднаўлення
ca: Si us plau, autentica't per veure la teva clau de recuperació
cs: Pro zobrazení vašeho obnovovacího klíče se prosím ověřte
de: Bitte authentifizieren, um deinen Wiederherstellungs-Schlüssel anzusehen
el: Παρακαλούμε πραγματοποιήστε έλεγχο ταυτότητας για να δείτε το κλειδί ανάκτησης
es: Por favor, autentícate para ver tu clave de recuperación
fa: لطفاً برای مشاهده کلید بازیابی خود احراز هویت کنید
fr: Veuillez vous authentifier pour afficher votre clé de récupération
id: Harap autentikasi untuk melihat kunci pemulihan kamu
it: Autenticati per visualizzare la tua chiave di recupero
nl: Graag verifiëren om uw herstelsleutel te bekijken
no: Vennligst autentiser deg for å se gjennopprettingsnøkkelen din
pt_br: Autentique para ver sua chave de recuperação
ru: Пожалуйста, авторизуйтесь для просмотра ключа восстановления
sv: Vänligen autentisera för att visa din återställningsnyckel
uk: Авторизуйтесь для перегляду вашого ключа відновлення
ur: اپنی ریکوری کی دیکھنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để xem mã khôi phục

source: Two-factor
ar: المصادقة الثنائية
az: İki faktorlu
be: Двухфактарная аўтэнтыфікацыя
ca: Doble factor
cs: Dvoufázové
de: Zwei-Faktor
el: Δύο παράγοντες
es: Dos factores
fa: دو عاملی
fr: Authentification à deux facteurs (A2F)
id: Autentikasi dua langkah
it: Due fattori
nl: Tweestapsverificatie
no: Tofaktor
pt_br: Dois fatores
ru: Двухфакторная аутентификация
sv: Tvåfaktorsautentisering
uk: Двоетапна
ur: ٹو فیکٹر
vi: Xác thực 2 bước

# authToConfigureTwofactorAuthentication
source: Please authenticate to configure two-factor authentication
ar: يرجى المصادقة لإعداد المصادقة الثنائية.
az: İki faktorlu identifikasiyanı tənzimləmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб сканфігурыраваць двухфактарную аўтэнтыфікацыю
ca: Si us plau, autentica't per configurar l'autenticació de doble factor
cs: Pro konfiguraci dvoufázového ověřování se prosím ověřte
de: Bitte authentifizieren, um Zwei-Faktor-Authentifizierung zu konfigurieren
el: Παρακαλούμε επαληθεύστε την ταυτότητά σας για να ρυθμίσετε τον έλεγχο ταυτότητας δύο παραγόντων
es: Por favor, autentícate para configurar la autenticación de dos factores
fa: لطفاً برای پیکربندی احراز هویت دو عاملی احراز هویت کنید
fr: Veuillez vous authentifier pour configurer l'authentification à deux facteurs
id: Harap autentikasi untuk mengatur autentikasi dua langkah
it: Autenticati per configurare l'autenticazione a due fattori
nl: Graag verifiëren om tweestapsverificatie te configureren
no: Autentiser deg for å konfigurere tofaktorautentisering
pt_br: Autentique para configurar a autenticação de dois fatores
ru: Пожалуйста, авторизуйтесь для настройки двухфакторной аутентификации
sv: Vänligen autentisera för att konfigurera tvåfaktorsautentisering
uk: Авторизуйтесь, щоб налаштувати двоетапну перевірку
ur: ٹو فیکٹر تصدیق کو کنفیگر کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để cấu hình xác thực 2 bước

source: Lockscreen
ar: شاشة القفل
az: Kilid ekranı
be: Экран блакіроўкі
ca: Pantalla de bloqueig
cs: Zámek obrazovky
de: Sperrbildschirm
el: Οθόνη κλειδώματος
es: Pantalla de bloqueo
fa: صفحه قفل
fr: Écran de verrouillage
id: Kunci layar
it: Schermata di blocco
nl: Vergrendelscherm
no: Låseskjerm
pt_br: Tela de bloqueio
ru: Экран блокировки
sv: Låsskärm
uk: Екран блокування
ur: لاک اسکرین
vi: Khóa màn hình

# authToChangeLockscreenSetting
source: Please authenticate to change lockscreen setting
ar: يرجى المصادقة لتغيير إعدادات شاشة القفل.
az: Kilid ekranı ayarını dəyişmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб змяніць налады блакіроўкі экрана
ca: Si us plau, autentica't per canviar la configuració de la pantalla de bloqueig
cs: Pro změnu nastavení uzamčení obrazovky se prosím ověřte
de: Bitte authentifizieren, um die Sperrbildschirm-Einstellung zu ändern
el: Παρακαλώ επαληθεύστε την ταυτότητά σας για να αλλάξετε τις ρυθμίσεις οθόνης κλειδώματος
es: Por favor, autentícate para cambiar la configuración de la pantalla de bloqueo
fa: لطفاً برای تغییر تنظیمات قفل صفحه تأیید هویت کنید
fr: Veuillez vous authentifier pour modifier les paramètres de l'écran de verrouillage
id: Lakukan autentikasi untuk mengubah pengaturan kunci layar
it: Autenticati per modificare le impostazioni della schermata di blocco
nl: Graag verifiëren om de vergrendelscherm instellingen te wijzigen
no: Autentiser deg for å endre låseskjerminnstillingen
pt_br: Autentique para alterar a configuração da tela de bloqueio
ru: Пожалуйста, авторизуйтесь для изменения настроек экрана блокировки
sv: Vänligen autentisera för att ändra låsskärmsinställningen
uk: Авторизуйтесь для зміни налаштувань екрана блокування
ur: لاک اسکرین کی سیٹنگ تبدیل کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để thay đổi cài đặt khóa màn hình

source: Disable two-factor
ar: تعطيل المصادقة الثنائية
az: İki faktorlu identifikasiyanı söndürün
be: Адключыць двухфактарную аўтэнтыфікацыю
ca: Desactiva doble factor
cs: Vypnout dvoufázové ověřování
de: Zweiten Faktor (2FA) deaktivieren
el: Απενεργοποίηση ταυτοποίησης δύο παραγόντων
es: Deshabilitar dos factores
fa: غیرفعال کردن تأیید هویت دو مرحله‌ای
fr: Désactiver l'authentification à deux facteurs
id: Nonaktifkan autentikasi dua langkah
it: Disabilita autenticazione a due fattori
nl: Tweestapsverificatie uitschakelen
no: Deaktiver tofaktor
pt_br: Desativar autenticação de dois fatores
ru: Отключить двухфакторную аутентификацию
sv: Inaktivera tvåfaktorsautentisering
uk: Вимкнути двоетапну перевірку
ur: ٹو فیکٹر غیر فعال کریں
vi: Tắt xác thực 2 bước

# confirm2FADisable
source: Are you sure you want to disable two-factor authentication?
ar: هل أنت متأكد من رغبتك في تعطيل المصادقة الثنائية؟
az: İki faktorlu identifikasiyanı söndürmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце адключыць двухфактарную аўтэнтыфікацыю?
ca: Estàs segur que vols desactivar l'autenticació de doble factor?
cs: Opravdu chcete deaktivovat dvoufázové ověřování?
de: Bist du sicher, dass du die Zwei-Faktor-Authentifizierung (2FA) deaktivieren willst?
el: Θέλετε σίγουρα να απενεργοποιήσετε την ταυτοποίηση δύο παραγόντων;
es: ¿Estás seguro de que deseas deshabilitar la autenticación de doble factor?
fa: آیا مطمئن هستید که می‌خواهید تأیید هویت دو مرحله‌ای را غیرفعال کنید؟
fr: Voulez-vous vraiment désactiver l'authentification à deux facteurs ?
id: Apakah kamu yakin ingin menonaktifkan autentikasi dua langkah?
it: Sei sicuro di voler disattivare l'autenticazione a due fattori?
nl: Weet u zeker dat u tweestapsverificatie wilt uitschakelen?
no: Er du sikker på at du vil deaktivere tofaktorautentisering?
pt_br: Você tem certeza que queira desativar a autenticação de dois fatores?
ru: Вы уверены, что хотите отключить двухфакторную аутентификацию?
sv: Är du säker på att du vill inaktivera tvåfaktorsautentisering?
uk: Ви впевнені, що хочете вимкнути двоетапну перевірку?
ur: کیا آپ واقعی ٹو فیکٹر تصدیق کو غیر فعال کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn tắt xác thực 2 bước không?

source: Your storage details could not be fetched
ar: تعذر جلب تفاصيل التخزين الخاصة بك.
az: Yaddaş məlumatlarınız əldə edilə bilmədi
be: Не ўдалося атрымаць даныя аб вашым сховішчы
ca: No s'han pogut obtenir els detalls del teu emmagatzematge
cs: Vaše údaje o úložišti nelze načíst
de: Details zum Speicherplatz konnten nicht abgerufen werden
el: Δεν ήταν δυνατή η λήψη των στοιχείων αποθηκευτικού χώρου
es: Tus datos de almacenamiento no se han podido obtener
fa: جزئیات فضای ذخیره‌سازی شما قابل دسترسی نیست
fr: Vos informations de stockage n'ont pas pu être récupérées
id: Rincian penyimpananmu tidak dapat dimuat
it: Impossibile recuperare i dettagli di archiviazione
nl: Uw opslaggegevens konden niet worden opgehaald
no: Lagringsdetaljene dine kunne ikke hentes
pt_br: Seus detalhes de armazenamento não puderam ser obtidos
ru: Не удалось получить данные о вашем хранилище
sr: Подаци о вашем простору на диску нису могли бити освежени
sv: Din lagringsinformation kunde inte hämtas
uk: Не вдалося отримати деталі про ваше сховище
ur: آپ کی اسٹوریج کی تفصیلات حاصل نہیں کی جا سکیں
vi: Không thể lấy chi tiết dung lượng của bạn

source: Report a bug
ar: الإبلاغ عن خطأ
az: Xəta barədə məlumat verin
be: Паведаміць аб памылцы
ca: Informa d'un error
cs: Nahlásit chybu
de: Fehler melden
el: Αναφορά Σφάλματος
es: Reportar un error
fa: گزارش یک باگ
fr: Signaler un bogue
id: Laporkan bug
it: Segnala un bug
ku: Çewtiyekê ragihîne
nl: Een fout melden
no: Rapporter en feil
pt_br: Informar um erro
ru: Сообщить об ошибке
sr: Пријави грешку
sv: Rapportera en bugg
uk: Повідомити про помилку
ur: بگ کی اطلاع دیں
vi: Báo lỗi

source: Report bug
ar: الإبلاغ عن خطأ
az: Xətanı bildirin
be: Паведаміць аб памылцы
ca: Informa d'error
cs: Nahlásit chybu
de: Fehler melden
el: Αναφορά σφάλματος
es: Reportar error
fa: گزارش باگ
fr: Signaler un bogue
id: Laporkan bug
it: Segnala un bug
ku: Çewtiyê ragihîne
nl: Fout melden
no: Rapporter feil
pt_br: Informar erro
ru: Сообщить об ошибке
sr: Пријави грешку
sv: Rapportera bugg
uk: Повідомити про помилку
ur: بگ کی اطلاع دیں
vi: Báo lỗi

source: Suggest features
ar: اقتراح ميزة
az: Özəlliklər təklif et
be: Прапанаваць функцыю
ca: Suggereix funcionalitats
cs: Navrhnout funkce
de: Verbesserung vorschlagen
el: Προτείνετε λειτουργίες
es: Sugerir una característica
fa: پیشنهاد ویژگی‌ها
fr: Suggérer une fonctionnalité
id: Sarankan fitur
it: Suggerisci una funzionalità
nl: Features voorstellen
no: Foreslå funksjoner
pt_br: Sugerir recurso
ru: Предложить идею
sr: Предложи нову функционалност
sv: Föreslå funktioner
uk: Запропонувати нові функції
ur: فیچرز تجویز کریں
vi: Đề xuất tính năng

source: Free trial
ar: تجربة مجانية
az: Pulsuz sınaq
be: Бясплатная пробны перыяд
ca: Prova gratuïta
cs: Bezplatná zkušební verze
de: Kostenlose Testphase
el: Δωρεάν δοκιμή
es: Prueba gratuita
fa: آزمایش رایگان
fr: Essai gratuit
id: Percobaan gratis
it: Prova gratuita
nl: Gratis proefversie
no: Gratis prøveversjon
pt_br: Avaliação grátis
ru: Бесплатный пробный период
sr: Бесплатна проба
sv: Gratis provperiod
uk: Безплатний пробний період
ur: مفت ٹرائل
vi: Dùng thử miễn phí

source: Select your plan
ar: اختر خطتك
az: Planınızı seçin
be: Выберыце тарыфны план
ca: Selecciona el teu pla
cs: Vyberte svůj tarif
de: Wähle dein Abo aus
el: Επιλέξτε το πλάνο σας
es: Elegir tu suscripción
fa: طرح خود را انتخاب کنید
fr: Sélectionner votre offre
id: Pilih paket kamu
it: Seleziona un piano
nl: Kies uw abonnement
no: Velg abonnementet ditt
pt_br: Selecione seu plano
ru: Выберите тариф
sr: Изабери пакет
sv: Välj din plan
uk: Оберіть тариф
ur: اپنا پلان منتخب کریں
vi: Chọn gói của bạn

# enteSubscriptionPitch
source: Ente preserves your memories, so they're always available to you, even if you lose your device.
ar: يحفظ Ente ذكرياتك، بحيث تظل دائمًا متاحة لك حتى لو فقدت جهازك.
az: Ente xatirələrinizi qoruyur, beləliklə cihazınızı itirsəniz belə, onlar hər zaman sizin üçün əlçatan olur.
be: Ente захоўвае вашы ўспаміны, таму яны заўсёды даступны вам, нават калі вы згубіце прыладу.
ca: Ente preserva els teus records, perquè estiguin sempre disponibles per a tu, fins i tot si perds el teu dispositiu.
cs: Ente uchovává vaše vzpomínky, takže jsou vám vždy k dispozici, i když ztratíte své zařízení.
de: Ente sichert deine Erinnerungen, sodass sie dir nie verloren gehen, selbst wenn du dein Gerät verlierst.
el: Το Ente διατηρεί τις αναμνήσεις σας για να είναι πάντα στη διάθεσή σας, ακόμα και αν χάσετε τη συσκευή σας.
es: Ente conserva tus recuerdos, así que siempre están disponibles para ti, incluso si pierdes tu dispositivo.
fa: Ente خاطرات شما را حفظ می‌کند، بنابراین همیشه در دسترس شما هستند، حتی اگر دستگاه خود را گم کنید.
fr: Ente conserve vos souvenirs pour qu'ils soient toujours disponible, même si vous perdez cet appareil.
id: Ente memelihara kenanganmu, sehingga ia selalu tersedia untukmu, bahkan jika kamu kehilangan perangkatmu.
it: Ente conserva i tuoi ricordi in modo che siano sempre a disposizione, anche se perdi il tuo dispositivo.
nl: Ente bewaart uw herinneringen, zodat ze altijd beschikbaar voor u zijn, zelfs als u uw apparaat verliest.
no: Ente bevarer minnene dine, slik at de er alltid tilgjengelig for deg, selv om du mister enheten.
pt_br: O Ente preserva suas memórias, então eles sempre estão disponíveis para você, mesmo se você perder o dispositivo.
ru: Ente сохраняет ваши воспоминания, чтобы они всегда были доступны вам, даже если вы потеряете устройство.
sr: Енте чува твоје успомене тако да су увек са тобом, чак и ако изгубиш уређај.
sv: Ente bevarar dina minnen, så de är alltid tillgängliga för dig, även om du förlorar din enhet.
uk: Ente зберігає ваші спогади, тому вони завжди доступні для вас, навіть якщо ви втратите пристрій.
ur: Ente آپ کی یادوں کو محفوظ رکھتا ہے، تاکہ وہ ہمیشہ آپ کے لیے دستیاب رہیں، چاہے آپ کی ڈیوائس کھو جائے.
vi: Ente lưu giữ kỷ niệm của bạn, vì vậy chúng luôn có sẵn, ngay cả khi bạn mất thiết bị.

# enteSubscriptionShareWithFamily
source: Your family can be added to your plan as well.
ar: يمكنك أيضًا إضافة أفراد عائلتك إلى خطتك.
az: Ailəniz də planınıza əlavə edilə bilər.
be: Ваша сям'я можа быць уключана ў ваш тарыфны план.
ca: La teva família també es pot afegir al teu pla.
cs: Do vašeho tarifu lze přidat i vaši rodinu.
de: Deine Familie kann zu deinem Abo hinzugefügt werden.
el: Μπορείτε να προσθέσετε και την οικογένειά σας στο πλάνο σας.
es: Tu familia también puede ser agregada a tu plan.
fa: خانواده شما می‌تواند به طرح شما اضافه شود.
fr: Vous pouvez également ajouter votre famille à votre forfait.
id: Anggota keluargamu juga bisa ditambahkan ke paketmu.
it: Aggiungi la tua famiglia al tuo piano.
nl: Je familie kan ook aan je abonnement worden toegevoegd.
no: Familien din kan også legges til abonnementet ditt.
pt_br: Sua família também poderá ser adicionada ao seu plano.
ru: Ваша семья также может быть включена в ваш тариф.
sr: Можеш додати и породицу у оквиру овог пакета.
sv: Din familj kan också läggas till i din plan.
uk: Вашу сім'ю також можна додати до вашого тарифу.
ur: آپ کی فیملی کو بھی آپ کے پلان میں شامل کیا جا سکتا ہے.
vi: Bạn có thể thêm gia đình vào gói của mình.

source: Current usage is
ar: استخدامك الحالي هو
az: Hazırkı istifadə
be: Выкарыстана сховішча:
ca: L'ús actual és
cs: Aktuálně využíváte
de: Aktuell genutzt werden
el: Η τρέχουσα χρήση σας είναι
es: El uso actual es de
fa: میزان استفاده فعلی
fr: L'utilisation actuelle est de
id: Pemakaian saat ini sebesar
it: Spazio attualmente utilizzato
nl: Huidig gebruik is
no: Nåværende bruk er
pt_br: O uso atual é
ru: Текущее использование составляет
sr: Тренутно искоришћено
sv: Nuvarande användning är
uk: Поточне використання
ur: موجودہ استعمال ہے
vi: Dung lượng hiện tại

source: FAQs
ar: الأسئلة الشائعة
az: Çox verilən suallar
be: Частыя пытанні
ca: Preguntes freqüents
cs: Často kladené dotazy
es: Preguntas frecuentes
fa: سوالات متداول
fr: FAQ
id: Tanya Jawab Umum
it: FAQ
nl: Veelgestelde vragen
nn: Spørsmål og svar
no: Ofte stilte spørsmål
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
sr: Често постављана питања
sv: Vanliga frågor
uk: ЧаПи
ur: اکثر پوچھے گئے سوالات (FAQs)
vi: Câu hỏi thường gặp
