Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# addAlbumWidgetPrompt
source: Add an album widget to your homescreen and come back here to customize.
ar: أضف أداة ألبوم إلى شاشتك الرئيسية، ثم عد إلى هنا لتخصيصها.
az: Ana ekranınıza albom vidjeti əlavə edin və fərdiləşdirmək üçün bura qayıdın.
be: Дадайце віджэт альбома на галоўны экран і вярніцеся сюды, каб наладзіць яго.
ca: Afegeix un widget d'àlbum a la teva pantalla d'inici i torna aquí per personalitzar.
cs: Přidejte widget alba na domovskou obrazovku a vraťte se sem, abyste jej přizpůsobili.
de: Füge ein Alben-Widget zu deiner Startseite hinzu und komm hierher zurück, um es anzupassen.
es: Añade un widget de álbum a tu pantalla de inicio y vuelve aquí para personalizarlo.
fa: یک ویجت آلبوم به صفحه اصلی خود اضافه کنید و به اینجا برگردید تا شخصی‌سازی کنید.
fr: Ajoutez un widget d'album à votre écran d'accueil et revenez ici pour le personnaliser.
it: Aggiungi un widget per gli album nella schermata iniziale e torna qui per personalizzarlo.
nl: Voeg een widget toe aan je beginscherm en kom hier terug om aan te passen.
pt_br: Adicione um widget de álbum a sua tela inicial e volte aqui para personalizar.
ru: Добавьте виджет альбома на главный экран и вернитесь сюда, чтобы настроить его.
ur: اپنی ہوم اسکرین پر البم ویجٹ شامل کریں اور کسٹمائز کرنے کے لیے یہاں واپس آئیں.
vi: Thêm tiện ích album vào màn hình chính và quay lại đây để tùy chỉnh.

# addPeopleWidgetPrompt
source: Add a people widget to your homescreen and come back here to customize.
ar: أضف عنصر واجهة الأشخاص إلى شاشتك الرئيسية ثم عد إلى هنا لتخصيصه.
az: Ana ekranınıza insanlar vidjeti əlavə edin və fərdiləşdirmək üçün bura qayıdın.
be: Дадайце віджэт людзей на галоўны экран і вярніцеся сюды, каб наладзіць яго.
ca: Afegeix un widget de persones a la teva pantalla d'inici i torna aquí per personalitzar.
cs: Přidejte widget lidí na domovskou obrazovku a vraťte se sem, abyste jej přizpůsobili.
de: Füge ein Personen-Widget zu deiner Startseite hinzu und komm hierher zurück, um es anzupassen.
es: Añade un widget de personas a tu pantalla de inicio y vuelve aquí para personalizarlo.
fa: یک ویجت افراد به صفحه اصلی خود اضافه کنید و به اینجا برگردید تا شخصی‌سازی کنید.
fr: Ajoutez un widget des personnes à votre écran d'accueil et revenez ici pour le personnaliser.
it: Aggiungi un widget delle persone nella schermata iniziale e torna qui per personalizzarlo.
nl: Voeg een widget toe aan je beginscherm en kom hier terug om aan te passen.
pt_br: Adicione um widget de pessoas a sua tela inicial e volte aqui para personalizar.
ru: Добавьте виджет людей на главный экран и вернитесь сюда, чтобы настроить его.
ur: اپنی ہوم اسکرین پر لوگوں کا ویجٹ شامل کریں اور کسٹمائز کرنے کے لیے یہاں واپس آئیں.
vi: Thêm tiện ích người vào màn hình chính và quay lại đây để tùy chỉnh.

source: Birthday notifications
ar: إشعارات عيد الميلاد
az: Ad günü bildirişləri
be: Апавяшчэнні аб днях нараджэння
ca: Notificacions d'aniversari
cs: Oznámení o narozeninách
de: Geburtstagsbenachrichtigungen
es: Notificaciones de cumpleaños
fa: اعلان‌های تولد
fr: Notifications d’anniversaire
it: Notifiche dei compleanni
nl: Meldingen over verjaardagen
pt_br: Notificações de aniversário
ru: Уведомления о днях рождения
sr: Обавешења о рођенданима
ur: سالگرہ کے نوٹیفکیشنز
vi: Thông báo sinh nhật

# receiveRemindersOnBirthdays
source: Receive reminders when it's someone's birthday. Tapping on the notification will take you to photos of the birthday person.
ar: استلم تذكيرات عندما يحين عيد ميلاد أحدهم. النقر على الإشعار سينقلك إلى صور الشخص المحتفل بعيد ميلاده.
az: Kiminsə ad günü olduqda xatırlatmalar alın. Bildirişə toxunmaq sizi ad günü olan şəxsin fotolarına aparacaq.
be: Атрымлівайце напаміны, калі ў некага дзень нараджэння. Націск на апавяшчэнне перанясе вас да фатаграфій імянінніка.
ca: Rep recordatoris quan sigui l'aniversari d'algú. Tocar la notificació et portarà a fotos de la persona que fa anys.
cs: Dostávejte připomenutí, když má někdo narozeniny. Klepnutím na oznámení se dostanete k fotkám oslavence.
de: Erhalte Erinnerungen, wenn jemand Geburtstag hat. Ein Klick auf die Benachrichtigung bringt dich zu den Fotos der Person, die Geburtstag hat.
es: Recibe recordatorios cuando es el cumpleaños de alguien. Pulsar en la notificación te llevará a las fotos de la persona que cumple años.
fa: یادآوری‌هایی در روز تولد افراد دریافت کنید. با ضربه زدن بر روی اعلان به عکس‌های شخص تولد می‌روید.
fr: Recevoir des rappels quand c'est l'anniversaire de quelqu'un. Appuyer sur la notification vous amènera à des photos de son anniversaire.
it: Ricevi promemoria quando è il compleanno di qualcuno. Toccare la notifica ti porterà alle foto della persona che compie gli anni.
nl: Ontvang herinneringen wanneer iemand jarig is. Als je op de melding drukt, krijg je foto's van de jarige.
pt_br: Receba notificações quando alguém fizer um aniversário. Tocar na notificação o levará às fotos do aniversariante.
ru: Получайте напоминания, когда у кого-то день рождения. Нажатие на уведомление перенесет вас к фотографиям именинника.
ur: جب کسی کی سالگرہ ہو تو یاددہانی حاصل کریں. نوٹیفکیشن پر ٹیپ کرنے سے آپ سالگرہ والے شخص کی تصاویر پر پہنچ جائیں گے.
vi: Nhắc khi đến sinh nhật của ai đó. Nhấn vào thông báo sẽ đưa bạn đến ảnh của người sinh nhật.

source: Happy birthday! 🥳
ar: عيد ميلاد سعيد! 🥳
az: Ad günün mübarək! 🥳
be: З днём нараджэння! 🥳
ca: Per molts anys! 🥳
cs: Všechno nejlepší k narozeninám! 🥳
de: Herzlichen Glückwunsch zum Geburtstag! 🥳
es: ¡Feliz cumpleaños! 🥳
fa: تولدت مبارک! 🥳
fr: Joyeux anniversaire ! 🥳
it: Buon compleanno! 🥳
nl: Fijne verjaardag! 🥳
pt_br: Feliz aniversário! 🥳
ru: С днём рождения! 🥳
sr: Срећан рођендан! 🥳
sv: Grattis på födelsedagen! 🥳
ur: سالگرہ مبارک! 🥳
vi: Chúc mừng sinh nhật! 🥳

source: Birthdays
ar: أعياد الميلاد
az: Ad günləri
be: Дні нараджэння
ca: Aniversaris
cs: Narozeniny
de: Geburtstage
es: Cumpleaños
fa: تولدها
fr: Anniversaires
it: Compleanni
nl: Verjaardagen
pt_br: Aniversários
ru: Дни рождения
sr: Рођендани
sv: Födelsedagar
ur: سالگرہ
vi: Sinh nhật

# wishThemAHappyBirthday
source: Wish {name} a happy birthday! 🎉
ar: أتمنى لـ{name} عيد ميلاد سعيد! 🎉
az: {name} şəxsini ad günü münasibətilə təbrik edin! 🎉
be: Віншуем з днём нараджэння, {name}! 🎉
ca: Desitja a {name} un feliç aniversari! 🎉
cs: Popřejte {name} všechno nejlepší k narozeninám! 🎉
de: Wünsche {name} alles Gute zum Geburtstag! 🎉
es: ¡Desea a {name} un cumpleaños feliz! 🎉
fa: تولد {name} را تبریک بگویید! 🎉
fr: Souhaitez à {name} un joyeux anniversaire ! 🎉
nl: Wens {name} een fijne verjaardag! 🎉
pt_br: Deseje um feliz aniversário a {name}! 🎉
ru: Поздравляем {name} с днем ​​рождения! 🎉
sr: Пожели {name} срећан рођендан! 🎉
ur: {name} کو سالگرہ مبارک کہیں! 🎉
vi: Chúc {name} sinh nhật vui vẻ! 🎉

# areYouSureRemoveThisFaceFromPerson
source: Are you sure you want to remove this face from this person?
ar: هل أنت متأكد من رغبتك في إزالة هذا الوجه من هذا الشخص؟
az: Bu üzü həmin şəxsdən silmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце выдаліць твар з гэтай асобы?
ca: Estàs segur que vols eliminar aquesta cara d'aquesta persona?
cs: Opravdu chcete odstranit tuto tvář z této osoby?
de: Bist du sicher, dass du dieses Gesicht von dieser Person entfernen möchtest?
es: ¿Estás seguro de que quieres eliminar esta cara de esta persona?
fa: آیا مطمئن هستید که می‌خواهید این چهره را از این شخص حذف کنید؟
fr: Êtes-vous sûr de vouloir retirer ce visage de cette personne ?
nl: Weet je zeker dat je dit gezicht van deze persoon wilt verwijderen?
pt_br: Deseja mesmo remover o rosto desta pessoa?
ru: Вы уверены, что хотите удалить лицо этого человека?
ur: کیا آپ واقعی اس چہرے کو اس شخص سے ہٹانا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa khuôn mặt này khỏi người này không?

source: Other detected faces
ar: وجوه أخرى تم اكتشافها
az: Digər aşkar edilmiş üzlər
be: Іншыя выяўленыя твары
ca: Altres cares detectades
cs: Další detekované tváře
de: Andere erkannte Gesichter
es: Otras caras detectadas
fa: چهره‌های شناسایی شده دیگر
fr: Autres visages détectés
nl: Andere gedetecteerde gezichten
pt_br: Outros rostos detectados
ru: Другие найденные лица
sr: Друга препозната лица
sv: Andra upptäckta ansikten
ur: دیگر دریافت شدہ چہرے
vi: Những khuôn mặt khác được phát hiện

source: Are they
ar: هل هم
az: Onlar
be: Яны
ca: Són ells
cs: Jsou to
de: Ist das
es: ¿Son ellos
fa: آیا آنها
fr: S'agit-il de
nl: Is dit
nn: Er dette
pt_br: Eles são
ru: Они
sr: Да ли је то
sv: Är de
ur: کیا وہ
vi: Họ có phải là

source: Save as another person
ar: حفظ كشخص آخر
az: Başqa bir şəxs kimi saxla
be: Захаваць як іншую асобу
ca: Guarda com una altra persona
cs: Uložit jako jinou osobu
de: Als andere Person speichern
es: Guardar como otra persona
fa: ذخیره به عنوان شخص دیگری
fr: Enregistrer comme une autre personne
nl: Opslaan als ander persoon
pt_br: Salvar como outra pessoa
ru: Сохранить как другого человека
sr: Сачувај као другу особу
sv: Spara som annan person
ur: دوسرے شخص کے طور پر محفوظ کریں
vi: Lưu như một người khác

source: Show less faces
ar: إظهار وجوه أقل
az: Daha az üz göstər
be: Паказаць менш твараў
ca: Mostra menys cares
cs: Zobrazit méně tváří
de: Weniger Gesichter zeigen
es: Mostrar menos caras
fa: نمایش چهره‌های کمتر
fr: Afficher moins de visages
nl: Minder gezichten weergeven
pt_br: Exibir menos rostos
ru: Показать меньше лиц
sr: Прикажи мање лица
sv: Visa färre ansikten
ur: کم چہرے دکھائیں
vi: Hiện ít khuôn mặt hơn

source: Show more faces
ar: إظهار المزيد من الوجوه
az: Daha çox üz göstər
be: Паказаць больш твараў
ca: Mostra més cares
cs: Zobrazit více tváří
de: Mehr Gesichter zeigen
es: Mostrar más caras
fa: نمایش چهره‌های بیشتر
fr: Afficher plus de visages
nl: Minder gezichten weergeven
pt_br: Exibir mais rostos
ru: Показывать больше лиц
sr: Прикажи још лица
sv: Visa fler ansikten
ur: مزید چہرے دکھائیں
vi: Hiện nhiều khuôn mặt hơn

source: Ignore
ar: تجاهل
az: Nəzərə alma
be: Ігнараваць
ca: Ignora
cs: Ignorovat
de: Ignorieren
es: Ignorar
fa: نادیده بگیرید
fr: Ignorer
nl: Negeren
pt_br: Ignorar
ru: Игнорировать
sr: Игнориши
sv: Ignorera
ur: نظر انداز کریں
vi: Bỏ qua

source: Merge
ar: دمج
az: Birləşdir
be: Аб'яднаць
ca: Fusiona
cs: Sloučit
de: Zusammenführen
es: Combinar
fa: ادغام
fr: Fusionner
nl: Samenvoegen
pt_br: Mesclar
ru: Объединить
sr: Споји
ur: ضم کریں
vi: Hợp nhất

source: Reset
ar: إعادة تعيين
az: Sıfırla
be: Скінуць
ca: Restableix
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
pt_br: Redefinir
ru: Сбросить
sr: Ресетуј
sv: Återställ
ur: ری سیٹ کریں
vi: Đặt lại

source: Are you sure you want to ignore this person?
ar: هل أنت متأكد من أنك تريد تجاهل هذا الشخص؟
az: Bu şəxsi görməməzliyə vurmaq istədiyinizə əminsiniz?
be: Вы сапраўды хочаце ігнараваць гэту асобу?
ca: Estàs segur que vols ignorar aquesta persona?
cs: Opravdu chcete tuto osobu ignorovat?
de: Bist du sicher, dass du diese Person ignorieren willst?
es: ¿Estás seguro de que quieres ignorar a esta persona?
fa: آیا مطمئن هستید که می‌خواهید این شخص را نادیده بگیرید؟
fr: Êtes-vous sûr de vouloir ignorer cette personne ?
nl: Weet je zeker dat je deze persoon wilt negeren?
pt_br: Você deseja mesmo ignorar esta pessoa?
ru: Вы уверены, что хотите игнорировать этого человека?
ur: کیا آپ واقعی اس شخص کو نظر انداز کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn bỏ qua người này?

source: Are you sure you want to ignore these persons?
ar: هل أنت متأكد أنك تريد تجاهل هؤلاء الأشخاص؟
az: Bu şəxsləri görməməzliyə vurmaq istədiyinizə əminsinizmi?
be: Вы сапраўды хочаце ігнараваць гэтых асоб?
ca: Estàs segur que vols ignorar aquestes persones?
cs: Opravdu chcete tyto osoby ignorovat?
de: Bist du sicher, dass du diese Personen ignorieren willst?
es: ¿Estás seguro de que quieres ignorar a estas personas?
fa: آیا مطمئن هستید که می‌خواهید این افراد را نادیده بگیرید؟
fr: Êtes-vous sûr de vouloir ignorer ces personnes ?
nl: Weet je zeker dat je deze personen wilt negeren?
pt_br: Você deseja mesmo ignorar estas pessoas?
ru: Вы уверены, что хотите игнорировать этих людей?
ur: کیا آپ واقعی ان لوگوں کو نظر انداز کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn bỏ qua những người này?

# thePersonGroupsWillNotBeDisplayed
source: The person groups will not be displayed in the people section anymore. Photos will remain untouched.
ar: لن تظهر مجموعات الأشخاص في قسم الأشخاص بعد الآن. ستظل الصور دون تغيير.
az: Şəxs qrupları artıq insanlar bölməsində göstərilməyəcək. Fotolara toxunulmayacaq.
be: Групы асоб больш не будуць паказвацца ў раздзеле людзей. Фатаграфіі застануцца некранутымі.
ca: Els grups de persones ja no es mostraran a la secció de persones. Les fotos romandran intactes.
cs: Skupiny osob se již nebudou zobrazovat v sekci „Lidé“. Fotografie zůstanou beze změny.
de: Diese Personengruppen werden im Personen-Abschnitt nicht mehr angezeigt. Die Fotos bleiben unverändert.
es: Los grupos de personas ya no se mostrarán en la sección de personas. Las fotos permanecerán intactas.
fa: گروه‌های افراد دیگر در بخش افراد نمایش داده نخواهند شد. عکس‌ها بدون تغییر باقی خواهند ماند.
fr: Les groupes de personnes ne seront plus affichés dans la section personnes. Les photos resteront intactes.
nl: De groepen worden niet meer getoond in de personen sectie. Foto's blijven ongemoeid.
pt_br: Os grupos de pessoa não serão exibidos na seção de pessoa. As fotos permanecerão intactas.
ru: Группы людей больше не будут отображаться в разделе людей. Фотографии останутся нетронутыми.
ur: پرسن گروپس اب لوگوں کے سیکشن میں نہیں دکھائے جائیں گے. تصاویر متاثر نہیں ہوں گی.
vi: Nhóm người sẽ không được hiển thị trong phần người nữa. Ảnh sẽ vẫn được giữ nguyên.

# thePersonWillNotBeDisplayed
source: The person will not be displayed in the people section anymore. Photos will remain untouched.
ar: لن يتم عرض هذا الشخص في قسم الأشخاص بعد الآن. الصور ستبقى كما هي دون تغيير.
az: Şəxs artıq insanlar bölməsində göstərilməyəcək. Fotolara toxunulmayacaq.
be: Асобы больш не будуць паказвацца ў раздзеле людзей. Фатаграфіі застануцца некранутымі.
ca: La persona ja no es mostrarà a la secció de persones. Les fotos romandran intactes.
cs: Tato osoba již nebude zobrazena v sekci „Lidé“. Fotografie zůstanou beze změny.
de: Diese Person wird im Personen-Abschnitt nicht mehr angezeigt. Die Fotos bleiben unverändert.
es: La persona ya no se mostrará en la sección de personas. Las fotos permanecerán intactas.
fa: این شخص دیگر در بخش افراد نمایش داده نخواهد شد. عکس‌ها بدون تغییر باقی خواهند ماند.
fr: Les groupes de personnes ne seront plus affichés dans la section personnes. Les photos resteront intactes.
nl: De persoon wordt niet meer getoond in de personen sectie. Foto's blijven ongemoeid.
pt_br: A pessoa não será exibida na seção de pessoas. As fotos permanecerão intactas.
ru: Человек больше не будет отображаться в разделе людей. Фотографии останутся нетронутыми.
ur: شخص اب لوگوں کے سیکشن میں نہیں دکھایا جائے گا. تصاویر متاثر نہیں ہوں گی.
vi: Người sẽ không được hiển thị trong phần người nữa. Ảnh sẽ vẫn được giữ nguyên.

source: Are you sure you want to merge them?
ar: هل أنت متأكد من رغبتك في دمجهم؟
az: Onları birləşdirmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце іх аб'яднаць?
ca: Estàs segur que vols fusionar-los?
cs: Opravdu je chcete sloučit?
de: Bist du sicher, dass du sie zusammenführen willst?
es: ¿Estás seguro de que quieres combinarlas?
fa: آیا مطمئن هستید که می‌خواهید آن‌ها را ادغام کنید؟
fr: Êtes-vous sûr de vouloir les fusionner?
nl: Weet je zeker dat je ze wilt samenvoegen?
pt_br: Você desejar mesmo mesclá-los?
ru: Вы уверены, что хотите их объединить?
sr: Да ли си сигуран да желиш да их спојиш?
sv: Är du säker på att du vill slå ihop dem?
ur: کیا آپ واقعی انہیں ضم کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn hợp nhất họ?

# allUnnamedGroupsWillBeMergedIntoTheSelectedPerson
source: All unnamed groups will be merged into the selected person. This can still be undone from the suggestions history overview of the person.
ar: سيتم دمج جميع المجموعات غير المسماة مع الشخص المحدد. يمكن التراجع عن هذا الإجراء لاحقًا من خلال نظرة عامة على سجل الاقتراحات التابع لهذا الشخص.
az: Bütün adsız qruplar seçilmiş şəxslə birləşdiriləcək. Bunu hələ də şəxsin təkliflər tarixçəsi bölməsindən geri qaytarmaq olar.
be: Усе групы, у якіх адсутнічае назва, будуць аб'яднаны з выбранай асобай. Гэта можна адрабіць у аглядзе гісторыі прапаноў для гэтай асобы.
ca: Tots els grups sense nom es fusionaran amb la persona seleccionada. Això encara es pot desfer des de la visió general de l'historial de suggeriments de la persona.
cs: Všechny nepojmenované skupiny budou sloučeny do vybrané osoby. Tuto akci lze stále vrátit zpět z přehledu historie návrhů dané osoby.
de: Alle unbenannten Gruppen werden zur ausgewählten Person zusammengeführt. Dies kann im Verlauf der Vorschläge für diese Person rückgängig gemacht werden.
es: Todos los grupos sin nombre se combinarán en la persona seleccionada. Esto puede deshacerse desde el historial de sugerencias de la persona.
fa: تمام گروه‌های بدون نام به شخص انتخاب شده ادغام خواهند شد. این کار هنوز می‌تواند از تاریخچه پیشنهادات شخص برگشت داده شود.
fr: Tous les groupes sans nom seront fusionnés dans la personne sélectionnée. Cela peut toujours être annulé à partir de l'historique des suggestions de la personne.
nl: Alle naamloze groepen worden samengevoegd met de geselecteerde persoon. Dit kan nog steeds ongedaan worden gemaakt vanuit het geschiedenisoverzicht van de persoon.
pt_br: Todos os grupos sem nome serão mesclados numa pessoa selecionada. Isso ainda pode ser desfeito no histórico de sugestões da pessoa.
ru: Все неназванные группы будут объединены в выбранного человека. Это можно отменить в обзоре истории предложений для данного человека.
ur: تمام بے نام گروپس کو منتخب شخص میں ضم کر دیا جائے گا. اسے اب بھی اس شخص کی تجاویز کی سرگزشت کے جائزے سے واپس کیا جا سکتا ہے.
vi: Tất cả nhóm không có tên sẽ được hợp nhất vào người đã chọn. Điều này vẫn có thể được hoàn tác từ tổng quan lịch sử đề xuất của người đó.

source: Yes, ignore
ar: نعم، تجاهل
az: Bəli, görməzdən gəlin
be: Так, ігнараваць
ca: Sí, ignora
cs: Ano, ignorovat
de: Ja, ignorieren
es: Sí, ignorar
fa: بله، نادیده بگیرید
fr: Oui, ignorer
nl: Ja, negeer
pt_br: Sim, ignorar
ru: Да, игнорировать
sv: Ja, ignorera
ur: ہاں، نظر انداز کریں
vi: Có, bỏ qua

source: Same
ar: نفس
az: Eyni
be: Пакінуць папярэдні
ca: Igual
cs: Stejné
de: Gleich
es: Igual
fa: همان
fr: Identique
pt_br: Igual
ru: Такой же
sv: Samma
ur: وہی
vi: Chính xác

source: Different
ar: مختلف
az: Fərqli
be: Розныя
ca: Diferent
cs: Odlišné
de: Verschieden
es: Diferente
fa: متفاوت
fr: Différent(e)
pt_br: Diferente
ru: Разные
sv: Annorlunda
ur: مختلف
vi: Khác

source: Same person?
ar: نفس الشخص؟
az: Eyni şəxsdir?
be: Тая ж асоба?
ca: Mateixa persona?
cs: Stejná osoba?
de: Dieselbe Person?
es: la misma persona?
fa: همان شخص؟
fr: Même personne ?
pt_br: Mesma pessoa?
ru: Тот же человек?
sv: Samma person?
ur: وہی شخص؟
vi: Cùng một người?

# indexingPausedStatusDescription
source: Indexing is paused. It will automatically resume when the device is ready. The device is considered ready when its battery level, battery health, and thermal status are within a healthy range.
az: İndeksləmə dayandırıldı. Cihaz hazır olduqda avtomatik olaraq davam edəcək. Batareya səviyyəsi, batareya sağlamlığı və istilik vəziyyəti normal diapazonda olduqda cihaz hazır hesab olunur.
be: Індэксаванне прыпынена. Яно аўтаматычна будзе ўзноўлена, калі прылада будзе гатова. Прылада лічыцца гатовай, калі ўзровень зараду акумулятара, стан акумулятара і цеплавы статус знаходзяцца ў межах нармальнага дыяпазону.
ca: La indexació està en pausa. Es reprendrà automàticament quan el dispositiu estigui llest. El dispositiu es considera llest quan el nivell de bateria, la salut de la bateria i l'estat tèrmic estan dins d'un rang saludable.
cs: Indexování je pozastaveno. Automaticky se obnoví, jakmile bude zařízení připraveno. Zařízení je považováno za připravené, pokud jsou úroveň nabití baterie, stav baterie a teplotní stav v normálním rozmezí.
de: Die Indizierung ist pausiert. Sie wird automatisch fortgesetzt, wenn das Gerät bereit ist. Das Gerät wird als bereit angesehen, wenn sich der Akkustand, die Akkugesundheit und der thermische Zustand in einem gesunden Bereich befinden.
es: La indexación está pausada. Se reanudará automáticamente cuando el dispositivo esté listo. El dispositivo se considera listo cuando su nivel de batería, la salud de la batería y temperatura están en un rango saludable.
fa: فهرست‌سازی متوقف شده است. این فرآیند به‌طور خودکار زمانی که دستگاه آماده باشد، از سر گرفته می‌شود. دستگاه زمانی آماده محسوب می‌شود که سطح باتری، سلامت باتری و وضعیت حرارتی آن در محدوده سالم باشد.
fr: L'indexation est en pause. Elle reprendra automatiquement lorsque l'appareil sera prêt. Celui-ci est considéré comme prêt lorsque le niveau de batterie, sa santé et son état thermique sont dans une plage saine.
pt_br: A indexação foi pausada. Ela retomará automaticamente quando o dispositivo estiver pronto. O dispositivo é considerado pronto quando o nível de bateria, saúde da bateria, e estado térmico estejam num alcance saudável.
ru: Индексирование приостановлено. Оно автоматически возобновится, когда устройство будет готово. Устройство считается готовым, когда уровень заряда батареи, её состояние и температура находятся в пределах нормы.
ur: انڈیکسنگ موقوف ہے. آلہ تیار ہونے پر یہ خود بخود دوبارہ شروع ہو جائے گی. آلہ کو تب تیار سمجھا جاتا ہے جب اس کی بیٹری لیول، بیٹری کی صحت، اور تھرمل سٹیٹس صحت مند حد کے اندر ہوں.
vi: Lập chỉ mục bị tạm dừng. Nó sẽ tự động tiếp tục khi thiết bị đã sẵn sàng. Thiết bị được coi là sẵn sàng khi mức pin, tình trạng pin và trạng thái nhiệt độ nằm trong phạm vi tốt.

source: This week
ar: هذا الأسبوع
az: Bu həftə
be: На гэтым тыдні
ca: Aquesta setmana
cs: Tento týden
de: Diese Woche
es: Esta semana
fa: این هفته
fr: Cette semaine
pt_br: Esta semana
ru: На этой неделе
sv: Denna vecka
ur: اس ہفتے
vi: Tuần này

source: Last week
ar: الأسبوع الماضي
az: Keçən həftə
be: На мінулым тыдні
ca: La setmana passada
cs: Minulý týden
de: Letzte Woche
es: Semana pasada
fa: هفته گذشته
fr: La semaine dernière
pt_br: Semana passada
ru: На прошлой неделе
sv: Förra veckan
ur: پچھلے ہفتے
vi: Tuần trước

source: This month
ar: هذا الشهر
az: Bu ay
be: У гэтым месяцы
ca: Aquest mes
cs: Tento měsíc
de: Diesen Monat
es: Este mes
fa: این ماه
fr: Ce mois
pt_br: Este mês
ru: В этом месяце
sv: Denna månad
ur: اس مہینے
vi: Tháng này

source: This year
ar: هذه السنة
az: Bu il
be: У гэтым тыдні
ca: Aquest any
cs: Tento rok
de: Dieses Jahr
es: Este año
fa: امسال
fr: Cette année
pt_br: Este ano
ru: В этом году
ur: اس سال
vi: Năm nay

source: Group by
ar: تجميع حسب
az: Qruplaşdır
be: Групаваць па
ca: Agrupa per
cs: Seskupit podle
de: Gruppieren nach
es: Agrupar por
fa: گروه‌بندی بر اساس
fr: Grouper par
pt_br: Agrupar por
ru: Группировать по
sv: Gruppera efter
ur: گروپ کریں
vi: Phân nhóm theo

# faceThumbnailGenerationFailed
source: Unable to generate face thumbnails
ar: تعذر إنشاء الصور المصغرة للوجه
az: Üz kiçik rəsmləri yaradıla bilmədi
be: Немагчыма згенерыраваць мініяцюру твару
ca: No s'han pogut generar miniatures de cares
cs: Nelze vygenerovat miniatury obličejů
de: Vorschaubilder konnten nicht erstellt werden
es: No se pueden generar las miniaturas de cara
fa: عدم توانایی در تولید تصویر کوچک چهره
fr: Impossible de créer des miniatures de visage
pt_br: Incapaz de gerar miniaturas de rosto
ru: Не удалось создать миниатюры лиц
ur: چہرے کے تھمب نیلز بنانے سے قاصر
vi: Không thể tạo ảnh thu nhỏ khuôn mặt
