Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Stream details
ar: تفاصيل البث
az: Yayım detalları
be: Падрабязнасці плыні
ca: Detalls de la transmissió
cs: Podrobnosti o streamu
es: Detalles de la transmisión
fa: جزئیات پخش
fr: Détails du stream
it: Dettagli dello streaming
no: Strømmedetaljer
pt_br: Detalhes da transmissão
ru: Информация о потоке
sv: Strömdetaljer
ur: اسٹریم کی تفصیلات
vi: Chi tiết phát

source: Processing
ar: المعالجة
az: Emal olunur
be: Апрацоўка
ca: Processant
cs: Zpracovává se
de: In Bearbeitung
es: Procesando
fa: در حال پردازش
fr: Traitement en cours
it: In elaborazione
nl: Verwerken
no: Behandler
pt_br: Processando
ru: Обработка
sv: Bearbetar
ur: پروسیسنگ
vi: Đang xử lý

source: Queued
ar: في قائمة الانتظار
az: Növbəyə alındı
be: У чарзе
ca: En cua
cs: Ve frontě
de: In der Warteschlange
es: En cola
fa: در صف
fr: En file d'attente
it: In coda
nl: In wachtrij
no: I køen
pt_br: Na fila
ru: В очереди
sv: Köad
ur: قطار میں ہے
vi: Đang chờ

source: Ineligible
ar: غير مؤهل
az: Uyğun deyil
be: Непрыдатны
ca: No elegible
cs: Nesplňuje podmínky
de: Unzulässig
es: Inelegible
fa: غیرقابل قبول
fr: Non compatible
it: Non idoneo
nl: Ongerechtigd
no: Ikke aktuell
pt_br: Inelegível
ru: Неподходящий
ur: نااہل
vi: Không đủ điều kiện

source: Failed
ar: فشل
az: Uğursuz oldu
be: Збой
ca: Fallit
cs: Selhalo
de: Fehlgeschlagen
es: Fallido
fa: ناموفق
fr: Échec
it: Non riuscito
nl: Mislukt
no: Mislykket
pt_br: Falhou
ru: Не удалось
ur: ناکام
vi: Không thành công

source: Play stream
ar: تشغيل البث
az: Yayımı başlat
be: Узнавіць плынь
ca: Reprodueix transmissió
cs: Přehrát stream
de: Stream abspielen
es: Reproducir transmisión
fa: پخش استریم
fr: Lire le stream
it: Riproduci lo streaming
nl: Stream afspelen
no: Spill av strøm
pt_br: Reproduzir transmissão
ru: Воспроизвести поток
sv: Spela ström
ur: اسٹریم چلائیں
vi: Phát trực tiếp

source: Play original
ar: تشغيل الأصلي
az: Originalı başlat
be: Узнавіць арыгінал
ca: Reprodueix original
cs: Přehrát původní
de: Original abspielen
es: Reproducir original
fa: پخش نسخه اصلی
fr: Lire l'original
it: Riproduci originale
nl: Origineel afspelen
no: Spill av original
pt_br: Reproduzir original
ru: Воспроизвести оригинал
sr: Пусти оригинал
sv: Spela original
ur: اصل چلائیں
vi: Phát tệp gốc

# joinAlbumConfirmationDialogBody
source: Joining an album will make your email visible to its participants.
ar: الانضمام إلى ألبوم سيجعل بريدك الإلكتروني مرئيًا للمشاركين فيه.
az: Alboma qoşulmaq e-poçt ünvanınızı digər iştirakçılar üçün görünən edəcək.
be: Іншыя ўдзельнікі змогуць убачыць вашу электронную пошту, калі вы далучыцеся да альбома.
ca: Unir-se a un àlbum farà que el teu correu sigui visible per als seus participants.
cs: Připojením se k albu bude váš e-mail viditelný pro jeho spolupracovníky.
de: Wenn du einem Album beitrittst, wird deine E-Mail-Adresse für seine Teilnehmer sichtbar.
es: Unirse a un álbum hará visible tu correo electrónico a sus participantes.
fa: پیوستن به یک آلبوم باعث می‌شود ایمیل شما برای شرکت‌کنندگان آن قابل مشاهده باشد.
fr: Rejoindre un album rendra votre e-mail visible à ses participants.
it: Unirsi a un album renderà visibile la tua email ai suoi partecipanti.
nl: Deelnemen aan een album maakt je e-mail zichtbaar voor de deelnemers.
no: Å bli med i et album vil gjøre e-postadressen din synlig for dens deltakere.
pt_br: Unir-se ao álbum fará que seu e-mail seja visível a todos do álbum.
ru: Если вы присоединитесь к альбому, ваша электронная почта станет видимой для его участников.
ur: البم میں شامل ہونے سے آپ کا ای میل اس کے شرکاء کو دکھائی دے گا.
vi: Tham gia một album sẽ khiến email của bạn hiển thị với những người tham gia khác.

source: Please wait, this will take a while.
ar: يرجى الانتظار، قد يستغرق هذا بعض الوقت.
az: Zəhmət olmasa gözləyin, bu bir az vaxt aparacaq.
be: Гэта зойме пэўны час. Пачакайце...
ca: Si us plau, espera, això trigarà una estona.
cs: Počkejte prosím, bude to chvíli trvat.
de: Bitte warten, dies wird eine Weile dauern.
es: Espera. Esto tardará un poco.
fa: لطفاً صبر کنید، این کمی زمان خواهد برد.
fr: Veuillez patienter, cela prendra un peu de temps.
it: Attendere, potrebbe volerci un po' di tempo.
nl: Een ogenblik geduld, dit zal even duren.
no: Vennligst vent, dette vil ta litt tid.
pt_br: Aguarde um pouco, isso talvez leve um tempo.
ru: Пожалуйста, подождите, это займёт некоторое время.
sv: Vänligen vänta, detta kommer att ta ett tag.
ur: براہ کرم انتظار کریں، اس میں کچھ وقت لگے گا.
vi: Vui lòng chờ, có thể mất một lúc.

source: Edit time
ar: تعديل الوقت
az: Vaxtı redaktə et
be: Рэдагаваць час
ca: Edita hora
cs: Upravit čas
de: Uhrzeit ändern
es: Editar hora
fa: ویرایش زمان
fr: Modifier l'heure
it: Modifica orario
nl: Tijd bewerken
no: Endre tidspunkt
pt_br: Editar tempo
ru: Изменить время
sv: Redigera tid
ur: وقت میں ترمیم کریں
vi: Chỉnh sửa thời gian

source: Select time
ar: تحديد الوقت
az: Vaxtı seçin
be: Выбраць час
ca: Selecciona hora
cs: Vybrat čas
de: Uhrzeit wählen
es: Seleccionar hora
fa: انتخاب زمان
fr: Sélectionner l'heure
it: Imposta ora
nl: Tijd selecteren
no: Velg tidspunkt
pt_br: Selecionar tempo
ru: Выбрать время
sr: Изабери време
sv: Välj tid
ur: وقت منتخب کریں
vi: Chọn thời gian

source: Select date
ar: تحديد التاريخ
az: Tarixi seçin
be: Выбраць дату
ca: Selecciona data
cs: Vybrat datum
de: Datum wählen
es: Seleccionar fecha
fa: انتخاب تاریخ
fr: Sélectionner la date
it: Imposta data
nl: Selecteer datum
nn: Vel dato
no: Velg dato
pt_br: Selecionar data
ru: Выбрать дату
sr: Изабери датум
sv: Välj datum
ur: تاریخ منتخب کریں
vi: Chọn ngày

source: Previous
ar: السابق
az: Əvvəlki
be: Папярэдні
ca: Anterior
cs: Předchozí
de: Zurück
es: Anterior
fa: قبلی
fr: Précédent
it: Precedente
nl: Vorige
no: Forrige
pt_br: Anterior
ru: Предыдущий
sv: Föregående
ur: پچھلا
vi: Trước

source: Select one date and time for all
ar: تحديد تاريخ ووقت واحد للجميع
az: Hamısı üçün bir tarix və vaxt seçin
be: Выберыце адну дату і час для ўсіх
ca: Selecciona una data i hora per a tots
cs: Vyberte jedno datum a čas pro všechny
de: Wähle ein Datum und eine Uhrzeit für alle
es: Seleccione una fecha y hora para todas
fa: یک تاریخ و زمان برای همه انتخاب کنید
fr: Sélectionnez une date et une heure pour tous
it: Seleziona una data e un'ora per tutti
nl: Selecteer één datum en tijd voor allen
no: Velg én dato og klokkeslett for alle
pt_br: Selecione uma data e hora para todos
ru: Выберите одну дату и время для всех
sv: Välj ett datum och tid för alla
ur: سب کے لیے ایک تاریخ اور وقت منتخب کریں
vi: Chọn một ngày và giờ cho tất cả

source: Select start of range
ar: تحديد بداية النطاق
az: Aralığın başlanğıcını seçin
be: Выберыце пачатак дыяпазону
ca: Selecciona inici del rang
cs: Vyberte začátek rozsahu
de: Anfang des Bereichs auswählen
es: Seleccionar inicio del rango
fa: شروع بازه را انتخاب کنید
fr: Sélectionner le début de la plage
it: Seleziona inizio dell'intervallo
nl: Selecteer start van reeks
no: Velg starten på rekkevidde
pt_br: Selecionar início de intervalo
ru: Выберите начало диапазона
ur: رینج کا آغاز منتخب کریں
vi: Chọn phạm vi bắt đầu

# thisWillMakeTheDateAndTimeOfAllSelected
source: This will make the date and time of all selected photos the same.
ar: سيجعل هذا تاريخ ووقت جميع الصور المحددة متماثلاً.
az: Bu, seçilmiş bütün şəkillərin tarix və vaxtını eyniləşdirəcək.
be: Гэта зробіць дату і час усіх выбраных фатаграфій аднолькавымі.
ca: Això farà que la data i hora de totes les fotos seleccionades sigui la mateixa.
cs: Tímto se datum a čas všech vybraných fotografií sjednotí.
de: Dadurch werden Datum und Uhrzeit aller ausgewählten Fotos gleich.
es: Esto hará que la fecha y la hora de todas las fotos seleccionadas sean las mismas.
fa: این باعث می‌شود تاریخ و زمان تمامی عکس‌های انتخاب شده یکسان شود.
fr: Cela rendra la date et l'heure identique à toutes les photos sélectionnées.
it: In questo modo la data e l'ora di tutte le foto selezionate saranno uguali.
nl: Dit maakt de datum en tijd van alle geselecteerde foto's hetzelfde.
no: Dette vil gjøre dato og klokkeslett for alle valgte bilder det samme.
pt_br: Isso fará que a data e hora de todas as fotos selecionadas fiquem iguais.
ru: Это сделает дату и время всех выбранных фото одинаковыми.
ur: یہ تمام منتخب تصاویر کی تاریخ اور وقت ایک جیسا کر دے گا.
vi: Thao tác này sẽ làm cho ngày và giờ của tất cả ảnh được chọn đều giống nhau.

# allWillShiftRangeBasedOnFirst
source: This is the first in the group. Other selected photos will automatically shift based on this new date
ar: هذه هي الأولى في المجموعة. سيتم تغيير تواريخ الصور المحددة الأخرى تلقائيًا بناءً على هذا التاريخ الجديد.
az: Bu, qrupdakı birincidir. Digər seçilmiş şəkillər bu yeni tarixə əsasən avtomatik sürüşdürüləcək
be: Гэта першае ў групе. Іншыя выбраныя фатаграфіі будуць аўтаматычна зрушаныя ў залежнасці ад гэтай новай даты
ca: Aquesta és la primera del grup. Altres fotos seleccionades es desplaçaran automàticament basant-se en aquesta nova data
cs: Toto je první v této skupině. Ostatní vybrané fotografie se automaticky posunou podle tohoto nového data
de: Dies ist die erste in der Gruppe. Andere ausgewählte Fotos werden automatisch nach diesem neuen Datum verschoben
es: Este es el primero en el grupo. Otras fotos seleccionadas cambiarán automáticamente basándose en esta nueva fecha
fa: این اولین عکس در گروه است. سایر عکس‌های انتخاب شده به طور خودکار بر اساس این تاریخ جدید جابجا خواهند شد.
fr: C'est la première dans le groupe. Les autres photos sélectionnées se déplaceront automatiquement en fonction de cette nouvelle date
it: Questo è il primo nel gruppo. Altre foto selezionate si sposteranno automaticamente in base a questa nuova data
nl: Dit is de eerste in de groep. Andere geselecteerde foto's worden automatisch verschoven op basis van deze nieuwe datum
no: Dette er den første i gruppen. Andre valgte bilder vil automatisk forflyttet basert på denne nye datoen
pt_br: Este é o primeiro do grupo. As outras fotos selecionadas serão automaticamente alteradas para esta nova data
ru: Это первое фото в группе. Остальные выбранные фото автоматически сместятся на основе новой даты
ur: یہ گروپ میں پہلی ہے. دیگر منتخب تصاویر خود بخود اس نئی تاریخ کی بنیاد پر تبدیل ہو جائیں گی
vi: Đây là ảnh đầu tiên trong nhóm. Các ảnh được chọn khác sẽ tự động thay đổi dựa theo ngày mới này

source: New range
ar: نطاق جديد
az: Yeni aralıq
be: Новы дыяпазон
ca: Nou rang
cs: Nový rozsah
de: Neue Auswahl
es: Nuevo rango
fa: بازه جدید
fr: Nouvelle plage
it: Nuovo intervallo
nl: Nieuwe reeks
no: Ny rekkevidde
pt_br: Novo intervalo
ru: Новый диапазон
ur: نئی رینج
vi: Phạm vi mới

source: Select one date and time
ar: تحديد تاريخ ووقت واحد
az: Bir tarix və vaxt seçin
be: Выберыце адну дату і час
ca: Selecciona una data i hora
cs: Vyberte jedno datum a čas
de: Wähle ein Datum und eine Uhrzeit
es: Seleccionar fecha y hora
fa: یک تاریخ و زمان انتخاب کنید
fr: Sélectionner une date et une heure
it: Seleziona data e orario
nl: Selecteer één datum en tijd
no: Velg en dato og klokkeslett
pt_br: Selecionar data e hora
ru: Выбрать одну дату и время
sv: Välj ett datum och tid
ur: ایک تاریخ اور وقت منتخب کریں
vi: Chọn một ngày và giờ

source: Move selected photos to one date
ar: نقل الصور المحددة إلى تاريخ واحد
az: Seçilmiş şəkilləri bir tarixə köçürün
be: Перамясціць выбраныя фатаграфіі ў адну дату
ca: Mou les fotos seleccionades a una data
cs: Přesunout vybrané fotografie do jednoho data
de: Ausgewählte Fotos auf ein Datum verschieben
es: Mover las fotos seleccionadas a una fecha
fa: عکس‌های انتخاب شده را به یک تاریخ منتقل کنید
fr: Déplacer les photos sélectionnées vers une date
it: Sposta foto selezionate in una data specifica
nl: Verplaats de geselecteerde foto's naar één datum
no: Flytt valgte bilder til en dato
pt_br: Mover fotos selecionadas para uma data
ru: Переместите выбранные фото на одну дату
sv: Flytta valda foton till ett datum
ur: منتخب تصاویر کو ایک تاریخ پر منتقل کریں
vi: Di chuyển ảnh đã chọn đến một ngày

source: Shift dates and time
ar: تغيير التواريخ والوقت
az: Tarixləri və vaxtı sürüşdürün
be: Перанос даты і часу
ca: Desplaça dates i hora
cs: Posunout datum a čas
de: Datum und Uhrzeit verschieben
es: Cambiar fechas y hora
fa: تاریخ‌ها و زمان‌ها را جابجا کنید
fr: Dates et heure de décalage
it: Sposta date e orari
nl: Verschuif datum en tijd
no: Forskyv datoer og klokkeslett
pt_br: Alterar as datas e horas
ru: Сместить даты и время
ur: تاریخیں اور وقت شفٹ کریں
vi: Di chuyển ngày và giờ

source: Photos keep relative time difference
ar: تحتفظ الصور بالفرق الزمني النسبي
az: Şəkillər nisbi vaxt fərqini saxlayır
be: Фатаграфіі захоўваюць адносную розніцу ў часе
ca: Les fotos mantenen la diferència horària relativa
cs: Fotografie zachovávají relativní časový rozdíl
de: Fotos behalten relativen Zeitunterschied
es: Las fotos mantienen una diferencia de tiempo relativa
fa: عکس‌ها اختلاف زمانی نسبی را حفظ می‌کنند
fr: Les photos gardent une différence de temps relative
it: Le foto mantengono una differenza di tempo relativa
nl: Foto's behouden relatief tijdsverschil
no: Bilder holder relativ tidsforskjell
pt_br: As fotos mantêm a diferença de tempo relativo
ru: Фото сохранят относительную разницу во времени
ur: تصاویر نسبتی وقت کا فرق برقرار رکھتی ہیں
vi: Ảnh giữ nguyên chênh lệch thời gian tương đối

# photocountPhotos
source: {count, plural, =0 {No photos} =1 {1 photo} other {{count} photos}}
ar: {count, plural, =0 {لا توجد صور} =1 {صورة واحدة} two {صورتان} few {{count} صور} many {{count} صورة} other {{count} صورة}}
az: {count, plural, =0 {Şəkil yoxdur} =1 {1 şəkil} other {{count} şəkil}}
be: {count, plural, =0 {Няма фатаграфій} =1 {1 фатаграфія} few {{count} фатаграфіі} many {{count} фатаграфій} other {{count} фатаграфій}}
ca: {count, plural, =0 {Sense fotos} =1 {1 foto} other {{count} fotos}}
cs: {count, plural, =0 {Žádné fotografie} =1 {1 fotografie} few {{count} fotografie} other {{count} fotografií}}
de: {count, plural, =0 {Keine Fotos} =1 {Ein Foto} other {{count} Fotos}}
es: {count, plural, =0 {No hay fotos} =1 {1 foto} other {{count} fotos}}
fa: {count, plural, =0 {هیچ عکسی} =1 {1 عکس} other {{count} عکس}}
it: {count, plural, one {}=0 {Nessuna foto} =1 {1 foto} other {{count} foto}}
nl: {count, plural, =0 {Geen foto's} =1 {1 foto} other {{count} foto's}}
no: {count, plural, =0 {Ingen bilder} =1 {1 bilde} other {{count} bilder}}
pt_br: {count, plural, =0 {Sem fotos} =1 {1 foto} other {{count} fotos}}
ru: {count, plural, =0 {Нет фото} =1 {1 фото} other {{count} фото}}
ur: {count, plural, =0 {کوئی تصویر نہیں} =1 {1 تصویر} other {{count} تصاویر}}
vi: {count, plural, =0 {Chưa có ảnh} =1 {1 ảnh} other {{count} ảnh}}

source: App icon
ar: أيقونة التطبيق
az: Tətbiq ikonu
be: Значок праграмы
ca: Icona de l'aplicació
cs: Ikona aplikace
de: App-Symbol
es: Ícono
fa: آیکون برنامه
fr: Icône de l'appli
it: Icona dell'app
nl: App icoon
no: App-ikon
pt_br: Ícone do aplicativo
ru: Иконка приложения
sr: Иконица апликације
sv: Appikon
ur: ایپ آئیکن
vi: Biểu tượng ứng dụng

source: Not this person?
ar: ليس هذا الشخص؟
az: Bu şəxs deyil?
be: Не гэта асоба?
ca: No és aquesta persona?
cs: Není to tato osoba?
de: Nicht diese Person?
es: ¿No es esta persona?
fa: این شخص نیست؟
fr: Ce n'est pas cette personne ?
it: Non è questa persona?
nl: Niet dezelfde persoon?
no: Ikke denne personen?
pt_br: Não é esta pessoa?
ru: Не этот человек?
sr: То није та особа?
sv: Inte den här personen?
ur: یہ شخص نہیں؟
vi: Không phải người này?

# selectedItemsWillBeRemovedFromThisPerson
source: Selected items will be removed from this person, but not deleted from your library.
ar: سيتم إزالة العناصر المحددة من هذا الشخص، ولكن لن يتم حذفها من مكتبتك.
az: Seçilmiş elementlər bu şəxsdən silinəcək, lakin kitabxananızdan silinməyəcək.
be: Выбраныя элементы будуць выдалены ў гэтай асобы, але не выдалены з вашай бібліятэкі.
ca: Els elements seleccionats s'eliminaran d'aquesta persona, però no s'esborraran de la teva biblioteca.
cs: Vybrané položky budou z této osoby odebrány, ale nebudou smazány z vaší knihovny.
de: Ausgewählte Elemente werden von dieser Person entfernt, aber nicht aus deiner Bibliothek gelöscht.
es: Los elementos seleccionados se eliminarán de esta persona, pero no se eliminarán de tu biblioteca.
fa: موارد انتخاب‌شده از این شخص حذف خواهند شد، اما از کتابخانه شما پاک نخواهند شد.
fr: Les éléments sélectionnés seront retirés de cette personne, mais pas supprimés de votre bibliothèque.
it: Gli elementi selezionati verranno rimossi da questa persona, ma non eliminati dalla tua libreria.
nl: Geselecteerde bestanden worden van deze persoon verwijderd, maar niet uit uw bibliotheek verwijderd.
no: Valgte elementer fjernes fra denne personen, men blir ikke slettet fra biblioteket ditt.
pt_br: Os itens selecionados serão removidos desta pessoa, entretanto não serão excluídos da sua biblioteca.
ru: Выбранные элементы будут отвязаны от этого человека, но не удалены из вашей библиотеки.
ur: منتخب آئٹمز اس شخص سے ہٹا دیے جائیں گے، لیکن آپ کی لائبریری سے ڈیلیٹ نہیں ہوں گے.
vi: Các mục đã chọn sẽ bị xóa khỏi người này, nhưng không bị xóa khỏi thư viện của bạn.

# throughTheYears
source: {dateFormat} through the years
ar: {dateFormat} عبر السنين
az: İllər ərzində {dateFormat}
be: {dateFormat} праз гады
ca: {dateFormat} a través dels anys
cs: {dateFormat} v průběhu let
de: {dateFormat} über die Jahre
es: {dateFormat} a través de los años
fa: {dateFormat} در طول سال‌ها
fr: {dateFormat} au fil des années
it: {dateFormat} negli anni
nl: {dateFormat} door de jaren
no: {dateFormat} gjennom årene
pt_br: {dateFormat} com o passar dos anos
ru: {dateFormat} сквозь годы
sr: {dateFormat} кроз године
ur: {dateFormat} سالوں کے دوران
vi: {dateFormat} qua các năm

source: This week through the years
ar: هذا الأسبوع عبر السنين
az: İllər ərzində bu həftə
be: Гэты тыдзень праз гады
ca: Aquesta setmana a través dels anys
cs: Tento týden v průběhu let
de: Diese Woche über die Jahre
es: Esta semana a través de los años
fa: این هفته در طول سال‌ها
fr: Cette semaine au fil des années
it: Questa settimana negli anni
nl: Deze week door de jaren
no: Denne uka gjennom årene
pt_br: Esta semana com o passar dos anos
ru: Эта неделя сквозь годы
sr: Тренутна недеља кроз године
ur: اس ہفتے سالوں کے دوران
vi: Tuần này qua các năm

# thisWeekXYearsAgo
source: {count, plural, =1 {This week, {count} year ago} other {This week, {count} years ago}}
ar: {count, plural, =1 {هذا الأسبوع، قبل سنة} two {هذا الأسبوع، قبل سنتين} few {هذا الأسبوع، قبل {count} سنوات} many {هذا الأسبوع، قبل {count} سنة} other {هذا الأسبوع، قبل {count} سنة}}
az: {count, plural, =1 {Bu həftə, {count} il əvvəl} other {Bu həftə, {count} il əvvəl}}
be: {count, plural, =1 {На гэтым тыдні {count} год таму} few {На гэтым тыдні {count} гады таму} many {На гэтым тыдні {count} гадоў таму} other {На гэтым тыдні {count} гадоў таму}}
ca: {count, plural, =1 {Aquesta setmana, fa {count} any} other {Aquesta setmana, fa {count} anys}}
cs: {count, plural, =1 {Tento týden, {count} rok nazpět} few {Tento týden, {count} roky nazpět} other {Tento týden, {count} let nazpět}}
de: {count, plural, =1 {Diese Woche, vor einem Jahr} other {Diese Woche, vor {count} Jahren}}
es: {count, plural, =1 {Esta semana, hace {count} año} other {Esta semana, hace {count} años}}
fa: {count, plural, =1 {این هفته، {count} سال پیش} other {این هفته، {count} سال پیش}}
fr: {count, plural, =1 {Cette semaine, {count} il y a l'année} other {Cette semaine, {count} il y a des années}}
it: {count, plural, one {}=1 {Questa settimana, {count} anno fa} other {Questa settimana, {count} anni fa}}
nl: {count, plural, =1 {Deze week, {count} jaar geleden} other {Deze week, {count} jaren geleden}}
no: {count, plural, =1 {Denne uka, {count} år siden} other {Denne uka, {count} år siden}}
pt_br: {count, plural, =1 {Esta semana, {count} ano atrás} other {Esta semana, {count} anos atrás}}
ru: {count, plural, =1 {Эта неделя, {count} год назад} other {Эта неделя, {count} лет назад}}
ur: {count, plural, =1 {اس ہفتے، {count} سال پہلے} other {اس ہفتے، {count} سال پہلے}}
vi: {count, plural, =1 {Tuần này, {count} năm trước} other {Tuần này, {count} năm trước}}

# youAndThem
source: You and {name}
ar: أنت و {name}
az: Sən və {name}
be: Вы і {name}
ca: Tu i {name}
cs: Vy a {name}
de: Du und {name}
es: Tú y {name}
fa: شما و {name}
fr: Vous et {name}
it: Tu e {name}
nl: Jij en {name}
no: Du og {name}
pt_br: Você e {name}
ru: Вы и {name}
sr: Ти и {name}
sv: Du och {name}
ur: آپ اور {name}
vi: Bạn và {name}

# admiringThem
source: Admiring {name}
ar: الإعجاب بـ {name}
az: {name} personasına heyranlıqla
be: Любуючыся {name}
ca: Admirant {name}
cs: Obdiv k {name}
de: {name} wertschätzen
es: Admirando a {name}
fa: تحسین {name}
fr: Admirant {name}
it: Ammirando {name}
nl: {name} bewonderen
no: Beundrer {name}
pt_br: Admirando {name}
ru: Любуясь {name}
sv: Beundrar {name}
ur: {name} کی تعریف
vi: Ngưỡng mộ {name}

# embracingThem
source: Embracing {name}
ar: معانقة {name}
az: {name} ilə qucaqlaşarkən
be: Абдымаючы {name}
ca: Abraçant {name}
cs: Objímání {name}
de: {name} umarmen
es: Abrazando a {name}
fa: در آغوش گرفتن {name}
fr: Embrasse {name}
it: Abbracciando {name}
nl: {name} omarmen
no: Omfavner {name}
pt_br: Abraçando {name}
ru: Обнимая {name}
ur: {name} کو گلے لگاتے ہوئے
vi: Yêu mến {name}

# partyWithThem
source: Party with {name}
ar: الاحتفال مع {name}
az: {name} ilə partidə
be: Вечарына з {name}
ca: Festa amb {name}
cs: Párty s {name}
de: Party mit {name}
es: Fiesta con {name}
fa: جشن با {name}
fr: En soirée avec {name}
it: Festa con {name}
nl: Feest met {name}
no: Fest med {name}
pt_br: Festejando com {name}
ru: Вечеринка с {name}
sr: Журка са {name}
sv: Party med {name}
ur: {name} کے ساتھ پارٹی
vi: Quẩy với {name}

# hikingWithThem
source: Hiking with {name}
ar: التنزه مع {name}
az: {name} ilə yürüşdə
be: Паход з {name}
ca: Excursió amb {name}
cs: Turistika s {name}
de: Wandern mit {name}
es: Senderismo con {name}
fa: کوهنوردی با {name}
fr: Randonnée avec {name}
it: Escursioni con {name}
nl: Wandelen met {name}
no: Tur med {name}
pt_br: Caminhando com {name}
ru: Поход с {name}
sr: Походништво са {name}
ur: {name} کے ساتھ ہائیکنگ
vi: Leo núi với {name}

# feastingWithThem
source: Feasting with {name}
ar: الاستمتاع بالطعام مع {name}
az: {name} ilə ziyafətdə
be: Застолле з {name}
ca: Banquet amb {name}
cs: Hodování s {name}
de: Feiern mit {name}
es: Festejando con {name}
fa: مهمانی با {name}
fr: Fête avec {name}
it: Festeggiando con {name}
nl: Feestmaal met {name}
no: Festing med {name}
pt_br: Tendo banquete com {name}
ru: Пир с {name}
ur: {name} کے ساتھ دعوت
vi: Tiệc tùng với {name}

# selfiesWithThem
source: Selfies with {name}
ar: صور سيلفي مع {name}
az: {name} ilə selfilər
be: Сэлфі з {name}
ca: Selfies amb {name}
cs: Selfie s {name}
de: Selfies mit {name}
es: Selfies con {name}
fa: عکس سلفی با {name}
fr: Selfies avec {name}
it: Selfie con {name}
nl: Selfies met {name}
no: Selfier med {name}
pt_br: Tirando selfies com {name}
ru: Селфи с {name}
sr: Селфији са {name}
ur: {name} کے ساتھ سیلفیز
vi: Selfie với {name}

# posingWithThem
source: Posing with {name}
ar: التقاط صور مع {name}
az: {name} ilə poz verərkən
be: Пазіруючы з {name}
ca: Posant amb {name}
cs: Pózování s {name}
de: Posieren mit {name}
es: Posando con {name}
fa: ژست گرفتن با {name}
fr: Pose avec {name}
it: In posa con {name}
nl: Poseren met {name}
no: Poseringer med {name}
pt_br: Fazendo pose com {name}
ru: Позируя с {name}
sr: Позирање са {name}
ur: {name} کے ساتھ پوز
vi: Làm dáng với {name}
