Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: The link you are trying to access has expired.
ar: انتهت صلاحية الرابط الذي تحاول الوصول إليه.
az: Daxil olmağa çalışdığınız linkin vaxtı bitib.
be: Тэрмін дзеяння спасылкі, да якой вы спрабавалі атрымаць доступ, пратэрмінаваны.
ca: L'enllaç al qual intentes accedir ha caducat.
cs: Odkaz, na který se pokoušíte přistupovat, vypršel.
de: Der Link, den du aufrufen möchtest, ist abgelaufen.
es: El enlace al que intenta acceder ha caducado.
fa: لینکی که سعی دارید به آن دسترسی پیدا کنید منقضی شده است.
fr: Le lien que vous essayez d'accéder a expiré.
it: Il link a cui stai cercando di accedere è scaduto.
nl: De link die je probeert te openen is verlopen.
no: Lenken du prøver å få tilgang til, er utløpt.
pt_br: O link que você está tentando acessar já expirou.
ru: Срок действия ссылки, к которой вы обращаетесь, истёк.
uk: Термін дії посилання, за яким ви намагаєтеся отримати доступ, закінчився.
ur: جس لنک تک آپ رسائی حاصل کرنے کی کوشش کر رہے ہیں اس کی میعاد ختم ہو چکی ہے.
vi: Liên kết mà bạn truy cập đã hết hạn.

source: Open file
ar: فتح الملف
az: Faylı aç
be: Адкрыць файл
ca: Obre fitxer
cs: Otevřít soubor
de: Datei öffnen
es: Abrir archivo
fa: باز کردن فایل
fr: Ouvrir le fichier
it: Apri file
nl: Bestand openen
no: Åpne fil
pt_br: Abrir arquivo
ru: Открыть файл
sv: Öppna fil
uk: Відкрити файл
ur: فائل کھولیں
vi: Mở tệp

source: Backup file
ar: نسخ احتياطي للملف
az: Faylı ehtiyat nüsxələ
be: Файл рэзервовай копіі
ca: Fes còpia de seguretat del fitxer
cs: Zálohovat soubor
de: Datei sichern
es: Archivo de copia de seguridad
fa: فایل پشتیبان
fr: Sauvegarder le fichier
it: File di backup
nl: Back-up bestand
no: Sikkerhetskopieringsfil
pt_br: Salvar arquivo em segurança
ru: Резервное копирование файла
sv: Säkerhetskopiera fil
uk: Файл резервної копії
ur: فائل کا بیک اپ لیں
vi: Sao lưu tệp

source: Open album in browser
ar: فتح الألبوم في المتصفح
az: Albomu brauzerdə aç
be: Адкрыць альбом у браўзеры
ca: Obre àlbum al navegador
cs: Otevřít album v prohlížeči
de: Album im Browser öffnen
es: Abrir álbum en el navegador
fa: باز کردن آلبوم در مرورگر
fr: Ouvrir l'album dans le navigateur
it: Apri album nel browser
no: Åpne album i nettleser
pt_br: Abrir álbum no navegador
ru: Открыть альбом в браузере
sv: Öppna album i webbläsare
uk: Відкрити альбом у браузері
ur: براؤزر میں البم کھولیں
vi: Mở album trong trình duyệt

# openAlbumInBrowserTitle
source: Please use the web app to add photos to this album
ar: يرجى استخدام تطبيق الويب لإضافة صور إلى هذا الألبوم
az: Bu alboma şəkil əlavə etmək üçün zəhmət olmasa veb tətbiqindən istifadə edin
be: Скарыстайцеся вэб-праграмай, каб дадаць фатаграфіі ў гэты альбом
ca: Si us plau, utilitza l'aplicació web per afegir fotos a aquest àlbum
cs: K přidání fotografií do tohoto alba použijte webovou aplikaci
de: Bitte nutze die Web-App, um Fotos zu diesem Album hinzuzufügen
es: Por favor, utiliza la aplicación web para añadir fotos a este álbum
fa: لطفاً از اپ وب برای افزودن عکس‌ها به این آلبوم استفاده کنید
fr: Veuillez utiliser l'application web pour ajouter des photos à cet album
it: Utilizza l'app web per aggiungere foto a questo album
nl: Gebruik de webapp om foto's aan dit album toe te voegen
no: Vennligst bruk webapplikasjonen for å legge til bilder til dette albumet
pt_br: Use o aplicativo da web para adicionar fotos a este álbum
ru: Пожалуйста, используйте веб-версию, чтобы добавить фото в этот альбом
uk: Використовуйте вебзастосунок, щоби додавати фотографії до цього альбому
ur: اس البم میں تصاویر شامل کرنے کے لیے براہ کرم ویب ایپ استعمال کریں
vi: Vui lòng sử dụng ứng dụng web để thêm ảnh vào album này

source: Allow
ar: السماح
az: İcazə ver
be: Дазволіць
ca: Permet
cs: Povolit
de: Erlauben
es: Permitir
fa: اجازه دادن
fr: Autoriser
it: Consenti
nl: Toestaan
no: Tillat
pt_br: Permitir
ru: Разрешить
sr: Дозволи
sv: Tillåt
uk: Дозволити
ur: اجازت دیں
vi: Cho phép

source: Allow app to open shared album links
ar: السماح للتطبيق بفتح روابط الألبومات المشتركة
az: Tətbiqə paylaşılan albom linklərini açmağa icazə verin
be: Дазволіць праграме адкрываць спасылкі на агульныя альбомы
ca: Permet que l'aplicació obri enllaços d'àlbums compartits
cs: Povolit aplikaci otevírat odkazy na sdílená alba
de: Erlaube der App, geteilte Album-Links zu öffnen
es: Permitir a la aplicación abrir enlaces de álbum compartidos
fa: اجازه دهید برنامه لینک‌های آلبوم مشترک را باز کند
fr: Autoriser l'application à ouvrir les liens d'albums partagés
it: Consenti all'app di aprire link all'album condiviso
nl: App toestaan gedeelde album links te openen
no: Tillat app å åpne delte albumlenker
pt_br: Permitir aplicativo abrir links de álbum compartilhado
ru: Разрешить приложению открывать ссылки на общие альбомы
uk: Дозволити застосунку відкривати спільні альбоми
ur: ایپ کو مشترکہ البم لنکس کھولنے کی اجازت دیں
vi: Cho phép ứng dụng mở liên kết album chia sẻ

source: See public album links in app
ar: رؤية روابط الألبومات العامة في التطبيق
az: İctimai albom linklərini tətbiqdə gör
be: Праглядаць публічныя спасылкі на альбомы ў праграме
ca: Veure enllaços d'àlbums públics a l'aplicació
cs: Zobrazit odkazy na veřejná alba v aplikaci
de: Öffentliche Album-Links in der App ansehen
es: Ver enlaces del álbum público en la aplicación
fa: لینک‌های آلبوم عمومی را در برنامه ببینید
fr: Ouvrir les liens des albums publics dans l'application
it: Vedi link album pubblici nell'app
nl: Bekijk publieke album links in de app
no: Se offentlige albumlenker i appen
pt_br: Ver links de álbum compartilhado no aplicativo
ru: Просматривать публичные ссылки на альбомы в приложении
uk: Посилання на публічні альбоми в застосунку
ur: ایپ میں عوامی البم لنکس دیکھیں
vi: Xem liên kết album công khai trong ứng dụng

source: Emergency Contacts
ar: جهات اتصال الطوارئ
az: Təcili əlaqələr
be: Экстранныя кантакты
ca: Contactes d'emergència
cs: Nouzové kontakty
de: Notfallkontakte
es: Contactos de emergencia
fa: تماس‌های اضطراری
fr: Contacts d'urgence
it: Contatti di emergenza
nl: Noodcontacten
no: Nødkontakter
pt_br: Contatos de emergência
ru: Экстренные контакты
sv: Nödkontakter
uk: Екстрені контакти
ur: ہنگامی رابطے
vi: Liên hệ khẩn cấp

# acceptTrustInvite
source: Accept Invite
ar: قبول الدعوة
az: Dəvəti qəbul et
be: Прыняць запрашэнне
ca: Accepta invitació
cs: Přijmout pozvání
de: Einladung annehmen
es: Aceptar invitación
fa: دعوت را بپذیرید
fr: Accepter l'invitation
it: Accetta l'invito
nl: Uitnodiging accepteren
no: Godta invitasjonen
pt_br: Aceitar convite
ru: Принять приглашение
sr: Прихвати позивницу
sv: Acceptera inbjudan
uk: Прийняти запрошення
ur: دعوت قبول کریں
vi: Chấp nhận lời mời

# declineTrustInvite
source: Decline Invite
ar: رفض الدعوة
az: Dəvəti rədd et
be: Адхіліць запрашэнне
ca: Rebutja invitació
cs: Odmítnout pozvání
de: Einladung ablehnen
es: Rechazar invitación
fa: دعوت را رد کنید
fr: Refuser l’invitation
it: Rifiuta l'invito
nl: Uitnodiging afwijzen
no: Avslå invitasjon
pt_br: Recusar convite
ru: Отклонить приглашение
sr: Одбиј позивницу
sv: Avböj inbjudan
uk: Відхилити запрошення
ur: دعوت مسترد کریں
vi: Từ chối lời mời

source: Remove yourself as trusted contact
ar: إزالة نفسك كجهة اتصال موثوقة
az: Özünüzü etibarlı əlaqə kimi silin
be: Выдаліць сябе з давераных кантактаў
ca: Elimina't com a contacte de confiança
cs: Odstranit sebe jako důvěryhodný kontakt
de: Entferne dich als vertrauenswürdigen Kontakt
es: Quitarse como contacto de confianza
fa: خود را به عنوان تماس مورد اعتماد حذف کنید
fr: Retirez-vous comme contact de confiance
it: Rimuovi te stesso come contatto fidato
nl: Verwijder jezelf als vertrouwd contact
no: Fjern deg selv som betrodd kontakt
pt_br: Remover si mesmo dos contatos confiáveis
ru: Удалить себя из доверенных контактов
uk: Видалити себе як довірений контакт
ur: اپنے آپ کو قابل اعتماد رابطے کے طور پر ہٹائیں
vi: Gỡ bỏ bạn khỏi liên hệ tin cậy

source: Legacy
ar: جهات الاتصال الموثوقة
az: Varislik
be: Спадчына
ca: Llegat
cs: Dědictví
de: Digitales Erbe
es: Legado
fa: میراث
fr: Héritage
no: Arv
pt_br: Legado
ru: Наследие
sr: Наслеђе
uk: Спадок
ur: میراث (Legacy)
vi: Thừa kế

# legacyPageDesc
source: Legacy allows trusted contacts to access your account in your absence.
ar: تسمح جهات الاتصال الموثوقة لأشخاص معينين بالوصول إلى حسابك في حالة غيابك.
az: Varislik sistemi siz olmadıqda etibarlı əlaqələrinizin hesabınıza daxil olmasına icazə verir.
be: Функцыя «Спадчына» дазваляе давераным кантактам атрымаць доступ да вашага ўліковага запісу пры вашай адсутнасці.
ca: El llegat permet als contactes de confiança accedir al teu compte en la teva absència.
cs: Dědictví umožňuje důvěryhodným kontaktům přístup k vašemu účtu v době vaší nepřítomnosti.
de: Das digitale Erbe erlaubt vertrauenswürdigen Kontakten den Zugriff auf dein Konto in deiner Abwesenheit.
es: Legado permite a los contactos de confianza acceder a su cuenta en su ausencia.
fa: میراث به تماس‌های مورد اعتماد اجازه می‌دهد تا در غیاب شما به حساب شما دسترسی پیدا کنند.
fr: L'héritage permet aux contacts de confiance d'accéder à votre compte en votre absence.
it: Legacy consente ai contatti fidati di accedere al tuo account in tua assenza.
nl: Legacy geeft vertrouwde contacten toegang tot je account bij afwezigheid.
no: Arv-funksjonen lar betrodde kontakter få tilgang til kontoen din i ditt fravær.
pt_br: O legado permite que contatos confiáveis acessem sua conta em sua ausência.
ru: Наследие позволяет доверенным контактам получить доступ к вашему аккаунту в ваше отсутствие.
uk: «Спадок» дозволяє довіреним контактам отримати доступ до вашого облікового запису під час вашої відсутності.
ur: میراث (Legacy) قابل اعتماد رابطوں کو آپ کی غیر موجودگی میں آپ کے اکاؤنٹ تک رسائی کی اجازت دیتی ہے.
vi: Thừa kế cho phép các liên hệ tin cậy truy cập tài khoản của bạn khi bạn qua đời.

# legacyPageDesc2
source: Trusted contacts can initiate account recovery, and if not blocked within 30 days, reset your password and access your account.
ar: يمكن لجهات الاتصال الموثوقة بدء استرداد الحساب، وإذا لم يتم حظر ذلك خلال 30 يومًا، يمكنهم إعادة تعيين كلمة المرور والوصول إلى حسابك.
az: Etibarlı əlaqələr hesabın bərpasını başlada bilər və əgər 30 gün ərzində bloklanmasa, şifrənizi sıfırlayıb hesabınıza daxil ola bilərlər.
be: Давераныя кантакты могуць ініцыяваць аднаўленне ўліковага запісу, і калі яно не будзе заблакіравана цягам 30 дзён, то яны змогуць скінуць пароль і атрымаць доступ да яго.
ca: Els contactes de confiança poden iniciar la recuperació del compte, i si no es bloquegen en 30 dies, restablir la teva contrasenya i accedir al teu compte.
cs: Důvěryhodné kontakty mohou zahájit obnovení účtu a pokud nebude do 30 dnů zablokováno, mohou resetovat vaše heslo a získat přístup k vašemu účtu.
de: Vertrauenswürdige Kontakte können eine Kontowiederherstellung einleiten und, wenn dies nicht innerhalb von 30 Tagen blockiert wird, dein Passwort und den Kontozugriff zurücksetzen.
el: Οι αξιόπιστες επαφές μπορούν να ξεκινήσουν ανάκτηση του λογαριασμού και, αν δεν αποκλειστούν εντός 30 ημερών, να επαναφέρουν τον κωδικό πρόσβασής σας και να αποκτήσουν πρόσβαση στο λογαριασμό σας.
es: Los contactos de confianza pueden iniciar la recuperación de la cuenta, y si no están bloqueados en un plazo de 30 días, restablecer su contraseña y acceder a su cuenta.
fa: تماس‌های مورد اعتماد می‌توانند بازیابی حساب را آغاز کنند و اگر در عرض ۳۰ روز مسدود نشوند، رمز عبور شما را بازنشانی کرده و به حساب شما دسترسی پیدا کنند.
fr: Ces contacts peuvent initier la récupération du compte et, s'ils ne sont pas bloqués dans les 30 jours qui suivent, peuvent réinitialiser votre mot de passe et accéder à votre compte.
it: I contatti fidati possono avviare il recupero dell'account e, se non sono bloccati entro 30 giorni, reimpostare la password e accedere al tuo account.
nl: Vertrouwde contacten kunnen accountherstel starten, en indien deze niet binnen 30 dagen wordt geblokkeerd, je wachtwoord resetten en toegang krijgen tot je account.
no: Betrodde kontakter kan starte gjenoppretting av kontoen, og hvis de ikke blir blokkert innen 30 dager, tilbakestille passordet ditt og få tilgang til kontoen din.
pt_br: Contatos confiáveis podem iniciar recuperação de conta. Se não cancelado dentro de 30 dias, redefina sua senha e acesse sua conta.
ru: Доверенные контакты могут начать восстановление аккаунта. Если не отменить это в течение 30 дней, то они смогут сбросить пароль и получить доступ.
uk: Довірені контакти можуть ініціювати відновлення облікового запису, і якщо його не буде заблоковано протягом 30 днів, скинути пароль і отримати доступ до нього.
ur: قابل اعتماد رابطے اکاؤنٹ کی بحالی شروع کر سکتے ہیں، اور اگر 30 دنوں کے اندر روکا نہ جائے تو، آپ کا پاس ورڈ دوبارہ ترتیب دے کر آپ کے اکاؤنٹ تک رسائی حاصل کر سکتے ہیں.
vi: Các liên hệ tin cậy có thể khởi động quá trình khôi phục tài khoản, và nếu không bị chặn trong vòng 30 ngày, có thể đặt lại mật khẩu và truy cập tài khoản của bạn.

source: Legacy accounts
ar: الحسابات الموثوقة
az: Varislik hesabları
be: Уліковыя запісы «Спадчына»
ca: Comptes de llegat
cs: Účty pro dědictví
de: Digital geerbte Konten
el: Κληρονομιά λογαριασμού
es: Cuentas legadas
fa: حساب‌های میراثی
fr: Comptes hérités
it: Account Legacy
no: Eldre kontoer
pt_br: Contas legadas
ru: Наследуемые аккаунты
uk: Облікові записи «Спадку»
ur: میراثی اکاؤنٹس (Legacy accounts)
vi: Tài khoản thừa kế

source: Trusted contacts
ar: جهات الاتصال الموثوقة
az: Etibarlı əlaqələr
be: Давераныя кантакты
ca: Contactes de confiança
cs: Důvěryhodné kontakty
de: Vertrauenswürdige Kontakte
el: Έμπιστες επαφές
es: Contactos de confianza
fa: مخاطبین مورد اعتماد
fr: Contacts de confiance
it: Contatti fidati
nl: Vertrouwde contacten
no: Betrodde kontakter
pt_br: Contatos confiáveis
ru: Доверенные контакты
sr: Контакти од поверења
sv: Betrodda kontakter
uk: Довірені контакти
ur: قابل اعتماد رابطے
vi: Liên hệ tin cậy

source: Add Trusted Contact
ar: إضافة جهة اتصال موثوقة
az: Etibarlı əlaqə əlavə et
be: Дадаць давераны кантакт
ca: Afegeix contacte de confiança
cs: Přidat důvěryhodný kontakt
de: Vertrauenswürdigen Kontakt hinzufügen
el: Προσθήκη Έμπιστης Επαφής
es: Añadir contacto de confianza
fa: افزودن مخاطب مورد اعتماد
fr: Ajouter un contact de confiance
it: Aggiungi contatto fidato
nl: Vertrouwd contact toevoegen
no: Legg til betrodd kontakt
pt_br: Adicionar contato confiável
ru: Добавить доверенный контакт
sv: Lägg till betrodd kontakt
uk: Додати довірений контакт
ur: قابل اعتماد رابطہ شامل کریں
vi: Thêm liên hệ tin cậy

source: Remove invite
ar: إزالة الدعوة
az: Dəvəti sil
be: Выдаліць запрашэнне
ca: Elimina invitació
cs: Odstranit pozvání
de: Einladung entfernen
el: Ανάκληση πρόσκλησης
es: Eliminar invitación
fa: حذف دعوتنامه
fr: Supprimer l’Invitation
it: Rimuovi invito
nl: Verwijder uitnodiging
no: Fjern invitasjon
pt_br: Remover convite
ru: Удалить приглашение
sv: Ta bort inbjudan
uk: Видалити запрошення
ur: دعوت نامہ ہٹائیں
vi: Gỡ bỏ lời mời

# recoveryWarning
source: A trusted contact is trying to access your account
ar: جهة اتصال موثوقة تحاول الوصول إلى حسابك
az: Etibarlı əlaqə hesabınıza daxil olmağa çalışır
be: Давераны кантакт спрабуе атрымаць доступ да вашага ўліковага запісу
ca: Un contacte de confiança està intentant accedir al teu compte
cs: Důvěryhodný kontakt se snaží získat přístup k vašemu účtu
de: Ein vertrauenswürdiger Kontakt versucht, auf dein Konto zuzugreifen
el: Μια έμπιστη επαφή προσπαθεί να αποκτήσει πρόσβαση στο λογαριασμό σας
es: Un contacto de confianza está intentando acceder a tu cuenta
fa: یک مخاطب مورد اعتماد در تلاش است به حساب شما دسترسی پیدا کند
fr: Un contact de confiance tente d'accéder à votre compte
it: Un contatto fidato sta tentando di accedere al tuo account
nl: Een vertrouwd contact probeert toegang te krijgen tot je account
no: En betrodd kontakt prøver å få tilgang til kontoen din
pt_br: Um contato confiável está tentando acessar sua conta
ru: Доверенный контакт пытается получить доступ к вашему аккаунту
uk: Довірений контакт намагається отримати доступ до вашого облікового запису
ur: ایک قابل اعتماد رابطہ آپ کے اکاؤنٹ تک رسائی کی کوشش کر رہا ہے
vi: Một liên hệ tin cậy đang cố gắng truy cập tài khoản của bạn

source: Reject recovery
ar: رفض الاسترداد
az: Bərpanı rədd et
be: Адхіліць аднаўленне
ca: Rebutja recuperació
cs: Odmítnout obnovu
de: Wiederherstellung ablehnen
el: Απόρριψη ανάκτησης
es: Rechazar la recuperación
fa: رد بازیابی
fr: Rejeter la récupération
it: Rifiuta il recupero
nl: Herstel weigeren
no: Avslå gjenoppretting
pt_br: Rejeitar recuperação
ru: Отклонить восстановление
uk: Відхилити відновлення
ur: ریکوری مسترد کریں
vi: Từ chối khôi phục

source: Recovery initiated
ar: بدء الاسترداد
az: Bərpa başladıldı
be: Ініцыявана аднаўленне
ca: Recuperació iniciada
cs: Obnovení zahájeno
de: Wiederherstellung gestartet
el: Η ανάκτηση ξεκίνησε
es: Recuperación iniciada
fa: بازیابی آغاز شده
fr: Récupération initiée
it: Recupero avviato
nl: Herstel gestart
no: Gjenoppretting startet
pt_br: A recuperação iniciou
ru: Восстановление начато
uk: Почато відновлення
ur: ریکوری شروع ہو گئی
vi: Quá trình khôi phục đã được khởi động

# recoveryInitiatedDesc
source: You can access the account after {days} days. A notification will be sent to {email}.
ar: يمكنك الوصول إلى الحساب بعد {days} أيام. سيتم إرسال إشعار إلى {email}.
az: Hesaba {days} gündən sonra daxil ola bilərsiniz. {email} ünvanına bildiriş göndəriləcək.
be: Вы зможаце атрымаць доступ да ўліковага запісу праз {days} дні/дзён. Апавяшчэнне будзе адпраўлена на {email}.
ca: Pots accedir al compte després de {days} dies. S'enviarà una notificació a {email}.
cs: K účtu budete mít přístup po {days} dnech. Oznámení bude zasláno na adresu {email}.
de: Du kannst nach {days} Tagen auf das Konto zugreifen. Eine Benachrichtigung wird an {email} versendet.
el: Θα μπορείτε να έχετε πρόσβαση στο λογαριασμό μετά από {days} ημέρες. Θα σταλεί ειδοποίηση στο {email}.
es: Puedes acceder a la cuenta después de {days} días. Se enviará una notificación a {email}.
fa: شما می‌توانید پس از {days} روز به حساب دسترسی پیدا کنید. یک اعلان به {email} ارسال خواهد شد.
fr: Vous pourrez accéder au compte d'ici {days} jours. Une notification sera envoyée à {email}.
it: Puoi accedere all'account dopo {days} giorni. Una notifica verrà inviata a {email}.
nl: U krijgt toegang tot het account na {days} dagen. Een melding zal worden verzonden naar {email}.
no: Du kan få tilgang til kontoen etter {days} dager. En varsling vil bli sendt til {email}.
pt_br: Você poderá acessar a conta após {days} dias. Uma notificação será enviada para {email}.
ru: Вы сможете получить доступ к аккаунту через {days} дней. Уведомление будет отправлено на {email}.
uk: Ви зможете отримати доступ до облікового запису через {days} днів. Повідомлення буде надіслано на {email}.
ur: آپ {days} دنوں کے بعد اکاؤنٹ تک رسائی حاصل کر سکتے ہیں. {email} پر ایک نوٹیفکیشن بھیجا جائے گا.
vi: Bạn có thể truy cập tài khoản sau {days} ngày. Một thông báo sẽ được gửi đến {email}.

# cancelAccountRecovery
source: Cancel recovery
ar: إلغاء استرداد الحساب
az: Bərpanı ləğv et
be: Скасаваць аднаўленне
ca: Cancel·la recuperació
cs: Zrušit obnovení
de: Wiederherstellung abbrechen
el: Ακύρωση ανάκτησης
es: Cancelar la recuperación
fa: لغو بازیابی
fr: Annuler la récupération
it: Annulla il recupero
nl: Herstel annuleren
no: Avbryt gjenoppretting
pt_br: Cancelar recuperação
ru: Отменить восстановление
sv: Avbryt återställning
uk: Скасувати відновлення
ur: ریکوری منسوخ کریں
vi: Hủy khôi phục

# recoveryAccount
source: Recover account
ar: استرداد الحساب
az: Hesabı bərpa et
be: Аднавіць уліковы запіс
ca: Recupera compte
cs: Obnovit účet
de: Konto wiederherstellen
el: Ανάκτηση λογαριασμού
es: Recuperar cuenta
fa: بازیابی حساب
fr: Récupérer un compte
it: Recupera l'account
nl: Account herstellen
no: Gjenopprett konto
pt_br: Recuperar conta
ru: Восстановить аккаунт
sv: Återställ konto
uk: Відновити обліковий запис
ur: اکاؤنٹ بازیافت کریں
vi: Khôi phục tài khoản

# cancelAccountRecoveryBody
source: Are you sure you want to cancel recovery?
ar: هل أنت متأكد من رغبتك في إلغاء الاسترداد؟
az: Bərpanı ləğv etmək istədiyinizdən əminsiniz?
be: Вы сапраўды хочаце скасаваць аднаўленне?
ca: Estàs segur que vols cancel·lar la recuperació?
cs: Opravdu chcete zrušit obnovení?
de: Bist du sicher, dass du die Wiederherstellung abbrechen möchtest?
el: Θέλετε σίγουρα να ακυρώσετε την ανάκτηση;
es: ¿Estás seguro de que quieres cancelar la recuperación?
fa: آیا مطمئن هستید که می‌خواهید بازیابی را لغو کنید؟
fr: Êtes-vous sûr de vouloir annuler la récupération ?
it: Sei sicuro di voler annullare il recupero?
nl: Weet je zeker dat je het herstel wilt annuleren?
no: Er du sikker på at du vil avbryte gjenoppretting?
pt_br: Deseja mesmo cancelar a recuperação de conta?
ru: Вы уверены, что хотите отменить восстановление?
uk: Ви впевнені, що хочете скасувати відновлення?
ur: کیا آپ واقعی ریکوری منسوخ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn hủy khôi phục không?

# startAccountRecoveryTitle
source: Start recovery
ar: بدء الاسترداد
az: Bərpanı başlat
be: Пачаць аднаўленне
ca: Inicia recuperació
cs: Zahájit obnovení
de: Wiederherstellung starten
el: Έναρξη ανάκτησης
es: Iniciar la recuperación
fa: شروع بازیابی
fr: Démarrer la récupération
it: Avvia il recupero
nl: Herstel starten
no: Start gjenoppretting
pt_br: Iniciar recuperação
ru: Начать восстановление
sv: Starta återställning
uk: Почати відновлення
ur: ریکوری شروع کریں
vi: Bắt đầu khôi phục

# whyAddTrustContact
source: Trusted contact can help in recovering your data.
ar: يمكن لجهة الاتصال الموثوقة المساعدة في استعادة بياناتك.
az: Etibarlı kontakt məlumatlarınızın bərpa olunmasına kömək edə bilər.
be: Давераныя кантакты могуць дапамагчы з аднаўленнем вашых даных.
ca: El contacte de confiança pot ajudar a recuperar les teves dades.
cs: Důvěryhodný kontakt vám může pomoci při obnově dat.
de: Ein vertrauenswürdiger Kontakt kann helfen, deine Daten wiederherzustellen.
el: Μία έμπιστη επαφή μπορεί να βοηθήσει στην ανάκτηση των δεδομένων σας.
es: Un contacto de confianza puede ayudar a recuperar sus datos.
fa: تماس مورد اعتماد می‌تواند در بازیابی داده‌های شما کمک کند.
fr: Un contact de confiance peut vous aider à récupérer vos données.
it: Un contatto fidato può aiutare a recuperare i tuoi dati.
nl: Vertrouwde contacten kunnen helpen bij het herstellen van je data.
no: Betrodd kontakt kan hjelpe til med å gjenopprette dine data.
pt_br: Um contato confiável pode ajudá-lo em recuperar seus dados.
ru: Доверенный контакт может помочь в восстановлении ваших данных.
uk: Довірений контакт може допомогти у відновленні ваших даних.
ur: قابل اعتماد رابطہ آپ کا ڈیٹا بازیافت کرنے میں مدد کر سکتا ہے.
vi: Liên hệ tin cậy có thể giúp khôi phục dữ liệu của bạn.
