Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# deviceLockExplanation
source: Disable the device screen lock when Ente is in the foreground and there is a backup in progress. This is normally not needed, but may help big uploads and initial imports of large libraries complete faster.
ar: عطّل قفل شاشة الجهاز عندما يكون Ente قيد التشغيل في المقدمة ويقوم بالنسخ الاحتياطي. هذا الإجراء غير مطلوب عادةً، لكنه قد يسرّع إكمال التحميلات الكبيرة أو الاستيرادات الأولية للمكتبات الضخمة.
az: Ente ön planda olduqda və yedəkləmə davam etdikdə cihazın ekran kilidini söndürün. Bu normalda lazım deyil, lakin böyük yükləmələrin və böyük kitabxanaların ilkin idxalının daha sürətli tamamlanmasına kömək edə bilər.
be: Адключыць блакіроўку экрана, калі Ente знаходзіцца на пярэднім плане і выконваецца рэзервовае капіяванне. У большасці выпадкаў гэта не патрабуецца, але можа дапамагчы з вялікімі запампоўваннямі і пры першапачатковым імпартаванні вялікіх бібліятэк.
ca: Desactiva el bloqueig de pantalla del dispositiu quan Ente està en primer pla i hi ha una còpia de seguretat en curs. Això normalment no és necessari, però pot ajudar a completar més ràpidament les pujades grans i les importacions inicials de biblioteques grans.
cs: Deaktivujte zámek obrazovky zařízení, když je Ente v popředí a probíhá zálohování. To obvykle není nutné, ale může to pomoci urychlit velké nahrávání a počáteční import velkých knihoven.
de: Verhindern, dass der Bildschirm gesperrt wird, während die App im Vordergrund ist und eine Sicherung läuft. Das ist normalerweise nicht notwendig, kann aber dabei helfen, große Uploads wie einen Erstimport schneller abzuschließen.
el: Απενεργοποιήστε το κλείδωμα οθόνης συσκευής όταν το Ente βρίσκεται στο προσκήνιο και είναι σε εξέλιξη δημιουργία αντιγράφων ασφαλείας. Αυτό συνήθως δεν χρειάζεται, αλλά μπορεί να βοηθήσει τις μεγάλες προσθήκες και τις αρχικές εισαγωγές μεγάλων βιβλιοθηκών να ολοκληρωθούν ταχύτερα.
es: Deshabilita el bloqueo de pantalla del dispositivo cuando Ente está en primer plano y haya una copia de seguridad en curso. Normalmente esto no es necesario, pero puede ayudar a que las grandes cargas y las importaciones iniciales de grandes bibliotecas se completen más rápido.
fa: قفل صفحه دستگاه را زمانی که انتی در حال اجرا است و یک پشتیبان در حال انجام است غیرفعال کنید. این معمولاً لازم نیست، اما ممکن است به بارگذاری‌های بزرگ و واردات اولیه کتابخانه‌های بزرگ کمک کند تا سریع‌تر انجام شوند.
fr: Désactiver le verrouillage de l'écran lorsque Ente est au premier plan et qu'une sauvegarde est en cours. Ce n'est normalement pas nécessaire mais cela peut faciliter les gros téléchargements et les premières importations de grandes bibliothèques.
id: Nonaktfikan kunci layar perangkat saat Ente berada di latar depan dan ada pencadangan yang sedang berlangsung. Hal ini biasanya tidak diperlukan, namun dapat membantu unggahan dan import awal berkas berkas besar selesai lebih cepat.
it: Disabilita il blocco schermo del dispositivo quando Ente è in primo piano e c'è un backup in corso. Questo normalmente non è necessario ma può aiutare a completare più velocemente grossi caricamenti e l'importazione iniziale di grandi librerie.
nl: Schakel de schermvergrendeling van het apparaat uit wanneer Ente op de voorgrond is en er een back-up aan de gang is. Dit is normaal gesproken niet nodig, maar kan grote uploads en initiële imports van grote mappen sneller laten verlopen.
no: Deaktiver enhetens skjermlås når Ente er i forgrunnen og det er en sikkerhetskopi som pågår. Dette trengs normalt ikke, men kan hjelpe store opplastinger og førstegangsimport av store biblioteker med å fullføre raskere.
pt_br: Desativa o bloqueio de tela se o Ente estiver de fundo e uma cópia de segurança ainda estiver em andamento. Às vezes, isso não é necessário, mas ajuda a agilizar envios grandes e importações iniciais de bibliotecas maiores.
ru: Отключить блокировку экрана устройства, когда Ente на экране, и выполняется резервное копирование. Обычно это не требуется, но это может ускорить завершение больших загрузок и первоначального импортирования крупных библиотек.
sv: Inaktivera enhetens skärmlås när Ente är i förgrunden och säkerhetskopiering pågår. Detta är normalt inte nödvändigt, men kan hjälpa stora uppladdningar och initial import av stora bibliotek slutföra snabbare.
uk: Вимкніть блокування екрана пристрою, коли на передньому плані знаходиться Ente і виконується резервне копіювання. Зазвичай це не потрібно, але може допомогти швидше завершити великі вивантаження і початковий імпорт великих бібліотек.
ur: جب Ente فور گراؤنڈ میں ہو اور بیک اپ جاری ہو تو ڈیوائس اسکرین لاک کو غیر فعال کریں. اس کی عام طور پر ضرورت نہیں ہوتی، لیکن بڑی اپ لوڈز اور بڑی لائبریریوں کی ابتدائی درآمدات کو تیزی سے مکمل کرنے میں مدد مل سکتی ہے.
vi: Vô hiệu hóa khóa màn hình thiết bị khi Ente đang ở chế độ nền và có một bản sao lưu đang diễn ra. Điều này thường không cần thiết, nhưng có thể giúp tải lên các tệp lớn và tệp nhập của các thư viện lớn xong nhanh hơn.

# authToChangeYourEmail
source: Please authenticate to change your email
ar: يرجى المصادقة لتغيير بريدك الإلكتروني
az: E-poçtunuzu dəyişmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб змяніць электронную пошту
ca: Si us plau, autentica't per canviar el teu correu
cs: Pro změnu e-mailové adresy se prosím ověřte
de: Bitte authentifizieren, um deine E-Mail-Adresse zu ändern
el: Παρακαλώ επαληθεύστε την ταυτότητά σας για να αλλάξετε το email σας
es: Por favor, autentícate para cambiar tu correo electrónico
fa: لطفاً برای تغییر ایمیل خود احراز هویت کنید
fr: Authentifiez-vous pour modifier votre adresse email
id: Harap autentikasi untuk mengubah email kamu
it: Autenticati per cambiare la tua email
ku: Bo guhertina e-nameya te, piştrast bike
nl: Gelieve te verifiëren om je e-mailadres te wijzigen
nn: Autentiser for å endra e-postadresse
no: Vennlist autentiser deg for å endre e-postadressen din
pt_br: Por favor, autentique-se para alterar o seu e-mail
ru: Пожалуйста, авторизуйтесь для смены электронной почты
sv: Autentisera för att ändra din e-postadress
uk: Авторизуйтесь, щоб змінити поштову адресу
ur: اپنا ای میل تبدیل کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để đổi email

source: Change password
ar: تغيير كلمة المرور
az: Şifrəni dəyiş
be: Змяніць пароль
ca: Canvia la contrasenya
cs: Změnit heslo
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασής
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Modifier le mot de passe
id: Ubah sandi
it: Cambia password
ku: Borînpeyvê biguherîne
nl: Wachtwoord wijzigen
nn: Endra passord
no: Bytt passord
pt_br: Alterar senha
ru: Сменить пароль
sr: Измени лозинку
sv: Ändra lösenord
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Đổi mật khẩu

# authToChangeYourPassword
source: Please authenticate to change your password
ar: يرجى المصادقة لتغيير كلمة المرور الخاصة بك
az: Şifrənizi dəyişmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб змяніць пароль
ca: Si us plau, autentica't per canviar la teva contrasenya
cs: Pro změnu hesla se prosím ověřte
de: Bitte authentifizieren, um das Passwort zu ändern
el: Παρακαλώ πραγματοποιήστε έλεγχο ταυτότητας για να αλλάξετε τον κωδικό πρόσβασής σας
es: Por favor, autentícate para cambiar tu contraseña
fa: لطفاً برای تغییر رمز عبور خود احراز هویت کنید
fr: Veuillez vous authentifier pour modifier votre mot de passe
id: Harap autentikasi untuk mengubah sandi kamu
it: Autenticati per cambiare la tua password
ku: Bo guhertina e-nameya te, piştrast bike
nl: Gelieve te verifiëren om je wachtwoord te wijzigen
nn: Autentiser for å endra passord
no: Vennligst autentiser deg for å endre passordet ditt
pt_br: Autentique para alterar sua senha
ru: Пожалуйста, авторизуйтесь для смены пароля
sr: Потврдите идентитет како бисте променили лозинку
sv: Autentisera för att ändra ditt lösenord
uk: Авторизуйтесь, щоб змінити пароль
ur: اپنا پاس ورڈ تبدیل کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để đổi mật khẩu

# emailVerificationToggle
source: Email verification
ar: تأكيد عنوان البريد الإلكتروني
az: E-poçt təsdiqi
be: Спраўджанне электроннай пошты
ca: Verificació de correu
cs: Ověření pomocí e-mailu
de: E-Mail-Verifizierung
el: Επαλήθευση email
es: Verificación por correo electrónico
fa: تأیید ایمیل
fr: Authentification à deux facteurs par email
id: Verifikasi email
it: Verifica Email
ku: Piştrastkirina enameyê
nl: E-mailverificatie
no: E-postbekreftelse
pt_br: Verificação por e-mail
ru: Подтверждение входа по почте
sr: Провера имејла
sv: E-postverifiering
uk: Підтвердження через пошту
ur: ای میل کی تصدیق
vi: Xác minh email

# authToChangeEmailVerificationSetting
source: Please authenticate to change email verification
ar: يرجى المصادقة لتغيير إعداد التحقق من البريد الإلكتروني
az: E-poçt təsdiqini dəyişmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб змяніць спраўджанне праз электронную пошту
ca: Si us plau, autentica't per canviar la configuració de verificació de correu
cs: Pro změnu ověření pomocí emailu se musíte ověřit
de: Bitte authentifizieren, um die E-Mail-Bestätigung zu ändern
el: Παρακαλώ επαληθεύστε την ταυτότητά σας για την επαλήθευση του email σας
es: Por favor, autentícate para cambiar la verificación por correo electrónico
fa: لطفاً برای تغییر تنظیمات تأیید ایمیل احراز هویت کنید
fr: Authentifiez-vous pour modifier l'authentification à deux facteurs par email
id: Harap autentikasi untuk mengatur verifikasi email
it: Autenticati per modificare la verifica email
nl: Gelieve te verifiëren om de e-mailverificatie te wijzigen
no: Vennligst autentiser deg for å endre e-postbekreftelse
pt_br: Autentique-se para alterar o e-mail de verificação
ru: Пожалуйста, авторизуйтесь для изменения настроек подтверждения электронной почты
sv: Vänligen autentisera för att ändra e-postverifieringen
uk: Авторизуйтесь, щоб змінити перевірку через пошту
ur: ای میل کی تصدیق تبدیل کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để đổi cài đặt xác minh email

source: Export your data
ar: تصدير بياناتك
az: Məlumatlarınızı ixrac edin
be: Экспартаваць даныя
ca: Exporta les teves dades
cs: Exportujte svá data
de: Daten exportieren
el: Εξαγωγή των δεδομένων σας
es: Exportar tus datos
fa: صادرات داده‌های شما
fr: Exportez vos données
id: Ekspor data kamu
it: Esporta dati
nl: Exporteer je gegevens
nn: Eksporter dataa dine
no: Eksporter dine data
pt_br: Exportar dados
ru: Экспортировать ваши данные
sr: Извези своје податке
sv: Exportera din data
uk: Експортувати дані
ur: اپنا ڈیٹا ایکسپورٹ کریں
vi: Xuất dữ liệu của bạn

# authToInitiateAccountDeletion
source: Please authenticate to initiate account deletion
ar: يرجى المصادقة لبدء عملية حذف الحساب
az: Hesabın silinməsini başlatmaq üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб пачаць выдаленне ўліковага запісу
ca: Si us plau, autentica't per iniciar l'eliminació del compte
cs: Pro zahájení smazání účtu se prosím ověřte
de: Bitte authentifizieren, um die Löschung des Kontos einzuleiten
el: Παρακαλώ πραγματοποιήστε έλεγχο ταυτότητας για να ξεκινήσετε τη διαγραφή λογαριασμού
es: Por favor, autentícate para iniciar la eliminación de la cuenta
fa: لطفاً برای شروع حذف حساب کاربری احراز هویت کنید
fr: Veuillez vous authentifier pour débuter la suppression du compte
id: Harap autentikasi untuk mulai penghapusan akun
it: Autenticati per avviare l'eliminazione dell'account
nl: Gelieve te verifiëren om het verwijderen van je account te starten
no: Vennlist autentiser deg for å starte sletting av konto
pt_br: Autentique para iniciar a exclusão de conta
ru: Пожалуйста, авторизуйтесь для начала процедуры удаления аккаунта
sr: Потврдите идентитет како бисте покренули брисање рачуна
sv: Vänligen autentisera för att initiera borttagning av konto
uk: Авторизуйтесь, щоби розпочати видалення облікового запису
ur: اکاؤنٹ ڈیلیٹ کرنے کا عمل شروع کرنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để bắt đầu xóa tài khoản

source: Free up device space
ar: تحرير مساحة على الجهاز
az: Cihazda yer açın
be: Вызваленне прасторы на прыладзе
ca: Allibera espai al dispositiu
cs: Uvolnit místo na zařízení
de: Gerätespeicher freiräumen
es: Liberar espacio del dispositivo
fa: فضای دستگاه را آزاد کنید
fr: Libérer de l'espace sur l'appareil
id: Bersihkan penyimpanan perangkat
it: Libera spazio
nl: Apparaatruimte vrijmaken
nn: Frigjer plass på eininga
no: Frigjør plass på enheten
pt_br: Liberar espaço no dispositivo
ru: Освободить место на устройстве
sr: Ослободи простор на уређају
sv: Frigör enhetens lagringsutrymme
uk: Звільніть місце на пристрої
ur: ڈیوائس کی جگہ خالی کریں
vi: Giải phóng dung lượng thiết bị

# freeUpDeviceSpaceDesc
source: Save space on your device by clearing files that have been already backed up.
ar: وفر مساحة على جهازك عن طريق مسح الملفات التي تم نسخها احتياطيًا.
az: Artıq yedəklənmiş faylları təmizləyərək cihazınızda yerə qənaət edin.
be: Вызваліце месца на сваёй прыладзе ачысціўшы файлы, якія ўжо зарэзерваваны.
ca: Estalvia espai al teu dispositiu netejant fitxers dels quals ja s'ha fet còpia de seguretat.
cs: Uvolněte místo ve svém zařízení vymazáním souborů, které již byly zálohovány.
de: Spare Speicherplatz auf deinem Gerät, indem du Dateien löschst, die bereits gesichert wurden.
fa: با پاک کردن فایل‌هایی که قبلاً پشتیبان‌گیری شده‌اند، فضای دستگاه خود را ذخیره کنید.
fr: Économisez de l'espace sur votre appareil en effaçant les fichiers qui ont déjà été sauvegardés.
id: Hemat ruang penyimpanan di perangkatmu dengan membersihkan file yang sudah tercadangkan.
it: Risparmia spazio sul tuo dispositivo cancellando i file che sono già stati salvati online.
nl: Bespaar ruimte op je apparaat door bestanden die al geback-upt zijn te wissen.
nn: Frigjer plass på eininga ved å fjerna filer som allereie er reservekopierte.
no: Spar plass på enheten ved å fjerne filer som allerede er sikkerhetskopiert.
pt_br: Economize espaço em seu dispositivo por limpar arquivos já salvos com segurança.
ru: Освободите место на устройстве, удалив файлы, которые уже сохранены в резервной копии.
sv: Spara utrymme på din enhet genom att rensa filer som redan har säkerhetskopierats.
uk: Збережіть місце на вашому пристрої, очистивши файли, які вже збережено.
ur: پہلے سے بیک اپ کی گئی فائلوں کو صاف کرکے اپنی ڈیوائس پر جگہ بچائیں.
vi: Tiết kiệm dung lượng thiết bị của bạn bằng cách xóa các tệp đã được sao lưu.

source: ✨ All clear
ar: ✨ كل شيء واضح
az: ✨ Hər şey təmizdir
be: ✨ Усё лаканічна
ca: ✨ Tot net
cs: ✨ Vše v pořádku
de: ✨ Alles klar
es: ✨ Todo limpio
fa: ✨ همه چیز مرتب است
fr: ✨ Tout est effacé
id: ✨ Sudah bersih
it: ✨ Tutto pulito
nl: ✨ Alles in orde
no: ✨ Alt klart
pt_br: ✨ Tudo limpo
ru: ✨ Всё чисто
sr: ✨ Све је чисто
sv: ✨ Allt klart
uk: ✨ Все чисто
ur: ✨ سب صاف
vi: ✨ Tất cả đã xong

# noDeviceThatCanBeDeleted
source: You've no files on this device that can be deleted
ar: لا توجد ملفات على هذا الجهاز يمكن حذفها
az: Bu cihazda silinə biləcək faylınız yoxdur
be: На гэтай прыладзе няма файлаў для выдалення
ca: No tens fitxers en aquest dispositiu que es puguin esborrar
cs: Na tomto zařízení nemáte žádné soubory, které by mohly být odstraněny
de: Du hast keine Dateien auf diesem Gerät, die gelöscht werden können
es: No tienes archivos en este dispositivo que puedan ser borrados
fa: شما هیچ فایلی در این دستگاه ندارید که قابل حذف باشد
fr: Vous n'avez pas de fichiers sur cet appareil qui peuvent être supprimés
id: Tidak ada file yang perlu dihapus dari perangkat ini
it: Non hai file su questo dispositivo che possono essere eliminati
nl: Je hebt geen bestanden op dit apparaat die verwijderd kunnen worden
no: Du har ingen filer i dette albumet som kan bli slettet
pt_br: Você não tem arquivos neste dispositivo que possam ser excluídos
ru: На этом устройстве нет файлов, которые можно удалить
sr: Не постоје фајлови на овом уређају који би могли бити обрисани
sv: Du har inga filer på denna enhet som kan tas bort
uk: У вас не маєте файлів на цьому пристрої, які можна видалити
ur: آپ کی اس ڈیوائس پر کوئی ایسی فائل نہیں ہے جسے ڈیلیٹ کیا جا سکے
vi: Bạn không có tệp nào có thể xóa trên thiết bị này

source: Remove duplicates
ar: إزالة النسخ المكررة
az: Dublikatları sil
be: Выдаліць дублікаты
ca: Elimina duplicats
cs: Odstranit duplicity
de: Duplikate entfernen
es: Eliminar duplicados
fa: حذف تکراری‌ها
fr: Supprimer les doublons
id: Hapus duplikat
it: Rimuovi i doppioni
nl: Duplicaten verwijderen
nn: Fjern duplikat
no: Fjern duplikater
pt_br: Excluir duplicatas
ru: Удалить дубликаты
sr: Уклони дупликате
sv: Ta bort dubbletter
uk: Вилучити дублікати
ur: ڈپلیکیٹس ہٹائیں
vi: Xóa trùng lặp

# removeDuplicatesDesc
source: Review and remove files that are exact duplicates.
ar: مراجعة وإزالة الملفات المتطابقة تمامًا.
az: Tam eyni olan dublikat faylları nəzərdən keçirin və silin.
be: Пераглядзіце і выдаліце дубліраваныя файлы.
ca: Revisa i elimina fitxers que són duplicats exactes.
cs: Zkontrolujte a odstraňte soubory, které jsou přesnými duplikáty.
de: Überprüfe und lösche Dateien, die exakte Duplikate sind.
es: Revisar y eliminar archivos que son duplicados exactos.
fa: فایل‌هایی که دقیقاً مشابه هستند را بررسی و حذف کنید.
fr: Examinez et supprimez les fichiers étant des doublons exacts.
id: Lihat dan hapus file yang sama persis.
it: Verifica e rimuovi i file che sono esattamente duplicati.
nl: Controleer en verwijder bestanden die exacte kopieën zijn.
nn: Sjå gjennom og fjern duplikate filer.
no: Gjennomgå og fjern filer som er eksakte duplikater.
pt_br: Revise e remova arquivos que são duplicatas exatas.
ru: Проверьте и удалите файлы, которые являются точными дубликатами.
sr: Прегледај и уклони фајлове који су дупликати.
sv: Granska och ta bort filer som är exakta dubbletter.
uk: Перегляньте та видаліть файли, які є точними дублікатами.
ur: ان فائلوں کا جائزہ لیں اور ہٹائیں جو ہو بہو نقل (ڈپلیکیٹ) ہیں.
vi: Xem và xóa các tệp bị trùng lặp.

# viewLargeFiles
source: Large files
ar: الملفات الكبيرة
az: Böyük fayllar
be: Вялікія файлы
ca: Fitxers grans
cs: Velké soubory
de: Große Dateien
es: Archivos grandes
fa: فایل‌های بزرگ
fr: Fichiers volumineux
id: File berukuran besar
it: File di grandi dimensioni
nl: Grote bestanden
nn: Store filer
no: Store filer
pt_br: Arquivos grandes
ru: Большие файлы
sr: Велики фајлови
sv: Stora filer
uk: Великі файли
ur: بڑی فائلیں
vi: Tệp lớn

# viewLargeFilesDesc
source: View files that are consuming the most amount of storage.
ar: عرض الملفات التي تستهلك أكبر قدر من مساحة التخزين.
az: Ən çox yaddaş tutan fayllara baxın.
be: Праглядзіце файлы, якія займаюць найбольш месца на прыладзе.
ca: Veure fitxers que estan consumint la major quantitat d'emmagatzematge.
cs: Zobrazit soubory, které zabírají nejvíce místa v úložišti.
de: Dateien anzeigen, die den meisten Speicherplatz belegen.
es: Ver los archivos que consumen la mayor cantidad de almacenamiento.
fa: فایل‌هایی که بیشترین فضای ذخیره‌سازی را اشغال کرده‌اند مشاهده کنید.
fr: Affichez les fichiers qui consomment le plus de stockage.
id: Tampilkan file yang paling besar mengonsumsi ruang penyimpanan.
it: Visualizza i file che stanno occupando la maggior parte dello spazio di archiviazione.
nl: Bekijk bestanden die de meeste opslagruimte verbruiken.
nn: Vis filer som tek opp mest plass.
no: Vis filer som bruker mest lagringsplass.
pt_br: Ver arquivos que consumem a maior parte do armazenamento.
ru: Узнайте, какие файлы занимают больше всего места.
sr: Погледај фајлове који заузимају највише простора.
sv: Visa filer som förbrukar mest lagringsutrymme.
uk: Перегляньте файли, які займають найбільше місця у сховищі.
ur: وہ فائلیں دیکھیں جو سب سے زیادہ اسٹوریج استعمال کر رہی ہیں.
vi: Xem các tệp đang chiếm nhiều dung lượng nhất.

source: ✨ No duplicates
ar: ✨ لا توجد ملفات مكررة
az: ✨ Dublikat yoxdur
be: ✨ Без дублікатаў
ca: ✨ Sense duplicats
cs: ✨ Žádné duplicity
de: ✨ Keine Duplikate
es: ✨ Sin duplicados
fa: ✨ هیچ تکراری وجود ندارد
fr: ✨ Aucun doublon
id: ✨ Tak ada file duplikat
it: ✨ Nessun doppione
nl: ✨ Geen duplicaten
no: ✨ Ingen duplikater
pt_br: ✨ Sem duplicatas
ru: ✨ Дубликатов нет
sr: ✨ Нема дупликата
sv: ✨ Inga dubbletter
uk: ✨ Немає дублікатів
ur: ✨ کوئی ڈپلیکیٹ نہیں
vi: ✨ Không có trùng lặp

# youveNoDuplicateFilesThatCanBeCleared
source: You don't have any duplicate files that can be cleared
ar: لا توجد لديك أي ملفات مكررة يمكن مسحها
az: Təmizlənə biləcək heç bir dublikat faylınız yoxdur
be: У вас няма дубліраваных файлаў, якія можна ачысціць
ca: No tens cap fitxer duplicat que es pugui netejar
cs: Nemáte žádné duplicitní soubory, které by mohly být odstraněny
de: Du hast keine Duplikate, die gelöscht werden können
el: Δεν υπάρχουν διπλότυπα αρχεία που μπορούν να εκκαθαριστούν
es: No tienes archivos duplicados que se puedan borrar
fa: شما هیچ فایل تکراری‌ای که قابل حذف باشد ندارید
fr: Vous n'avez aucun fichier dupliqué pouvant être nettoyé
it: Non ci sono file duplicati che possono essere eliminati
nl: Je hebt geen dubbele bestanden die kunnen worden gewist
no: Du har ingen duplikatfiler som kan fjernes
pt_br: Você não possui nenhum arquivo duplicado que possa ser excluído
ru: У вас нет дубликатов файлов, которые можно удалить
sr: Немаш дупликата које бисмо могли да обришемо
sv: Du har inga dubbletter som kan rensas
ur: آپ کے پاس کوئی ڈپلیکیٹ فائل نہیں ہے جسے صاف کیا جا سکے
vi: Bạn không có tệp nào bị trùng để xóa

source: Success
ar: تم بنجاح
az: Uğurlu
be: Паспяхова
ca: Èxit
cs: Úspěch
de: Abgeschlossen
el: Επιτυχία
es: Éxito
fa: موفقیت
fr: Succès
id: Berhasil
it: Operazione riuscita
ku: Serkeftin
nl: Succes
no: Suksess
pt_br: Sucesso
ru: Успех
sv: Lyckades
uk: Успішно
ur: کامیاب
vi: Thành công

source: Rate us
ar: تقييم التطبيق
az: Bizi qiymətləndirin
be: Ацаніце нас
ca: Valora'ns
cs: Ohodnoť nás
de: Bewerte uns
el: Αξιολογήστε μας
es: Califícanos
fa: به ما امتیاز بدهید
fr: Évaluez-nous
id: Beri kami nilai
it: Lascia una recensione
ku: Me binirxîne
nl: Beoordeel ons
no: Vurder oss
pt_br: Avaliar
ru: Оцените нас
sr: Оцени нас
sv: Betygsätt oss
uk: Оцініть нас
ur: ہمیں ریٹ کریں
vi: Đánh giá chúng tôi
