Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# recoveryKeyOnForgotPassword
source: If you forget your password, the only way you can recover your data is with this key.
ar: إذا نسيت كلمة المرور الخاصة بك، فإن الطريقة الوحيدة لاستعادة بياناتك هي باستخدام هذا المفتاح.
az: Şifrənizi unutsanız, məlumatlarınızı bərpa etməyin yeganə yolu bu açardır.
be: Адзіным спосабам аднавіць вашы даныя з'яўляецца гэты ключ, калі вы забылі свой пароль.
ca: Si oblides la teva contrasenya, l'única manera de recuperar les teves dades és amb aquesta clau.
cs: Tento klíč je jedinou cestou pro obnovení Vašich dat, pokud zapomenete heslo.
de: Falls du dein Passwort vergisst, kannst du deine Daten allein mit diesem Schlüssel wiederherstellen.
el: Εάν ξεχάσετε τον κωδικό πρόσβασής σας, ο μόνος τρόπος για να ανακτήσετε τα δεδομένα σας είναι με αυτό το κλειδί.
es: Si olvidas tu contraseña, la única forma de recuperar tus datos es con esta clave.
fa: اگر رمز عبور خود را فراموش کردید، تنها راهی که می‌توانید اطلاعات خود را بازیابی کنید با این کلید است.
fr: Si vous oubliez votre mot de passe, la seule façon de récupérer vos données sera grâce à cette clé.
id: Saat kamu lupa sandi, satu-satunya cara untuk memulihkan data kamu adalah dengan kunci ini.
it: Se dimentichi la password, questa chiave è l'unico modo per recuperare i tuoi dati.
nl: Als je je wachtwoord vergeet, kun je alleen met deze sleutel je gegevens herstellen.
nn: Viss du gløymer passordet, er det berre ved å bruka denne nøkkelen at du kan gjenoppretta dataa dine.
no: Hvis du glemmer passordet ditt er den eneste måten du kan gjenopprette dataene dine på med denne nøkkelen.
pt_br: Caso você esqueça sua senha, a única maneira de recuperar seus dados é com esta chave.
ru: Если вы забудете пароль, единственный способ восстановить ваши данные — это использовать этот ключ.
sr: Ако заборавите лозинку, једини начин на који можете повратити податке је са овим кључем.
sv: Om du glömmer ditt lösenord är det enda sättet du kan återställa dina data med denna nyckel.
uk: Якщо ви забудете свій пароль, то єдиний спосіб відновити ваші дані – за допомогою цього ключа.
ur: اگر آپ اپنا پاس ورڈ بھول جاتے ہیں، تو اپنا ڈیٹا بازیافت کرنے کا واحد طریقہ اس کی (key) کے ساتھ ہے.
vi: Nếu bạn quên mật khẩu, cách duy nhất để khôi phục dữ liệu của bạn là dùng mã này.

# recoveryKeySaveDescription
source: We don't store this key, please save this 24 word key in a safe place.
ar: لا نحتفظ بنسخة من هذا المفتاح. يرجى حفظ المفتاح المكون من 24 كلمة في مكان آمن.
az: Zəhmət olmasa, bu açarı təhlükəsiz yerdə saxlayın.
be: Захавайце гэты ключ, які складаецца з 24 слоў, у наедзеным месцы. Ён не захоўваецца на нашым серверы.
cs: Tento 24-slovný klíč neuchováváme, uschovejte ho, prosím, na bezpečném místě.
de: Bitte speichere diesen Schlüssel an einem sicheren Ort.
el: Δεν αποθηκεύουμε αυτό το κλειδί, παρακαλώ αποθηκεύστε αυτό το κλειδί 24 λέξεων σε μια ασφαλή τοποθεσία.
fa: ما این کلید را ذخیره نمی‌کنیم، لطفا این کلید ۲۴ کلمه‌ای را در مکانی امن ذخیره کنید.
fr: Nous ne la stockons pas, veuillez la conserver en lieu endroit sûr.
id: Kami tidak menyimpan kunci ini, jadi harap simpan kunci yang berisi 24 kata ini dengan aman.
it: Noi non memorizziamo questa chiave, per favore salva queste 24 parole in un posto sicuro.
nl: We slaan deze sleutel niet op, bewaar deze 24 woorden sleutel op een veilige plaats.
nn: Me tek ikkje vare på denne nøkkelen. Denne nøkkelen på 24 ord må du oppbevara på ein trygg stad.
no: Vi lagrer ikke denne nøkkelen, vennligst lagre denne 24-ords nøkkelen på et trygt sted.
pt_br: Não armazenamos esta chave, salve esta chave de 24 palavras em um lugar seguro.
ru: Пожалуйста, сохраните этот ключ в безопасном месте.
sr: Не чувамо овај кључ, молимо да сачувате кључ од 24 речи на сигурном месту.
sv: Vi lagrar inte och har därför inte åtkomst till denna nyckel, vänligen spara denna 24 ords nyckel på en säker plats.
uk: Ми не зберігаємо цей ключ, збережіть цей ключ із 24 слів в надійному місці.
ur: براہ کرم اس کی (key) کو محفوظ جگہ پر محفوظ کریں.
vi: Chúng tôi không lưu trữ mã này, nên hãy lưu nó ở nơi an toàn.

source: Do this later
ar: لاحقًا
az: Bunu sonra et
be: Зрабіць гэта пазней
ca: Fes-ho més tard
cs: Udělat později
de: Später erledigen
el: Θα το κάνω αργότερα
es: Hacerlo más tarde
fa: بعداً انجام شود
fr: Plus tard
id: Lakukan lain kali
it: In seguito
nl: Doe dit later
nn: Gjer dette seinare
no: Gjør dette senere
pt_br: Fazer isso depois
ru: Сделать это позже
sr: Уради ово касније
sv: Gör detta senare
uk: Зробити це пізніше
ur: یہ بعد میں کریں
vi: Để sau

source: Save key
ar: حفظ المفتاح
az: Açarı yadda saxla
be: Захаваць ключ
ca: Guarda la clau
cs: Uložit klíč
de: Schlüssel speichern
el: Αποθήκευση κλειδιού
es: Guardar Clave
fa: ذخیره کلید
fr: Enregistrer la clé
id: Simpan kunci
it: Salva chiave
nl: Bewaar sleutel
nn: Lagra nøkkel
no: Lagre nøkkel
pt_br: Salvar chave
ru: Сохранить ключ
sr: Сачувај кључ
sv: Spara nyckel
uk: Зберегти ключ
ur: کی (key) محفوظ کریں
vi: Lưu mã

source: Recovery key copied to clipboard
ar: تم نسخ مفتاح الاسترداد إلى الحافظة
az: Bərpa açarı müvəqqəti yaddaşa kopyalandı
be: Ключ аднаўлення скапіяваны ў буфер абмену
ca: Clau de recuperació copiada al porta-retalls
cs: Obnovovací klíč zkopírován do schránky
de: Wiederherstellungs-Schlüssel in die Zwischenablage kopiert
el: Το κλειδί ανάκτησης αντιγράφηκε στο πρόχειρο
es: Clave de recuperación copiada al portapapeles
fa: کلید بازیابی در کلیپ‌بورد کپی شد
fr: Clé de secours copiée dans le presse-papiers
id: Kunci pemulihan tersalin ke papan klip
it: Chiave di recupero copiata negli appunti
nl: Herstelsleutel gekopieerd naar klembord
nn: Gjenopprettingsnøkkel kopiert til utklippstavla
no: Gjenopprettingsnøkkel kopiert til utklippstavlen
pt_br: Chave de recuperação copiada para a área de transferência
ru: Ключ восстановления скопирован в буфер обмена
sr: Кључ за опоравак је копиран у међуспремник
sv: Återställningsnyckel kopierad till urklipp
uk: Ключ відновлення скопійовано в буфер обміну
ur: ریکوری کی کلپ بورڈ پر کاپی ہو گئی
vi: Đã sao chép mã khôi phục vào bộ nhớ tạm

source: Recover account
ar: استعادة الحساب
az: Hesabı bərpa et
be: Аднавіць уліковы запіс
ca: Recupera el compte
cs: Obnovit účet
de: Konto wiederherstellen
el: Ανάκτηση λογαριασμού
es: Recuperar cuenta
fa: بازیابی حساب کاربری
fr: Récupérer un compte
id: Pulihkan akun
it: Recupera account
nl: Account herstellen
nn: Gjenopprett konto
no: Gjenopprett konto
pt_br: Recuperar conta
ru: Восстановить аккаунт
sr: Опоравак налога
sv: Återställ konto
uk: Відновити обліковий запис
ur: اکاؤنٹ بازیافت کریں
vi: Khôi phục tài khoản

source: Recover
ar: استعادة
az: Bərpa et
be: Аднавіць
ca: Recupera
cs: Obnovit
de: Wiederherstellen
el: Ανάκτηση
es: Recuperar
fa: بازیابی
fr: Récupérer
id: Pulihkan
it: Recupera
nl: Herstellen
nn: Gjenopprett
no: Gjenopprett
pt_br: Recuperar
ru: Восстановить
sr: Опорави
sv: Återställ
uk: Відновити
ur: بازیافت کریں
vi: Khôi phục

# dropSupportEmail
source: Please drop an email to {supportEmail} from your registered email address
ar: يرجى إرسال بريد إلكتروني إلى {supportEmail} من عنوان بريدك الإلكتروني المسجل
az: Xahiş olunur qeydiyyatdan keçdiyiniz e-poçt ünvanından {supportEmail} ünvanına e-məktub göndərin
be: Адпраўце ліст на паштовы адрас {supportEmail} з вашага зарэгістраванага адраса электроннай пошты
ca: Si us plau, envia un correu a {supportEmail} des de la teva adreça de correu registrada
cs: Prosíme, napište e-mail na {supportEmail} ze schránky, kterou jste použili k registraci
de: Bitte sende eine E-Mail an {supportEmail} von deiner registrierten E-Mail-Adresse
el: Παρακαλώ αφήστε ένα μήνυμα ηλ. ταχυδρομείου στο {supportEmail} από την καταχωρημένη διεύθυνσή σας
es: Por favor, envía un correo electrónico a {supportEmail} desde tu dirección de correo electrónico que usó para registrarse
fa: لطفا یک ایمیل از آدرس ایمیلی که ثبت نام کردید به {supportEmail} ارسال کنید
fr: Veuillez envoyer un e-mail à {supportEmail} depuis votre adresse enregistrée
id: Silakan kirimkan email ke {supportEmail} dari alamat email terdaftar kamu
it: Per favore invia un'email a {supportEmail} dall'indirizzo email con cui ti sei registrato
nl: Stuur een e-mail naar {supportEmail} vanaf het door jou geregistreerde e-mailadres
nn: Send ein e-post til {supportEmail} frå e-postadressa du registrerte deg med
no: Vennligst send en e-post til {supportEmail} fra din registrerte e-postadresse
pt_br: Envie um e-mail para {supportEmail} a partir do e-mail registrado
ru: Пожалуйста, отправьте письмо на {supportEmail} с вашего зарегистрированного адреса электронной почты
sr: Молимо Вас да пошаљете имејл на {supportEmail} са Ваше регистроване адресе е-поште
sv: Vänligen skicka ett e-postmeddelande till {supportEmail} från din registrerade e-postadress
uk: Надішліть листа на {supportEmail} з вашої зареєстрованої поштової адреси
ur: براہ کرم اپنے رجسٹرڈ ای میل ایڈریس سے {supportEmail} پر ای میل بھیجیں
vi: Vui lòng gửi email đến {supportEmail} từ địa chỉ email đã đăng ký của bạn

source: Confirm
ar: تأكيد
az: Təsdiqlə
be: Пацвердзіць
ca: Confirma
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fa: تایید
fr: Confirmer
id: Konfirmasi
it: Conferma
ku: Biperjîne
nl: Bevestig
nn: Stadfest
no: Bekreft
pt_br: Confirmar
ru: Подтвердить
sr: Потврди
sv: Bekräfta
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận

source: Invalid key
ar: المفتاح غير صالح
az: Yanlış açar
be: Памылковы ключ
ca: Clau invàlida
cs: Neplatný klíč
de: Ungültiger Schlüssel
el: Μη έγκυρο κλειδί
es: Clave inválida
fa: کلید نامعتبر
fr: Clé invalide
id: Kunci tidak sah
it: Chiave non valida
nl: Ongeldige sleutel
nn: Ugyldig nøkkel
no: Ugyldig nøkkel
pt_br: Chave inválida
ru: Недействительный ключ
sr: Неисправан кључ
sv: Ogiltig nyckel
uk: Невірний ключ
ur: غلط کی
vi: Mã không hợp lệ

source: Try again
ar: المحاولة مرة أخرى
az: Yenidən cəhd et
be: Паспрабуйце яшчэ раз
ca: Torna-ho a provar
cs: Zkusit znovu
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fa: دوباره امتحان کنید
fr: Réessayer
id: Coba lagi
it: Riprova
nl: Probeer opnieuw
nn: Prøv på nytt
no: Prøv igjen
pt_br: Tente novamente
ru: Попробовать снова
sr: Покушај поново
sv: Försök igen
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Thử lại

source: View recovery key
ar: عرض مفتاح الاسترداد
az: Bərpa açarına bax
be: Прагледзець ключ аднаўлення
ca: Veure clau de recuperació
cs: Zobrazit obnovovací klíč
de: Wiederherstellungsschlüssel anzeigen
el: Προβολή κλειδιού ανάκτησης
es: Ver código de recuperación
fa: نمایش کلید بازیابی
fr: Voir la clé de récupération
id: Lihat kunci pemulihan
it: Visualizza chiave di recupero
nl: Toon herstelsleutel
nn: Vis gjenopprettingsnøkkel
no: Vis gjenopprettingsnøkkel
pt_br: Ver chave de recuperação
ru: Посмотреть ключ восстановления
sr: Погледај кључ за опоравак
sv: Visa återställningsnyckel
uk: Переглянути ключ відновлення
ur: ریکوری کی دیکھیں
vi: Xem mã khôi phục

source: Confirm recovery key
ar: تأكيد مفتاح الاسترداد
az: Bərpa açarını təsdiqləyin
be: Пацвердзіце ключ аднаўлення
ca: Confirma clau de recuperació
cs: Potvrdit obnovovací klíč
de: Wiederherstellungsschlüssel bestätigen
el: Επιβεβαίωση κλειδιού ανάκτησης
es: Confirmar clave de recuperación
fa: تایید کلید بازیابی
fr: Confirmer la clé de récupération
id: Konfirmasi kunci pemulihan
it: Conferma chiave di recupero
nl: Bevestig herstelsleutel
nn: Stadfest gjenopprettingsnøkkel
no: Bekreft gjenopprettingsnøkkel
pt_br: Confirmar chave de recuperação
ru: Подтвердить ключ восстановления
sr: Потврди кључ за опоравак
sv: Bekräfta återställningsnyckel
uk: Підтвердити ключ відновлення
ur: ریکوری کی کی تصدیق کریں
vi: Xác nhận mã khôi phục

source: Confirm your recovery key
ar: تأكيد مفتاح الاسترداد الخاص بك
az: Bərpa açarınızı təsdiqləyin
be: Пацвердзіце свой ключ аднаўлення
ca: Confirma la teva clau de recuperació
cs: Potvrďte svůj obnovovací klíč
de: Bestätige deinen Wiederherstellungsschlüssel
el: Επιβεβαίωση κλειδιού ανάκτησης
es: Confirma tu clave de recuperación
fa: کلید بازیابی خود را تایید کنید
fr: Confirmer la clé de récupération
id: Konfirmasi kunci pemulihan kamu
it: Conferma la tua chiave di recupero
nl: Bevestig herstelsleutel
nn: Stadfest gjenopprettingsnøkkelen din
no: Bekreft din gjenopprettingsnøkkel
pt_br: Confirme sua chave de recuperação
ru: Подтвердите ваш ключ восстановления
sr: Потврдите кључ за опоравак
sv: Bekräfta din återställningsnyckel
uk: Підтвердіть ваш ключ відновлення
ur: اپنی ریکوری کی کی تصدیق کریں
vi: Xác nhận mã khôi phục của bạn

source: Add viewer
ar: إضافة مشاهد
az: İzləyici əlavə et
be: Дадаць гледача
ca: Afegeix visualitzador
cs: Přidat prohlížejícího
de: Album teilen
el: Προσθήκη θεατή
es: Añadir espectador
fa: افزودن بیننده
fr: Ajouter un observateur
id: Tambahkan pemirsa
it: Aggiungi in sola lettura
nl: Voeg kijker toe
no: Legg til seer
pt_br: Adicionar visualizador
ru: Добавить зрителя
sr: Додај посматрача
sv: Lägg till bildvy
uk: Додати глядача
ur: ناظر شامل کریں
vi: Thêm người xem

source: Add collaborator
ar: إضافة متعاون
az: Əməkdaş əlavə et
be: Дадаць суаўтара
ca: Afegeix col·laborador
cs: Přidat spolupracovníka
de: Bearbeiter hinzufügen
el: Προσθήκη συνεργάτη
es: Agregar colaborador
fa: افزودن همکار
fr: Ajouter un collaborateur
id: Tambah kolaborator
it: Aggiungi collaboratore
nl: Samenwerker toevoegen
no: Legg til samarbeidspartner
pt_br: Adicionar colaborador
ru: Добавить соавтора
sr: Додај сарадника
sv: Lägg till samarbetspartner
uk: Додати співавтора
ur: معاون شامل کریں
vi: Thêm cộng tác viên

source: Add a new email
ar: إضافة بريد إلكتروني جديد
az: Yeni e-poçt əlavə et
be: Дадаць новую электронную пошту
ca: Afegeix un nou correu
cs: Přidejte nový email
de: Neue E-Mail-Adresse hinzufügen
el: Προσθήκη νέας διεύθυνσης ηλ. ταχυδρομείου
es: Agregar nuevo correo electrónico
fa: افزودن ایمیل جدید
fr: Ajouter un nouvel email
id: Tambah email baru
it: Aggiungi una nuova email
nl: Nieuw e-mailadres toevoegen
nn: Legg til ei ny e-postadresse
no: Legg til ny e-post
pt_br: Adicionar um novo e-mail
ru: Добавьте новую электронную почту
sr: Додај нови имејл
sv: Lägg till en ny e-postadress
uk: Додати нову пошту
ur: نئی ای میل شامل کریں
vi: Thêm một email mới

source: Collaborators can add photos and videos to the shared album.
ar: يمكن للمتعاونين إضافة الصور ومقاطع الفيديو إلى الألبوم المشترك.
az: Əməkdaşlar paylaşılan alboma fotoşəkillər və videolar əlavə edə bilərlər.
be: Суаўтары могуць дадаваць фатаграфіі і відэа ў абагулены альбом.
ca: Els col·laboradors poden afegir fotos i vídeos a l'àlbum compartit.
cs: Spolupracovníci mohou do sdíleného alba přidávat fotky a videa.
de: Bearbeiter können Fotos & Videos zu dem geteilten Album hinzufügen.
el: Οι συνεργάτες μπορούν να προσθέτουν φωτογραφίες και βίντεο στο κοινόχρηστο άλμπουμ.
es: Colaboradores pueden añadir fotos y vídeos al álbum compartido.
fa: همکاران می‌توانند عکس‌ها و ویدیوها را به آلبوم اشتراک گذاری شده اضافه کنند.
fr: Les collaborateurs peuvent ajouter des photos et des vidéos à l'album partagé.
id: Kolaborator bisa menambahkan foto dan video ke album bersama ini.
it: I collaboratori possono aggiungere foto e video all'album condiviso.
nl: Samenwerkers kunnen foto's en video's toevoegen aan het gedeelde album.
no: Samarbeidspartnere kan legge til bilder og videoer i det delte albumet.
pt_br: Colaboradores podem adicionar fotos e vídeos ao álbum compartilhado.
ru: Соавторы могут добавлять фото и видео в общий альбом.
sr: Сарадници могу додати фотографије и клипове у заједнички албум.
sv: Samarbetspartner kan lägga till foton och videor till det delade albumet.
uk: Співавтори можуть додавати фотографії та відео до спільного альбому.
ur: معاونین مشترکہ البم میں تصاویر اور ویڈیوز شامل کر سکتے ہیں.
vi: Cộng tác viên có thể thêm ảnh và video vào album chia sẻ.

source: Enter email
ar: أدخل البريد الإلكتروني
az: E-poçt ünvanını daxil edin
be: Увядзіце электронную пошту
ca: Introdueix correu
cs: Zadejte email
de: E-Mail eingeben
el: Εισάγετε ηλεκτρονική διεύθυνση
es: Ingresar correo electrónico
fa: ایمیل را وارد کنید
fr: Entrer un email
id: Masukkan email
it: Inserisci email
nl: Voer e-mailadres in
nn: Skriv inn e-postadresse
no: Skriv inn e-post
pt_br: Inserir e-mail
ru: Введите электронную почту
sr: Унеси имејл
sv: Ange e-post
uk: Введіть поштову адресу
ur: ای میل درج کریں
vi: Nhập email

source: You
ar: أنت
az: Sən
be: Вы
ca: Tu
cs: Vy
de: Du
el: Εσείς
es: Tu
fa: شما
fr: Vous
id: Kamu
it: Tu
ku: Tu
nl: Jij
nn: Deg
no: Deg
pt_br: Você
ru: Вы
sr: Ти
sv: Du
uk: Ви
ur: آپ
vi: Bạn

source: Collaborator
ar: متعاون
az: Əməkdaş
be: Суаўтар
ca: Col·laborador
cs: Spolupracovník
de: Bearbeiter
el: Συνεργάτης
es: Colaborador
fa: همکار
fr: Collaborateur
id: Kolaborator
it: Collaboratore
nl: Samenwerker
no: Samarbeidspartner
pt_br: Colaborador
ru: Соавтор
sr: Сарадник
sv: Samarbetspartner
uk: Співавтор
ur: معاون
vi: Cộng tác viên

source: Add more
ar: إضافة المزيد
az: Daha çox əlavə et
be: Дадаць яшчэ
ca: Afegeix més
cs: Přidat další
de: Mehr hinzufügen
el: Προσθήκη περισσότερων
es: Añadir más
fa: افزودن بیشتر
fr: Ajouter
id: Tambah lagi
it: Aggiungi altri
nl: Meer toevoegen
no: Legg til flere
pt_br: Adicionar mais
ru: Добавить ещё
sr: Додај још
sv: Lägg till fler
uk: Додати більше
ur: مزید شامل کریں
vi: Thêm nhiều hơn

source: Viewer
ar: مشاهد
az: İzləyici
be: Праглядальнік
ca: Visualitzador
cs: Prohlížející
de: Zuschauer
el: Θεατής
es: Espectador
fa: بیننده
fr: Observateur
id: Pemirsa
it: Sola lettura
nl: Kijker
no: Seer
pt_br: Visualizador
ru: Зритель
sr: Посматрач
sv: Bildvy
uk: Глядач
ur: ناظر
vi: Người xem

source: Manage
ar: إدارة
az: İdarə et
be: Кіраванне
ca: Gestiona
cs: Spravovat
de: Verwalten
el: Διαχείριση
es: Administrar
fa: مدیریت
fr: Gérer
id: Atur
it: Gestisci
nl: Beheren
no: Administrer
pt_br: Gerenciar
ru: Управлять
sr: Управљај
sv: Hantera
uk: Керування
ur: انتظام کریں
vi: Quản lý

source: Added as
ar: تمت الإضافة كـ
az: Olaraq əlavə edildi
be: Дададзена як
ca: Afegit com
cs: Přidán jako
de: Hinzugefügt als
es: Agregado como
fa: اضافه شده به عنوان
fr: Ajouté comme
id: Ditambahkan sebagai
it: Aggiunto come
nl: Toegevoegd als
no: Lagt til som
pt_br: Adicionado como
ru: Добавлен как
sr: Додат као
sv: Lades till som
uk: Додано як
ur: بطور شامل کیا گیا
vi: Đã thêm như

source: Yes, convert to viewer
ar: نعم، التحويل إلى مشاهد
az: Bəli, izləyici statusuna dəyiş
be: Так, перавесці ў гледача
ca: Sí, converteix a visualitzador
cs: Ano, převést na prohlížejícího
de: Ja, zu "Beobachter" ändern
es: Sí, convertir a espectador
fa: بله، تبدیل به بیننده شود
fr: Oui, convertir en observateur
id: Ya, ubah ke pemirsa
it: Sì, converti in sola lettura
nl: Ja, converteren naar viewer
no: Ja, konverter til seer
pt_br: Sim, converter para visualizador
ru: Да, перевести в зрители
sr: Да, претвори у посматрача
sv: Ja, konvertera till bildvy
uk: Так, перетворити в глядача
ur: ہاں، ناظر میں تبدیل کریں
vi: Có, chuyển thành người xem

source: Allow adding photos
ar: السماح بإضافة الصور
az: Fotoşəkil əlavə etməyə icazə ver
be: Дазволіць дадаваць фатаграфіі
ca: Permet afegir fotos
cs: Povolit přidávání fotek
de: Hinzufügen von Fotos erlauben
es: Permitir añadir fotos
fa: اجازه اضافه کردن عکس
fr: Autoriser l'ajout de photos
id: Izinkan menambah foto
it: Consenti l'aggiunta di foto
nl: Foto's toevoegen toestaan
no: Tillat å legge til bilder
pt_br: Permitir adicionar fotos
ru: Разрешить добавление фото
sr: Дозволи додавање фотографија
sv: Tillåt lägga till foton
uk: Дозволити додавати фотографії
ur: تصاویر شامل کرنے کی اجازت دیں
vi: Cho phép thêm ảnh

# allowAddPhotosDescription
source: Allow people with the link to also add photos to the shared album.
ar: السماح للأشخاص الذين لديهم الرابط بإضافة صور إلى الألبوم المشترك أيضًا.
az: Linki olan şəxslərin ortaq alboma fotoşəkil əlavə etməsinə də icazə ver.
be: Дазволіць людзям з гэтай спасылкай дадаваць фатаграфіі ў агульны альбом.
ca: Permet que les persones amb l'enllaç també afegeixin fotos a l'àlbum compartit.
cs: Umožnit lidem s odkazem přidávat fotky do sdíleného alba.
de: Erlaube Nutzern, mit diesem Link ebenfalls Fotos zu diesem geteilten Album hinzuzufügen.
es: Permitir a las personas con el enlace añadir fotos al álbum compartido.
fa: به افراد که این پیوند را دارند، اجازه دهید عکس‌ها را به آلبوم اشتراک گذاری شده اضافه کنند.
fr: Autorisez les personnes ayant le lien à ajouter des photos dans l'album partagé.
id: Izinkan orang yang memiliki link untuk menambahkan foto ke album berbagi ini.
it: Permetti anche alle persone con il link di aggiungere foto all'album condiviso.
nl: Sta toe dat mensen met de link ook foto's kunnen toevoegen aan het gedeelde album.
no: Tillat folk med lenken å også legge til bilder til det delte albumet.
pt_br: Permitir que as pessoas com link também adicionem fotos ao álbum compartilhado.
ru: Разрешить людям с этой ссылкой добавлять фото в общий альбом.
sr: Дозволи људима са линком да додају фотографије у заједнички албум.
sv: Tillåt personer med länken att även lägga till foton i det delade albumet.
uk: Дозволити людям з посиланням також додавати фотографії до спільного альбому.
ur: لنک والے لوگوں کو مشترکہ البم میں تصاویر شامل کرنے کی بھی اجازت دیں.
vi: Cho phép người có liên kết thêm ảnh vào album chia sẻ.

# lockButtonLabel
source: Lock
ar: قفل
az: Kilidlə
be: Заблакіраваць
ca: Bloqueja
cs: Uzamknout
de: Sperren
es: Bloquear
fa: قفل
fr: Verrouiller
id: Kunci
it: Blocca
ku: Kilît bike
nl: Vergrendel
no: Lås
pt_br: Bloquear
ru: Заблокировать
sr: Закључај
sv: Lås
uk: Заблокувати
ur: لاک
vi: Khóa

source: Enter password
ar: أدخل كلمة المرور
az: Şifrəni daxil edin
be: Увядзіце пароль
ca: Introdueix la contrasenya
cs: Zadejte heslo
de: Passwort eingeben
es: Introduzca contraseña
fa: رمز عبور را وارد کنید
fr: Saisissez le mot de passe
id: Masukkan sandi
it: Inserisci password
ku: Borînpeyvê têxe
nl: Voer wachtwoord in
nn: Skriv inn passord
no: Angi passord
pt_br: Inserir senha
ru: Введите пароль
sr: Унеси лозинку
sv: Ange lösenord
uk: Введіть пароль
ur: پاس ورڈ درج کریں
vi: Nhập mật khẩu

source: Remove link
ar: إزالة الرابط
az: Linki sil
be: Выдаліць спасылку
ca: Elimina enllaç
cs: Odstranit odkaz
de: Link entfernen
es: Eliminar enlace
fa: حذف پیوند
fr: Supprimer le lien
id: Hapus link
it: Elimina link
ku: Girêdanê rake
nl: Verwijder link
nn: Fjern lenkje
no: Fjern lenke
pt_br: Remover link
ru: Удалить ссылку
sr: Уклони везу
sv: Radera länk
uk: Вилучити посилання
ur: لنک ہٹائیں
vi: Xóa liên kết

source: Manage link
ar: إدارة الرابط
az: Linki idarə et
be: Кіраваць спасылкай
ca: Gestiona enllaç
cs: Spravovat odkaz
de: Link verwalten
es: Administrar enlace
fa: مدیریت پیوند
fr: Gérer le lien
id: Atur link
it: Gestisci link
ku: Girêdanê bi rê ve bibe
nl: Beheer link
nn: Handsam lenkje
no: Administrer lenke
pt_br: Gerenciar link
ru: Управлять ссылкой
sr: Управљај везом
sv: Hantera länk
uk: Керувати посиланням
ur: لنک کا انتظام کریں
vi: Quản lý liên kết

source: Album updated
ar: تم تحديث الألبوم
az: Albom yeniləndi
be: Альбом абноўлены
ca: Àlbum actualitzat
cs: Album bylo aktualizováno
de: Album aktualisiert
es: Álbum actualizado
fa: آلبوم به‌روز شد
fr: Album mis à jour
id: Album diperbarui
it: Album aggiornato
nl: Album bijgewerkt
no: Album oppdatert
pt_br: Álbum atualizado
ru: Альбом обновлён
sr: Албум ажуриран
sv: Album uppdaterat
uk: Альбом оновлено
ur: البم اپ ڈیٹ ہو گیا
vi: Album đã được cập nhật

source: Never
ar: أبدًا
az: Heç vaxt
be: Ніколі
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
id: Tidak pernah
it: Mai
nl: Nooit
no: Aldri
pt_br: Nunca
ru: Никогда
sr: Никад
sv: Aldrig
uk: Ніколи
ur: کبھی نہیں
vi: Không bao giờ

source: Custom
ar: مخصص
az: Fərdi
be: Карыстальніцкія
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fa: سفارشی
fr: Personnaliser
id: Kustom
it: Personalizza
nl: Aangepast
no: Egendefinert
pt_br: Personalizado
ru: Пользовательский
sr: Прилагођено
sv: Anpassad
uk: Власне
ur: حسب ضرورت
vi: Tùy chỉnh
