Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Your plan was successfully downgraded
ar: تم تخفيض خطتك بنجاح.
az: Planınızın dərəcəsi uğurla endirildi
be: Ваш тарыфны план паспяхова паніжаны
ca: El teu pla s'ha rebaixat amb èxit
cs: Váš tarif byl úspěšně změněn na nižší
de: Dein Tarif wurde erfolgreich heruntergestuft
es: Tu plan ha sido degradado con éxito
fa: طرح شما با موفقیت کاهش یافت
fr: Votre plan a été rétrogradé avec succès
id: Paket kamu berhasil di turunkan
it: Il tuo piano è stato aggiornato con successo
nl: Uw abonnement is succesvol gedegradeerd
no: Abonnementet ditt ble nedgradert
pt_br: Seu plano foi rebaixado com sucesso
ru: Ваш тариф успешно понижен
sr: Успешно сте прешли на слабији пакет
sv: Din plan har nedgraderats
uk: Ваш план був успішно знижено
ur: آپ کا پلان کامیابی سے ڈاؤن گریڈ ہو گیا
vi: Gói của bạn đã được hạ cấp thành công

source: Your subscription was updated successfully
ar: تم تحديث اشتراكك بنجاح.
az: Abunəliyiniz uğurla yeniləndi
be: Ваша падпіска была паспяхова абноўлена
ca: La teva subscripció s'ha actualitzat amb èxit
cs: Vaše předplatné bylo úspěšně aktualizováno
de: Dein Abonnement wurde erfolgreich aktualisiert.
es: Tu suscripción se ha actualizado con éxito
fa: اشتراک شما با موفقیت به‌روزرسانی شد
fr: Votre abonnement a été mis à jour avec succès
id: Langgananmu telah berhasil diperbarui
it: Il tuo abbonamento è stato modificato correttamente
nl: Uw abonnement is succesvol bijgewerkt
no: Abonnementet ditt ble oppdatert
pt_br: Sua assinatura foi atualizada com sucesso
ru: Ваша подписка успешно обновлена
sr: Претплата успешно ажурирана
sv: Din prenumeration har uppdaterats
uk: Вашу передплату успішно оновлено
ur: آپ کی سبسکرپشن کامیابی سے اپ ڈیٹ ہو گئی
vi: Gói của bạn đã được cập nhật thành công

source: Google Play ID
ar: معرّف Google Play
be: Ідэнтыфікатар Google Play
es: ID de Google Play
fa: شناسه گوگل پلی
fr: Identifiant Google Play
id: ID Google Play
pt_br: ID do Google Play
ru: Идентификатор Google Play
sr: Гугл плеј идентификација
ur: گوگل پلے آئی ڈی (Google Play ID)
vi: ID Google Play

source: Apple ID
ar: معرّف Apple
be: Ідэнтыфікатар Apple
es: ID de Apple
fa: شناسه اپل
id: ID Apple
pt_br: ID da Apple
ru: Идентификатор Apple
sr: Епл идентификација
ur: ایپل آئی ڈی (Apple ID)
vi: ID Apple

source: PlayStore subscription
ar: اشتراك متجر Play
az: PlayStore abunəliyi
be: Падпіска PlayStore
ca: Subscripció de PlayStore
cs: Předplatné PlayStore
de: PlayStore Abo
es: Suscripción en la PlayStore
fa: اشتراک پلی استور
fr: Abonnement au PlayStore
id: Langganan PlayStore
it: Abbonamento su PlayStore
nl: PlayStore abonnement
no: PlayStore abonnement
pt_br: Assinatura da PlayStore
ru: Подписка PlayStore
sr: Претплата путем Гугл продавнице
sv: PlayStore-prenumeration
uk: Передплата Play Store
ur: پلے اسٹور (PlayStore) سبسکرپشن
vi: Gói PlayStore

source: AppStore subscription
ar: اشتراك متجر App Store
az: AppStore abunəliyi
be: Падпіска AppStore
ca: Subscripció d'AppStore
cs: Předplatné AppStore
de: AppStore Abo
es: Suscripción en la AppStore
fa: اشتراک اپ استور
fr: Abonnement à l'AppStore
id: Langganan AppStore
it: abbonamento AppStore
nl: PlayStore abonnement
pt_br: Assinatura da AppStore
ru: Подписка AppStore
sr: Претплата путем Епл продавнице
sv: AppStore-prenumeration
uk: Передплата App Store
ur: ایپ اسٹور (AppStore) سبسکرپشن
vi: Gói AppStore

# subAlreadyLinkedErrMessage
source: Your {id} is already linked to another Ente account. If you would like to use your {id} with this account, please contact our support''
ar: تم ربط {id} الخاص بك بحساب Ente آخر. إذا كنت ترغب في استخدام {id} مع هذا الحساب، يرجى الاتصال بدعمنا.
az: Sizin {id} artıq başqa bir Ente hesabına bağlanıb. Əgər {id} kimliyinizi bu hesab ilə istifadə etmək istəyirsinizsə, lütfən dəstək xidmətimizlə əlaqə saxlayın
be: Ваш {id} ужо звязаны з іншым уліковым запісам Ente. Калі вы хочаце выкарыстоўваць ваш {id} з гэтым уліковым запісам, звярніцеся ў нашу службу падтрымкі
ca: El teu {id} ja està vinculat a un altre compte d'Ente. Si vols utilitzar el teu {id} amb aquest compte, si us plau contacta amb el nostre suport''
cs: Vaše {id} je již propojeno s jiným účtem Ente. Pokud chcete použít své {id} s tímto účtem, kontaktujte prosím naši podporu
de: Dein {id} ist bereits mit einem anderen Ente-Konto verknüpft. Wenn du deine {id} mit diesem Konto verwenden möchtest, kontaktiere bitte unseren Support
es: Tu {id} ya está vinculada a otra cuenta de Ente. Si deseas utilizar tu {id} con esta cuenta, ponte en contacto con nuestro servicio de asistencia''
fa: شناسه شما {id} قبلاً به حساب دیگری در Ente متصل است. اگر می‌خواهید از شناسه {id} خود با این حساب استفاده کنید، لطفاً با پشتیبانی ما تماس بگیرید.
fr: Votre {id} est déjà lié à un autre compte Ente. Si vous souhaitez utiliser votre {id} avec ce compte, veuillez contacter notre support
id: {id} kamu telah terhubung dengan akun Ente lain. Jika kamu ingin menggunakan {id} kamu untuk akun ini, silahkan hubungi tim bantuan kami
it: Il tuo {id} è già collegato a un altro account Ente. Se desideri utilizzare il tuo {id} con questo account, per favore contatta il nostro supporto''
nl: Jouw {id} is al aan een ander Ente account gekoppeld. Als je jouw {id} wilt gebruiken met dit account, neem dan contact op met onze klantenservice
no: Din {id} er allerede koblet til en annen Ente-konto. Hvis du ønsker å bruke din {id} med denne kontoen, vennligst kontakt vår brukerstøtte''
pt_br: Seu {id} já está vinculado a outra conta Ente. Se você gostaria de usar seu {id} com esta conta, entre em contato conosco"
ru: Ваш {id} уже связан с другим аккаунтом Ente. Если вы хотите использовать {id} с этим аккаунтом, пожалуйста, свяжитесь с нашей службой поддержки
uk: Ваш {id} вже пов'язаний з іншим обліковим записом Ente. Якщо ви хочете використовувати свій {id} з цим обліковим записом, зверніться до нашої служби підтримки
ur: آپ کی {id} پہلے سے ہی کسی دوسرے Ente اکاؤنٹ سے منسلک ہے. اگر آپ اپنی {id} کو اس اکاؤنٹ کے ساتھ استعمال کرنا چاہتے ہیں، تو براہ کرم ہماری سپورٹ سے رابطہ کریں''
vi: ID {id} của bạn đã được liên kết với một tài khoản Ente khác. Nếu bạn muốn sử dụng ID {id} này với tài khoản này, vui lòng liên hệ bộ phận hỗ trợ của chúng tôi.

# visitWebToManage
source: Please visit web.ente.io to manage your subscription
ar: يرجى زيارة web.ente.io لإدارة اشتراكك.
az: Abunəliyinizi idarə etmək üçün lütfən web.ente.io saytına daxil olun
be: Наведайце web.ente.io, каб кіраваць сваёй падпіскай
ca: Si us plau, visita web.ente.io per gestionar la teva subscripció
cs: Pro správu předplatného navštivte web.ente.io
de: Bitte rufe "web.ente.io" auf, um dein Abo zu verwalten
es: Por favor, visita web.ente.io para administrar tu suscripción
fa: لطفاً به وب‌سایت web.ente.io مراجعه کنید تا اشتراک خود را مدیریت کنید
fr: Vous pouvez gérer votre abonnement sur web.ente.io
id: Silakan buka web.ente.io untuk mengatur langgananmu
it: Visita web.ente.io per gestire il tuo abbonamento
nl: Bezoek alstublieft web.ente.io om uw abonnement te beheren
no: Vennligst besøk web.ente.io for å administrere abonnementet
pt_br: Visite o web.ente.io para gerenciar sua assinatura
ru: Пожалуйста, посетите web.ente.io для управления вашей подпиской
sr: Претплатом можете управљати на страници web.ente.io
uk: Відвідайте web.ente.io, щоб керувати передплатою
ur: اپنی سبسکرپشن کا انتظام کرنے کے لیے براہ کرم web.ente.io پر جائیں
vi: Vui lòng truy cập web.ente.io để quản lý gói đăng ký

source: Could not update subscription
ar: تعذر تحديث الاشتراك.
az: Abunəliyi yeniləmək mümkün olmadı
be: Не ўдалося абнавіць падпіску
ca: No s'ha pogut actualitzar la subscripció
cs: Předplatné nelze aktualizovat
de: Abo konnte nicht aktualisiert werden
el: Αδυναμία ενημέρωσης συνδρομής
es: No se pudo actualizar la suscripción
fa: نتوانستیم اشتراک را به‌روزرسانی کنیم
fr: Impossible de mettre à jour l’abonnement
id: Tidak dapat memperbarui langganan
it: Impossibile aggiornare l'abbonamento
nl: Kon abonnement niet wijzigen
no: Kunne ikke oppdatere abonnement
pt_br: Não foi possível atualizar a assinatura
ru: Не удалось обновить подписку
sr: Неуспешно ажурирање претплате
sv: Kunde inte uppdatera prenumeration
uk: Не вдалося оновити передплату
ur: سبسکرپشن اپ ڈیٹ نہیں کی جا سکی
vi: Không thể cập nhật gói

# pleaseContactSupportAndWeWillBeHappyToHelp
source: Please contact support@ente.io and we will be happy to help!
ar: يرجى التواصل مع support@ente.io وسنكون سعداء بمساعدتك!
az: Lütfən support@ente.io ilə əlaqə saxlayın, kömək etməkdən məmnun olarıq!
be: Адпраўце ліст на паштовы адрас support@ente.io і мы будзем рады дапамагчы!
ca: Si us plau, contacta amb support@ente.io i estarem encantats d'ajudar!
cs: Kontaktujte nás na adrese support@ente.io a rádi Vám pomůžeme!
de: Bitte kontaktieren Sie uns über support@ente.io wo wir Ihnen gerne weiterhelfen.
el: Παρακαλούμε επικοινωνήστε με το support@ente.io και θα χαρούμε να βοηθήσουμε!
es: ¡Por favor, contacta con support@ente.io y estaremos encantados de ayudar!
fa: لطفاً با support@ente.io تماس بگیرید و ما خوشحال خواهیم شد که به شما کمک کنیم!
fr: Veuillez contacter support@ente.io et nous serons heureux de vous aider!
id: Silakan hubungi support@ente.io dan kami akan dengan senang hati membantu!
it: Contatta support@ente.io e saremo felici di aiutarti!
nl: Neem alstublieft contact op met support@ente.io en we helpen u graag!
no: Vennligst kontakt support@ente.io og vi vil gjerne hjelpe!
pt_br: Entre em contato com support@ente.io e nós ficaremos felizes em ajudar!
ru: Пожалуйста, свяжитесь с support@ente.io, и мы будем рады помочь!
sr: Контактирајте подршку на support@ente.io и радо ћемо вам помоћи!
uk: Зв'яжіться з support@ente.io і ми будемо раді допомогти!
ur: براہ کرم support@ente.io پر رابطہ کریں اور ہمیں مدد کرنے میں خوشی ہوگی!
vi: Vui lòng liên hệ support@ente.io và chúng tôi rất sẵn sàng giúp đỡ!

source: Payment failed
ar: فشلت عملية الدفع
az: Ödəniş uğursuz oldu
be: Збой плацяжу
ca: El pagament ha fallat
cs: Platba se nezdařila
de: Zahlung fehlgeschlagen
el: Η πληρωμή απέτυχε
es: Pago fallido
fa: پرداخت ناموفق بود
fr: Échec du paiement
id: Pembayaran gagal
it: Pagamento non riuscito
nl: Betaling mislukt
no: Betaling feilet
pt_br: O pagamento falhou
ru: Платёж не удался
sr: Неуспела уплата
sv: Betalning misslyckades
uk: Не вдалося оплатити
ur: ادائیگی ناکام
vi: Thanh toán thất bại

# paymentFailedTalkToProvider
source: Please talk to {providerName} support if you were charged
ar: يرجى التواصل مع دعم {providerName} إذا تم خصم المبلغ منك.
az: Əgər ödəniş balansımdan çıxılıbsa, lütfən {providerName} dəstək xidməti ilə danışın
be: Звярніцеся ў падтрымку {providerName}, калі з вас спагналі грашовыя сродкі
ca: Si us plau, parla amb el suport de {providerName} si se t'ha cobrat
cs: Pokud vám byla účtována platba, obraťte se na podporu {providerName}
de: Bitte kontaktiere den Support von {providerName}, falls etwas abgebucht wurde
el: Παρακαλούμε επικοινωνήστε με την υποστήριξη του {providerName} εάν έχετε χρεωθεί
es: Por favor, habla con el soporte de {providerName} si se te cobró
fa: لطفاً با پشتیبانی {providerName} صحبت کنید اگر هزینه‌ای از شما کسر شده است
fr: Veuillez contacter le support {providerName} si vous avez été facturé
id: Harap hubungi dukungan {providerName} jika kamu dikenai biaya
it: Si prega di parlare con il supporto di {providerName} se ti è stato addebitato qualcosa
nl: Praat met {providerName} klantenservice als u in rekening bent gebracht
no: Snakk med {providerName} kundestøtte hvis du ble belastet
pt_br: Fale com o suporte {providerName} se você foi cobrado
ru: Пожалуйста, обратитесь в поддержку {providerName}, если с вас сняли деньги
uk: Зверніться до {providerName}, якщо було знято платіж
ur: اگر آپ سے چارج کیا گیا تھا تو براہ کرم {providerName} سپورٹ سے بات کریں
vi: Vui lòng trao đổi với bộ phận hỗ trợ {providerName} nếu bạn đã bị tính phí

source: Continue on free trial
ar: الاستمرار في التجربة المجانية
az: Pulsuz sınaq müddəti ilə davam edin
be: Працягнуць бясплатны пробны перыяд
ca: Continua amb la prova gratuïta
cs: Pokračovat v bezplatné zkušební verzi
de: Mit kostenloser Testversion fortfahren
el: Συνέχεια με δωρεάν δοκιμή
es: Continuar con el plan gratuito
fa: ادامه در دوره آزمایشی رایگان
fr: Poursuivre avec la version d'essai gratuite
id: Lanjut dengan percobaan gratis
it: Continua la prova gratuita
nl: Doorgaan met gratis proefversie
no: Fortsett med gratis prøveversjon
pt_br: Continuar com a avaliação grátis
ru: Продолжить с бесплатным пробным периодом
sr: Настави бесплатни пробни период
uk: Продовжити безплатний пробний період
ur: مفت ٹرائل پر جاری رکھیں
vi: Tiếp tục dùng thử miễn phí

source: Are you sure you want to exit?
ar: هل أنت متأكد من رغبتك في الخروج؟
az: Çıxmaq istədiyinizə əminsiniz?
be: Вы сапраўды хочаце выйсці?
ca: Estàs segur que vols sortir?
cs: Určitě chcete odejít?
de: Möchtest du Vorgang wirklich abbrechen?
el: Θέλετε σίγουρα να σταματήσετε;
es: ¿Estás seguro de que deseas salir?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fr: Êtes-vous sûr de vouloir quitter ?
id: Apakah kamu yakin ingin keluar?
it: Sei sicuro di voler uscire?
nl: Weet u zeker dat u wilt afsluiten?
no: Er du sikker på at du vil avslutte?
pt_br: Tem certeza de que queira sair?
ru: Вы уверены, что хотите выйти?
sr: Сигурно желите да изађете?
sv: Är du säker på att du vill avsluta?
uk: Ви впевнені, що хочете вийти?
ur: کیا آپ واقعی باہر نکلنا چاہتے ہیں؟
vi: Bạn có chắc muốn thoát không?

source: Thank you
ar: شكرًا لك
az: Təşəkkür edirik
be: Дзякуй
ca: Gràcies
cs: Děkujeme
de: Vielen Dank
el: Ευχαριστούμε
es: Gracias
fa: متشکرم
fr: Merci
id: Terima kasih
it: Grazie
ku: Spas
nl: Bedankt
no: Tusen takk
pt_br: Obrigado
ru: Спасибо
sr: Хвала вам
sv: Tack
uk: Дякуємо
ur: شکریہ
vi: Cảm ơn bạn

source: Failed to verify payment status
ar: فشل التحقق من حالة الدفع.
az: Ödəniş statusunu təsdiqləmək mümkün olmadı
be: Не ўдалося спраўдзіць плацежны статус
ca: No s'ha pogut verificar l'estat del pagament
cs: Nepodařilo se ověřit stav platby
de: Überprüfung des Zahlungsstatus fehlgeschlagen
el: Αποτυχία επαλήθευσης κατάστασης πληρωμής
es: Error al verificar el estado de tu pago
fa: نتوانستیم وضعیت پرداخت را تأیید کنیم
fr: Échec de la vérification du statut du paiement
id: Gagal memeriksa status pembayaran
it: Impossibile verificare lo stato del pagamento
nl: Betalingsstatus verifiëren mislukt
no: Kunne ikke verifisere betalingsstatus
pt_br: Falhou ao verificar estado do pagamento
ru: Не удалось проверить статус платежа
uk: Не вдалося перевірити стан платежу
ur: ادائیگی کی حیثیت کی تصدیق کرنے میں ناکام
vi: Không thể xác minh trạng thái thanh toán

source: Please wait for sometime before retrying
ar: يرجى الانتظار لبعض الوقت قبل إعادة المحاولة
az: Yenidən cəhd etməzdən əvvəl bir az gözləyin
be: Пачакайце крыху перад паўторнай спробай
ca: Si us plau, espera una estona abans de tornar-ho a provar
cs: Počkejte prosím chvíli a zkuste to znovu
de: Bitte warte kurz, bevor du es erneut versuchst
el: Παρακαλούμε περιμένετε για λίγο πριν ξαναπροσπαθήσετε
es: Por favor, espera un momento antes de volver a intentarlo
fa: لطفاً قبل از تلاش مجدد کمی صبر کنید
fr: Veuillez attendre quelque temps avant de réessayer
id: Harap tunggu beberapa saat sebelum mencoba lagi
it: Riprova tra qualche minuto
nl: Gelieve even te wachten voordat u opnieuw probeert
no: Vennligst vent en stund før du prøver på nytt
pt_br: Por favor, aguarde mais algum tempo antes de tentar novamente
ru: Пожалуйста, подождите некоторое время перед повторной попыткой
sr: Мало сачекајте пре него што покушате поново
uk: Зачекайте деякий час перед повторною спробою
ur: براہ کرم دوبارہ کوشش کرنے سے پہلے کچھ دیر انتظار کریں
vi: Vui lòng chờ một chút trước khi thử lại

# paymentFailedMessage
source: Unfortunately your payment failed. Please contact support and we'll help you out!
ar: للأسف، فشلت عملية الدفع الخاصة بك. يرجى الاتصال بالدعم وسوف نساعدك!
az: Təəssüf ki, ödənişiniz uğursuz oldu. Lütfən dəstək xidməti ilə əlaqə saxlayın, biz sizə kömək edəcəyik!
be: На жаль, адбыўся збой вашага плацяжу. Звярніцеся ў службу падтрымкі, каб мы маглі дапамагчы вам!
ca: Malauradament el teu pagament ha fallat. Si us plau, contacta amb suport i t'ajudarem!
cs: Vaše platba se bohužel nezdařila. Kontaktujte prosím podporu a my vám pomůžeme!
de: Leider ist deine Zahlung fehlgeschlagen. Wende dich an unseren Support und wir helfen dir weiter!
el: Δυστυχώς η πληρωμή σας απέτυχε. Επικοινωνήστε με την υποστήριξη και θα σας βοηθήσουμε!
es: Lamentablemente tu pago falló. Por favor, ¡contacta con el soporte técnico y te ayudaremos!
fa: متأسفانه پرداخت شما ناموفق بود. لطفاً با پشتیبانی تماس بگیرید و ما به شما کمک خواهیم کرد!
fr: Malheureusement votre paiement a échoué. Veuillez contacter le support et nous vous aiderons !
id: Sayangnya, pembayaranmu gagal. Silakan hubungi tim bantuan agar dapat kami bantu!
it: Purtroppo il tuo pagamento non è riuscito. Contatta l'assistenza e ti aiuteremo!
nl: Helaas is je betaling mislukt. Neem contact op met support zodat we je kunnen helpen!
no: Betalingen din mislyktes. Kontakt kundestøtte og vi vil hjelpe deg!
pt_br: Infelizmente o pagamento falhou. Entre em contato com o suporte e nós ajudaremos você!
ru: К сожалению, ваш платёж не удался. Пожалуйста, свяжитесь с поддержкой, и мы вам поможем!
uk: На жаль, ваш платіж не вдався. Зв'яжіться зі службою підтримки і ми вам допоможемо!
ur: بدقسمتی سے آپ کی ادائیگی ناکام ہوگئی. براہ کرم سپورٹ سے رابطہ کریں اور ہم آپ کی مدد کریں گے!
vi: Rất tiếc, bạn đã thanh toán không thành công. Vui lòng liên hệ hỗ trợ và chúng tôi sẽ giúp bạn!

# contactFamilyAdmin
source: Please contact <green>{familyAdminEmail}</green> to manage your subscription
ar: يرجى الاتصال بـ <green>{familyAdminEmail}</green> لإدارة اشتراكك.
az: Abunəliyinizi idarə etmək üçün lütfən <green>{familyAdminEmail}</green> ilə əlaqə saxlayın
be: Звяжыцеся з <green>{familyAdminEmail}</green>, каб кіраваць сваёй падпіскай
ca: Si us plau, contacta amb <green>{familyAdminEmail}</green> per gestionar la teva subscripció
cs: Pro správu předplatného kontaktujte <green>{familyAdminEmail}</green>
de: Bitte kontaktiere <green>{familyAdminEmail}</green> um dein Abo zu verwalten
el: Επικοινωνήστε με το <green>{familyAdminEmail}</green> για να διαχειριστείτε τη συνδρομή σας
es: Por favor contacta con <green>{familyAdminEmail}</green> para administrar tu suscripción
fa: لطفاً با <green>{familyAdminEmail}</green> تماس بگیرید تا اشتراک خود را مدیریت کنید
fr: Veuillez contacter <green>{familyAdminEmail}</green> pour gérer votre abonnement
id: Silakan hubungi <green>{familyAdminEmail}</green> untuk mengatur langgananmu
it: Contatta <green>{familyAdminEmail}</green> per gestire il tuo abbonamento
nl: Neem contact op met <green>{familyAdminEmail}</green> om uw abonnement te beheren
no: Vennligst kontakt <green>{familyAdminEmail}</green> for å administrere abonnementet
pt_br: Entre em contato com <green>{familyAdminEmail}</green> para gerenciar sua assinatura
ru: Пожалуйста, свяжитесь с <green>{familyAdminEmail}</green> для управления подпиской
uk: Зв'яжіться з <green>{familyAdminEmail}</green> для керування вашою передплатою
ur: اپنی سبسکرپشن کا انتظام کرنے کے لیے براہ کرم <green>{familyAdminEmail}</green> سے رابطہ کریں
vi: Vui lòng liên hệ <green>{familyAdminEmail}</green> để quản lý gói của bạn

source: Leave family
ar: مغادرة خطة العائلة
az: Ailədən ayrıl
be: Выйсці з сямейнага плана
ca: Deixa la família
cs: Opustit rodinu
de: Familienabo verlassen
el: Αποχώρηση από το οικογενειακό πρόγραμμα
es: Abandonar plan familiar
fa: خروج از خانواده
fr: Quitter le plan familial
id: Tinggalkan keluarga
it: Abbandona il piano famiglia
nl: Familie abonnement verlaten
no: Forlat familie
pt_br: Sair do plano familiar
ru: Покинуть семью
sr: Напусти породицу
uk: Покинути сім'ю
ur: فیملی چھوڑیں
vi: Rời khỏi gia đình

# areYouSureThatYouWantToLeaveTheFamily
source: Are you sure that you want to leave the family plan?
ar: هل أنت متأكد من رغبتك في مغادرة الخطة العائلية؟
az: Ailə planından ayrılmaq istədiyinizə əminsiniz?
be: Вы сапраўды хочаце выйсці з сямейнага тарыфнага плана?
ca: Estàs segur que vols deixar el pla familiar?
cs: Opravdu chcete opustit rodinný tarif?
de: Bist du sicher, dass du den Familien-Tarif verlassen möchtest?
el: Θέλετε σίγουρα να αποχωρήσετε από το οικογενειακό πρόγραμμα;
es: ¿Está seguro de que desea abandonar el plan familiar?
fa: آیا مطمئن هستید که می‌خواهید از طرح خانوادگی خارج شوید؟
fr: Êtes-vous certains de vouloir quitter le plan familial?
id: Apakah kamu yakin ingin meninggalkan paket keluarga ini?
it: Sei sicuro di voler uscire dal piano famiglia?
nl: Weet u zeker dat u het familie abonnement wilt verlaten?
no: Er du sikker på at du vil forlate familieabonnementet?
pt_br: Você tem certeza que queira sair do plano familiar?
ru: Вы уверены, что хотите покинуть семейный тариф?
sr: Да ли заиста желиш да напустиш породични пакет?
uk: Ви впевнені, що хочете залишити сімейний план?
ur: کیا آپ واقعی فیملی پلان چھوڑنا چاہتے ہیں؟
vi: Bạn có chắc muốn rời khỏi gói gia đình không?

source: Leave
ar: مغادرة
az: Ayrıl
be: Выйсці
ca: Deixa
cs: Odejít
de: Verlassen
el: Αποχώρηση
es: Abandonar
fa: خروج
fr: Quitter
id: Tinggalkan
it: Lascia
ku: Derkeve
nl: Verlaten
no: Forlat
pt_br: Sair
ru: Покинуть
sr: Напусти
sv: Lämna
uk: Покинути
ur: چھوڑیں
vi: Rời

source: Rate the app
ar: تقييم التطبيق
az: Tətbiqi qiymətləndirin
be: Ацаніць праграму
ca: Valora l'aplicació
cs: Ohodnotit aplikaci
de: App bewerten
el: Αξιολογήστε την εφαρμογή
es: Evalúa la aplicación
fa: نمره دهید به برنامه
fr: Évaluer l'application
id: Nilai app ini
it: Valuta l'app
ku: Sepanê binirxîne
nl: Beoordeel de app
no: Vurder appen
pt_br: Avalie o aplicativo
ru: Оценить приложение
sr: Оцените апликацију
uk: Оцініть застосунок
ur: ایپ کو ریٹ کریں
vi: Đánh giá ứng dụng

source: No photos are being backed up right now
ar: لا يتم نسخ أي صور احتياطيًا في الوقت الحالي
az: Hal-hazırda heç bir şəkil yedəklənmir
be: У дадзены момант не адбываецца рэзервовая копія фатаграфій
ca: No s'està fent còpia de seguretat de cap foto ara mateix
cs: Momentálně nejsou zálohovány žádné fotky
de: Momentan werden keine Fotos gesichert
el: Δεν υπάρχουν φωτογραφίες που να αντιγράφονται αυτή τη στιγμή
es: No se están realizando copias de seguridad de ninguna foto en este momento
fa: در حال حاضر هیچ عکسی پشتیبان‌گیری نمی‌شود
fr: Aucune photo en cours de sauvegarde
id: Tidak ada foto yang sedang dicadangkan sekarang
it: Il backup delle foto attualmente non viene eseguito
nl: Er worden momenteel geen foto's geback-upt
no: Ingen bilder er blitt sikkerhetskopiert akkurat nå
pt_br: No momento não há fotos sendo salvas em segurança
ru: В данный момент фото не копируются
uk: Наразі немає резервних копій фотографій
ur: ابھی کسی تصویر کا بیک اپ نہیں لیا جا رہا ہے
vi: Hiện tại không có ảnh nào đang được sao lưu

source: Preserve more
ar: حفظ المزيد
az: Daha çoxunu qoru
be: Захаваць больш
ca: Preserva més
cs: Zachovat více
de: Mehr Daten sichern
el: Διατήρηση περισσότερων
es: Preservar más
fa: بیشتر حفظ کنید
fr: Conserver plus
it: Salva più foto
nl: Meer bewaren
no: Behold mer
pt_br: Preservar mais
ru: Сохранить больше
sr: Сачувај још
sv: Bevara mer
uk: Зберегти більше
ur: مزید محفوظ کریں
vi: Lưu giữ nhiều hơn

# allowPermTitle
source: Allow access to photos
ar: السماح بالوصول إلى الصور
az: Şəkillərə girişə icazə ver
be: Дазволіць доступ да фатаграфій
ca: Permet l'accés a les fotos
cs: Povolit přístup k fotografiím
de: Zugriff auf Fotos erlauben
el: Να επιτρέπεται η πρόσβαση στις φωτογραφίες
es: Permitir el acceso a las fotos
fa: اجازه دسترسی به عکس‌ها
fr: Autoriser l'accès aux photos
id: Izinkan akses ke foto
it: Consenti l'accesso alle foto
nl: Toegang tot foto's toestaan
no: Gi tilgang til bilder
pt_br: Permita acesso às Fotos
ru: Разрешить доступ к фото
sr: Дозволи приступ фотографијама
sv: Tillåt åtkomst till foton
uk: Дозволити доступ до фотографій
ur: تصاویر تک رسائی کی اجازت دیں
vi: Cho phép truy cập ảnh
