Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# invalidRecoveryKey
source: The recovery key you entered is not valid. Please make sure it contains 24 words, and check the spelling of each. If you entered an older recovery code, make sure it is 64 characters long, and check each of them.
ar: مفتاح الاسترداد الذي أدخلته غير صالح. يرجى التأكد من أنه يحتوي على 24 كلمة، والتحقق من كتابة كل كلمة بشكل صحيح. إذا كنت تستخدم مفتاح استرداد قديمًا، تأكد من أنه مكون من 64 حرفًا، وتحقق من صحة كل حرف.
az: Daxil etdiyiniz bərpa açarı yanlışdır. Zəhmət olmasa, onun 24 sözdən ibarət olduğundan əmin olun və hər bir sözün yazılışını yoxlayın. ​Əgər köhnə bərpa kodunu daxil etmisinizsə, onun 64 simvoldan ibarət olduğuna və hər birinin düzgünlüyünə əmin olun.
be: Уведзены ключ аднаўлення з'яўляецца несапраўдным. Пераканайцеся, што ён змяшчае 24 словы і ўсе словы напісаны слушна. Калі ўведзены стары код аднаўлення, то варта пераканацца, што яго даўжыня складае 64 сімвалы і ўсе сімвалы напісаны слушна.
ca: La clau de recuperació que has introduït no és vàlida. Si us plau, assegura't que conté 24 paraules, i comprova l'ortografia de cadascuna. Si has introduït un codi de recuperació antic, assegura't que té 64 caràcters de llargada, i comprova cadascun d'ells.
cs: Zadaný obnovovací klíč není platný. Ujistěte se, že obsahuje 24 slov, a zkontrolujte pravopis každého z nich. Pokud jste zadali starší obnovovací kód, ujistěte se, že má 64 znaků, a zkontrolujte každý z nich.
de: Der eingegebene Wiederherstellungsschlüssel ist nicht gültig. Bitte stelle sicher, dass er aus 24 Wörtern zusammengesetzt ist und jedes dieser Worte richtig geschrieben wurde. Solltest du den Wiederherstellungscode eingegeben haben, stelle bitte sicher, dass dieser 64 Zeichen lang ist und ebenfalls richtig geschrieben wurde.
el: Το κλειδί ανάκτησης που εισάγατε δεν είναι έγκυρο. Παρακαλούμε βεβαιωθείτε ότι περιέχει 24 λέξεις και ελέγξτε την ορθογραφία της κάθε μίας. Αν εισαγάγατε έναν παλαιότερο κωδικό ανάκτησης, βεβαιωθείτε ότι έχει μήκος 64 χαρακτήρες, και ελέγξτε κάθε έναν από αυτούς.
es: La clave de recuperación introducida no es válida. Por favor, asegúrate de que contenga 24 palabras y comprueba la ortografía de cada una. Si has introducido un código de recuperación antiguo, asegúrate de que tiene 64 caracteres de largo y comprueba cada uno de ellos.
fa: کلید بازیابی که وارد کردید معتبر نیست. لطفاً مطمئن شوید که شامل ۲۴ کلمه است و املای هر یک را بررسی کنید. اگر یک کد بازیابی قدیمی وارد کرده‌اید، مطمئن شوید که ۶۴ کاراکتر طول دارد و هر یک از آن‌ها را بررسی کنید.
fr: La clé de récupération que vous avez saisie n'est pas valide. Veuillez vérifier qu'elle contient 24 caractères et qu'ils sont correctement orthographiés. Si vous avez saisi un ancien code de récupération, veuillez vérifier qu'il contient 64 caractères et qu'ils sont correctement orthographiés.
id: Kunci pemulihan yang kamu masukkan tidak sah. Pastikan kunci tersebut berisi 24 kata, dan teliti ejaan masing-masing kata. Jika kamu memasukkan kode pemulihan lama, pastikan kode tersebut berisi 64 karakter, dan teliti setiap karakter yang ada.
it: La chiave di recupero che hai inserito non è valida. Assicurati che contenga 24 parole e controlla l'ortografia di ciascuna parola. Se hai inserito un vecchio codice di recupero, assicurati che sia lungo 64 caratteri e controlla ciascuno di essi.
nl: De herstelsleutel die je hebt ingevoerd is niet geldig. Zorg ervoor dat deze 24 woorden bevat en controleer de spelling van elk van deze woorden. Als je een oudere herstelcode hebt ingevoerd, zorg ervoor dat deze 64 tekens lang is, en controleer ze allemaal.
nn: Gjenopprettingsnøkkelen er ikkje gyldig. Pass på at han inneheld 24 ord og er stava riktig. Viss du skreiv inn ein eldre gjenopprettingskode, pass på at han inneheld 64 teikn.
no: Gjenopprettingsnøkkelen du har skrevet inn er ikke gyldig. Kontroller at den inneholder 24 ord og kontroller stavemåten av hvert ord. Hvis du har angitt en eldre gjenopprettingskode, må du kontrollere at den er 64 tegn lang, og kontrollere hvert av dem.
pt_br: A chave de recuperação que você inseriu não é válida. Certifique-se de conter 24 caracteres, e verifique a ortografia de cada um deles. Se você inseriu um código de recuperação mais antigo, verifique se ele tem 64 caracteres e verifique cada um deles.
ru: Введённый вами ключ восстановления недействителен. Убедитесь, что он содержит 24 слова, и проверьте правописание каждого из них. Если вы ввели старый код восстановления, убедитесь, что он состоит из 64 символов, и проверьте каждый из них.
sr: Кључ за опоравак који сте унели није исправан. Постарајте се да садржи 24 речи, и проверите да ли сте их правилно уписали. Уколико сте унели стари формат кључа, постарајте се да садржи 64 карактера и додатно проверите да ли је сваки исправно уписан.
sv: Återställningsnyckeln du angav är inte giltig. Kontrollera att den innehåller 24 ord och kontrollera stavningen av varje ord. Om du har angett en äldre återställnings kod, se till att den är 64 tecken lång, och kontrollera var och en av bokstäverna.
uk: Уведений вами ключ відновлення недійсний. Переконайтеся, що він містить 24 слова, і перевірте правильність написання кожного з них. Якщо ви ввели старіший код відновлення, переконайтеся, що він складається з 64 символів, і перевірте кожен з них.
ur: آپ نے جو ریکوری کلید درج کی ہے وہ درست نہیں ہے. براہ کرم یقینی بنائیں کہ اس میں 24 الفاظ ہیں، اور ہر ایک کے ہجے چیک کریں. اگر آپ نے پرانا ریکوری کوڈ درج کیا ہے، تو یقینی بنائیں کہ یہ 64 حروف میں مشتمل ہے، اور ان میں سے ہر ایک کو چیک کریں.
vi: Mã khôi phục không hợp lệ. Vui lòng đảm bảo nó chứa 24 từ, và đúng chính tả từng từ. Nếu bạn nhập loại mã khôi phục cũ, hãy đảm bảo nó dài 64 ký tự, và kiểm tra từng ký tự.

# recoveryKeyVerifyReason
source: Your recovery key is the only way to recover your photos if you forget your password. You can find your recovery key in Settings > Account. Please enter your recovery key here to verify that you have saved it correctly.
ar: مفتاح الاسترداد هو الطريقة الوحيدة لاستعادة صورك إذا نسيت كلمة المرور. يمكنك العثور عليه في الإعدادات > الحساب. الرجاء إدخال مفتاح الاسترداد هنا للتحقق من أنك حفظته بشكل صحيح.
az: Bərpa açarınız, şifrənizi unutduğunuz halda şəkillərinizi geri qaytarmağın yeganə yoludur. Bərpa açarınızı Ayarlar > Hesab bölməsində tapa bilərsiniz. ​Onu düzgün yadda saxladığınızdan əmin olmaq üçün, zəhmət olmasa, bərpa açarınızı bura daxil edin.
be: Ключ аднаўлення - гэта адзіны спосаб аднавіць вашы фатаграфіі, калі вы забылі пароль. Вы можаце знайсці ключ аднаўлення ў раздзеле «Налады -> Уліковы запіс». Увядзіце свой ключ аднаўлення тут, каб пераканацца, што ён захаваны слушна.
ca: La teva clau de recuperació és l'única manera de recuperar les teves fotos si oblides la teva contrasenya. Pots trobar la teva clau de recuperació a Configuració > Compte. Si us plau, introdueix la teva clau de recuperació aquí per verificar que l'has guardat correctament.
cs: Váš obnovovací klíč je jediný způsob, jak obnovit vaše fotografie, pokud zapomenete heslo. Obnovovací klíč najdete v Nastavení > Účet. Zadejte zde svůj obnovovací klíč, abyste ověřili, že jste jej správně uložili.
de: Dein Wiederherstellungsschlüssel ist die einzige Möglichkeit, auf deine Fotos zuzugreifen, solltest du dein Passwort vergessen. Du findest ihn unter Einstellungen > Konto. Bitte gib deinen Wiederherstellungsschlüssel hier ein, um sicherzugehen, dass du ihn korrekt gesichert hast.
el: Το κλειδί ανάκτησης σας είναι ο μόνος τρόπος για να ανακτήσετε τις φωτογραφίες σας εάν ξεχάσετε τον κωδικό πρόσβασής σας. Μπορείτε να βρείτε το κλειδί ανάκτησης σας στις Ρυθμίσεις > Λογαριασμός. Παρακαλούμε εισάγετε το κλειδί ανάκτησης σας εδώ για να βεβαιωθείτε ότι το έχετε αποθηκεύσει σωστά.
es: Tu clave de recuperación es la única forma de recuperar tus fotos si olvidas tu contraseña. Puedes encontrar tu clave de recuperación en Ajustes > Cuenta. Por favor, introduce tu clave de recuperación aquí para verificar que la has guardado correctamente.
fa: کلید بازیابی شما تنها راه بازیابی عکس‌های شما در صورت فراموشی رمز عبور است. می‌توانید کلید بازیابی خود را در تنظیمات > حساب پیدا کنید. لطفاً کلید بازیابی خود را در اینجا وارد کنید تا تأیید کنید که آن را به‌درستی ذخیره کرده‌اید.
fr: Votre clé de récupération est la seule façon de récupérer vos photos si vous oubliez votre mot de passe. Vous pouvez trouver votre clé de récupération dans Paramètres > Compte. Veuillez saisir votre clé de récupération ici pour vous assurer de l'avoir enregistré correctement.
id: Kunci pemulihan kamu adalah satu-satunya cara untuk memulihkan foto-foto kamu jika kamu lupa kata sandi. Kamu bisa lihat kunci pemulihan kamu di Pengaturan > Akun. Harap masukkan kunci pemulihan kamu di sini untuk memastikan bahwa kamu telah menyimpannya dengan baik.
it: Se hai dimenticato la password, la tua chiave di ripristino è l'unico modo per recuperare le tue foto. La puoi trovare in Impostazioni > Account. Inserisci la tua chiave di recupero per verificare di averla salvata correttamente.
nl: Je herstelsleutel is de enige manier om je foto's te herstellen als je je wachtwoord bent vergeten. Je vindt je herstelsleutel in Instellingen > Account. Voer hier je herstelsleutel in om te controleren of je hem correct hebt opgeslagen.
nn: Viss du gløymer passordet, er det berre ved å bruka gjenopprettingsnøkkelen at du kan gjenoppretta fotoa dine. Vel «Konto» frå «Innstillingar»-menyen for å finna gjenopprettingsnøkkelen. Skriv inn gjenopprettingsnøkkelen her for å stadfesta at du har lagra han på riktig måte.
no: Gjenopprettingsnøkkelen er den eneste måten å gjenopprette bildene dine på hvis du glemmer passordet ditt. Du finner gjenopprettingsnøkkelen din i Innstillinger > Konto. Vennligst skriv inn gjenopprettingsnøkkelen din her for å bekrefte at du har lagret den riktig.
pt_br: Sua chave de recuperação é a única maneira de recuperar suas fotos se você esqueceu sua senha. Você pode encontrar sua chave de recuperação em Opções > Conta. Insira sua chave de recuperação aqui para verificar se você a salvou corretamente.
ru: Ваш ключ восстановления — единственный способ восстановить ваши фото, если вы забудете пароль. Вы можете найти ключ восстановления в разделе «Настройки» → «Аккаунт». Пожалуйста, введите ваш ключ восстановления здесь, чтобы убедиться, что вы сохранили его правильно.
sr: Кључ за опоравак рачуна је једини начин да повратите фотографије ако заборавите лозинку. Можете га пронаћи под Подешавања > Рачун. Унесите ваш кључ за опоравак рачуна како бисмо били сигурни да сте га правилно сачували.
sv: Din återställningsnyckel är det enda sättet att återställa dina foton om du glömmer ditt lösenord. Du hittar din återställningsnyckel i Inställningar > Säkerhet. Ange din återställningsnyckel här för att verifiera att du har sparat den ordentligt.
uk: Ключ відновлення — це єдиний спосіб відновити фотографії, якщо ви забули пароль. Ви можете знайти свій ключ в розділі «Налаштування» > «Обліковий запис». Введіть ключ відновлення тут, щоб перевірити, чи правильно ви його зберегли.
ur: اگر آپ اپنا پاس ورڈ بھول جاتے ہیں تو آپ کی ریکووری کی آپ کی تصاویر کو بازیافت کرنے کا واحد طریقہ ہے. آپ اپنی ریکووری کی ترتیبات > اکاؤنٹ میں تلاش کر سکتے ہیں. اس بات کی تصدیق کرنے کے لیے کہ آپ نے اسے صحیح طریقے سے محفوظ کیا ہے، براہ کرم یہاں اپنی ریکووری کی درج کریں.
vi: Mã khôi phục là cách duy nhất để khôi phục ảnh của bạn nếu bạn quên mật khẩu. Bạn có thể xem mã khôi phục của mình trong Cài đặt > Tài khoản. Vui lòng nhập mã khôi phục của bạn ở đây để xác minh rằng bạn đã lưu nó đúng cách.

source: Or pick an existing one
ar: أو اختر واحدًا موجودًا
az: Və ya mövcud olanlardan birini seçin
be: Або выберыце адзін з існуючых
ca: O tria'n un d'existent
cs: Nebo vyberte existující
de: Oder eine vorherige auswählen
el: Ή επιλέξτε από υπάρχοντες
es: O elige uno existente
fa: یا یکی از موجود را انتخاب کنید
fr: Ou sélectionner un email existant
id: Atau pilih yang sudah ada
it: Oppure scegline una esistente
nl: Of kies een bestaande
no: Eller velg en eksisterende
pt_br: Ou escolha um existente
ru: Или выберите существующую
sr: Или изабери већ постојећи
sv: Eller välj en befintlig
uk: Або виберіть наявну
ur: یا موجودہ میں سے منتخب کریں
vi: Hoặc chọn một cái có sẵn

# albumOwner
source: Owner
ar: المالك
az: Sahib
be: Уладальнік
ca: Propietari
cs: Vlastník
de: Besitzer
el: Κάτοχος
es: Propietario
fa: مالک
fr: Propriétaire
id: Pemilik
it: Proprietario
ku: Xwedî
nl: Eigenaar
nn: Eigar
no: Eier
pt_br: Proprietário
ru: Владелец
sr: Власник
sv: Ägare
uk: Власник
ur: مالک
vi: Chủ sở hữu

source: Remove
ar: إزالة
az: Sil
be: Выдаліць
ca: Elimina
cs: Odstranit
de: Entfernen
el: Αφαίρεση
es: Quitar
fa: حذف
fr: Supprimer
id: Hapus
it: Rimuovi
ku: Rake
nl: Verwijder
no: Fjern
pt_br: Remover
ru: Удалить
sr: Уклони
sv: Ta bort
uk: Вилучити
ur: ہٹائیں
vi: Xóa

source: Remove participant
ar: إزالة المشارك
az: İştirakçını sil
be: Выдаліць удзельніка
ca: Elimina participant
cs: Odebrat účastníka
de: Teilnehmer entfernen
el: Αφαίρεση συμμετέχοντα
es: Quitar participante
fa: حذف شرکت‌کننده
fr: Supprimer le participant
id: Hapus peserta
it: Rimuovi partecipante
nl: Deelnemer verwijderen
no: Fjern deltaker
pt_br: Remover participante
ru: Удалить участника
sr: Уклони учесника
sv: Ta bort användaren
uk: Видалити учасника
ur: شریک کو ہٹائیں
vi: Xóa người tham gia

source: Change permissions?
ar: تغيير الإذن؟
az: İcazələr dəyişdirilsin?
be: Змяніць дазволы?
ca: Canviar permisos?
cs: Změnit oprávnění?
de: Berechtigungen ändern?
es: ¿Cambiar permisos?
fa: تغییر مجوزها؟
fr: Modifier les permissions ?
id: Ubah izin?
it: Cambio i permessi?
nl: Rechten aanpassen?
no: Endre tillatelser?
pt_br: Alterar permissões?
ru: Изменить разрешения?
sr: Измените дозволе?
sv: Ändra behörighet?
uk: Змінити дозволи?
ur: اجازتیں تبدیل کریں؟
vi: Thay đổi quyền?

# cannotAddMorePhotosAfterBecomingViewer
source: {user} will not be able to add more photos to this album They will still be able to remove existing photos added by them
ar: لن يتمكن {user} من إضافة المزيد من الصور إلى هذا الألبوم سيظل بإمكانه إزالة الصور الحالية التي أضافها
az: {user} bu alboma daha çox fotoşəkil əlavə edə bilməyəcək. Onlar hələ də özləri tərəfindən əlavə edilmiş mövcud fotoşəkilləri silə biləcəklər
be: У карыстальніка {user} не будзе магчымасці дадаваць іншыя фатаграфіі ў гэты альбом Дадзены карыстальнік усё яшчэ можа выдаляць існуючыя фатаграфіі, якія ён дадаваў раней
ca: {user} no podrà afegir més fotos a aquest àlbum Encara podrà eliminar les fotos existents afegides per ells
cs: {user} nebude moci přidat další fotky do tohoto alba Budou stále moci odebrat existující fotky, které přidali
de: Der Nutzer "{user}" wird keine weiteren Fotos zum Album hinzufügen können. Jedoch kann er weiterhin vorhandene Bilder, welche durch ihn hinzugefügt worden sind, wieder entfernen
es: {user} no podrá añadir más fotos a este álbum Todavía podrán eliminar las fotos ya añadidas por ellos
fa: {user} نمی‌تواند عکس‌های بیشتری به این آلبوم اضافه کند آنها هنوز می‌توانند عکس‌های موجودی که خودشان اضافه کرده‌اند را حذف کنند
fr: {user} ne pourra pas ajouter plus de photos à cet album Il pourra toujours supprimer les photos existantes ajoutées par eux
id: {user} tidak akan dapat menambahkan foto lagi ke album ini Ia masih dapat menghapus foto yang ditambahkan olehnya sendiri
it: {user} non sarà più in grado di aggiungere altre foto a questo album Sarà ancora in grado di rimuovere le foto esistenti aggiunte da lui o lei
nl: {user} zal geen foto's meer kunnen toevoegen aan dit album De gebruiker zal nog steeds bestaande foto's kunnen verwijderen die door hen zijn toegevoegd
no: {user} vil ikke kunne legge til flere bilder til dette albumet De vil fortsatt kunne fjerne eksisterende bilder lagt til av dem
pt_br: {user} Não poderá adicionar mais fotos a este álbum Eles ainda conseguirão remover fotos existentes adicionadas por eles
ru: {user} не сможет добавлять новые фото в этот альбом Этот пользователь всё ещё сможет удалять существующие фото, добавленные им
sr: {user} неће више моћи да додаје фотографије у овај албум И даље ће моћи да уклони фотографије које је претходно додао
sv: {user} kommer inte att kunna lägga till fler foton till detta album De kommer fortfarande att kunna ta bort befintliga foton som lagts till av dem
uk: {user} не зможе додавати більше фотографій до цього альбому Вони все ще зможуть видаляти додані ними фотографії
ur: {user} اس البم میں مزید تصاویر شامل کرنے کے قابل نہیں ہوں گے وہ اب بھی ان کے ذریعہ شامل کردہ موجودہ تصاویر کو ہٹا سکیں گے
vi: {user} sẽ không thể thêm ảnh vào album này Họ vẫn có thể xóa ảnh đã thêm bởi họ

source: Password lock
ar: قفل بكلمة مرور
az: Şifrə kilidi
be: Блакіраванне паролем
ca: Bloqueig per contrasenya
cs: Zámek heslem
de: Passwort Sperre
es: Bloqueo con contraseña
fa: قفل رمز عبور
fr: Verrouillage par mot de passe
id: Kunci dengan sandi
it: Blocco con password
nl: Wachtwoord slot
no: Passordlås
pt_br: Bloqueio por senha
ru: Защита паролем
sr: Закључај помоћу лозинке
sv: Lösenordskydd
uk: Блокування паролем
ur: پاس ورڈ لاک
vi: Khóa bằng mật khẩu

# canNotOpenTitle
source: Cannot open this album
ar: لا يمكن فتح هذا الألبوم
az: Bu albomu açmaq mümkün deyil
be: Немагчыма адкрыць гэты альбом
ca: No es pot obrir aquest àlbum
cs: Nelze otevřít toto album
de: Album kann nicht geöffnet werden
es: No es posible abrir este álbum
fa: نمی‌توان این آلبوم را باز کرد
fr: Impossible d'ouvrir cet album
id: Tidak dapat membuka album ini
it: Impossibile aprire questo album
nl: Kan dit album niet openen
no: Kan ikke åpne dette albumet
pt_br: Não pôde abrir este álbum
ru: Не удаётся открыть этот альбом
sr: Не могу да отворим овај албум
sv: Kan inte öppna det här albumet
ur: یہ البم نہیں کھولا جا سکتا
vi: Không thể mở album này

# canNotOpenBody
source: Sorry, this album cannot be opened in the app.
ar: عذرًا، لا يمكن فتح هذا الألبوم في التطبيق.
az: Bağışlayın, bu albom tətbiqdə açıla bilməz.
be: Прабачце, але гэты альбом немагчыма адкрыць у праграме.
ca: Ho sentim, aquest àlbum no es pot obrir a l'aplicació.
cs: Omlouváme se, ale toto album nelze otevřít v aplikaci.
de: Leider kann dieses Album nicht in der App geöffnet werden.
es: Lo sentimos, este álbum no se puede abrir en la aplicación.
fa: متاسفیم، این آلبوم در اپلیکیشن قابل باز شدن نیست.
fr: Désolé, cet album ne peut pas être ouvert dans l'application.
it: Spiacente, questo album non può essere aperto nell'app.
nl: Sorry, dit album kan niet worden geopend in de app.
no: Beklager, dette albumet kan ikke åpnes i appen.
pt_br: Desculpe, este álbum não pode ser aberto no aplicativo.
ru: Извините, этот альбом не может быть открыт в приложении.
sr: Жао ми је, овај албум се не може отворити у апликацији.
sv: Tyvärr kan detta album inte öppnas i appen.
ur: معذرت، یہ البم ایپ میں نہیں کھولا جا سکتا.
vi: Rất tiếc, album này không thể mở trong ứng dụng.

# disableDownloadWarningTitle
source: Please note
ar: يرجى الملاحظة
az: Qeyd edək ki
be: Звярніце ўвагу
ca: Si us plau, tingues en compte
cs: Upozornění
de: Bitte beachten Sie:
es: Por favor, ten en cuenta
fa: لطفاً توجه کنید
fr: Veuillez remarquer
id: Perlu diketahui
it: Nota bene
nl: Let op
no: Vær oppmerksom på
pt_br: Por favor, saiba que
ru: Обратите внимание
sr: Молим, обратите пажњу
sv: Vänligen notera:
uk: Зверніть увагу
ur: براہ کرم نوٹ کریں
vi: Xin lưu ý

# disableDownloadWarningBody
source: Viewers can still take screenshots or save a copy of your photos using external tools
ar: لا يزال بإمكان المشاهدين التقاط لقطات شاشة أو حفظ نسخة من صورك باستخدام أدوات خارجية
az: Nəzərə alın ki, izləyicilər hələ də kənar alətlər vasitəsilə fotoşəkillərinizin ekran görüntüsünü götürə və ya surətini yadda saxlaya bilərlər
be: Улічвайце, што гледачы ўсё яшчэ могуць рабіць здымкі экрана або захоўваць копію вашых фатаграфій пры дапамозе знешніх інструментаў
ca: Els visualitzadors encara poden fer captures de pantalla o guardar una còpia de les teves fotos utilitzant eines externes
cs: Prohlížející mohou stále pořizovat snímky obrazovky nebo ukládat kopii vašich fotografií pomocí externích nástrojů
de: Zuschauer können weiterhin Screenshots oder mit anderen externen Programmen Kopien der Bilder machen.
es: Los espectadores todavía pueden tomar capturas de pantalla o guardar una copia de tus fotos usando herramientas externas
fa: بینندگان هنوز می‌توانند از عکس‌های شما اسکرین‌شات بگیرند یا با استفاده از ابزارهای خارجی یک نسخه از آنها را ذخیره کنند
fr: Les observateurs peuvent toujours prendre des captures d'écran ou enregistrer une copie de vos photos en utilisant des outils externes
id: Orang yang melihat masih bisa mengambil tangkapan layar atau menyalin foto kamu menggunakan alat eksternal
it: I visualizzatori possono scattare screenshot o salvare una copia delle foto utilizzando strumenti esterni
nl: Kijkers kunnen nog steeds screenshots maken of een kopie van je foto's opslaan met behulp van externe tools
no: Seere kan fremdeles ta skjermbilder eller lagre en kopi av bildene dine ved bruk av eksterne verktøy
pt_br: Os visualizadores podem fazer capturas de tela ou salvar uma cópia de suas fotos usando ferramentas externas
ru: Зрители всё ещё могут делать скриншоты или сохранять копии ваших фото с помощью внешних инструментов
sr: Људи и даље могу да направе снимак екрана или да скину ваше фотографије користећи друге апликације
sv: Besökare kan fortfarande ta skärmdumpar eller spara en kopia av dina foton med hjälp av externa verktyg
uk: Переглядачі все ще можуть робити знімки екрана або зберігати копію ваших фотографій за допомогою зовнішніх інструментів
ur: ناظرین اب بھی اسکرین شاٹس لے سکتے ہیں یا بیرونی ٹولز کا استعمال کرتے ہوئے آپ کی تصاویر کی کاپی محفوظ کر سکتے ہیں
vi: Người xem vẫn có thể chụp màn hình hoặc sao chép ảnh của bạn bằng các công cụ bên ngoài

source: Allow downloads
ar: السماح بالتنزيلات
az: Yükləmələrə icazə ver
be: Дазволіць спампоўванні
ca: Permet descàrregues
cs: Povolit stahování
de: Downloads erlauben
es: Permitir descargas
fa: اجازه دانلود
fr: Autoriser les téléchargements
id: Izinkan pengunduhan
it: Consenti download
nl: Downloads toestaan
no: Tillat nedlastinger
pt_br: Permitir downloads
ru: Разрешить скачивание
sr: Дозволи преузимање
sv: Tillåt nedladdningar
uk: Дозволити завантаження
ur: ڈاؤن لوڈز کی اجازت دیں
vi: Cho phép tải xuống

# linkDeviceLimit
source: Device limit
ar: حد الأجهزة
az: Cihaz limiti
be: Абмежаванне па прыладах
ca: Límit de dispositius
cs: Limit zařízení
de: Geräte-Limit
es: Límite del dispositivo
fa: محدودیت دستگاه
fr: Limite d'appareil
id: Batas perangkat
it: Limite dei dispositivi
nl: Apparaat limiet
no: Enhetsgrense
pt_br: Limite do dispositivo
ru: Ограничение по количеству устройств
sv: Enhetsgräns
uk: Досягнуто ліміту пристроїв
ur: ڈیوائس کی حد
vi: Giới hạn thiết bị

# noDeviceLimit
source: None
ar: لا شيء
az: Heç biri
be: Адсутнічае
ca: Cap
cs: Žádné
de: Keins
es: Ninguno
fa: هیچ
fr: Aucune
id: Tidak ada
it: Nessuno
ku: Ne yek
nl: Geen
no: Ingen
pt_br: Nenhum
ru: Нет
sv: Ingen
uk: Немає
ur: کوئی نہیں
vi: Không có

source: Link expiry
ar: انتهاء صلاحية الرابط
az: Linkin vaxtı
be: Спасылка пратэрмінавана
ca: Caducitat de l'enllaç
cs: Platnost odkazu
de: Ablaufdatum des Links
es: Enlace vence
fa: انقضای لینک
fr: Expiration du lien
id: Waktu kedaluwarsa link
it: Scadenza del link
nl: Vervaldatum
no: Lenkeutløp
pt_br: Expiração do link
ru: Срок действия ссылки
sr: Рок важења линка
sv: Länken upphör
uk: Термін дії посилання закінчився
ur: لنک کی میعاد
vi: Hết hạn liên kết

# linkExpired
source: Expired
ar: منتهي الصلاحية
az: Vaxtı bitib
be: Пратэрмінавана
ca: Caducat
cs: Vypršel
de: Abgelaufen
es: Vencido
fa: منقضی شده
fr: Expiré
id: Kedaluwarsa
it: Scaduto
nl: Verlopen
no: Utløpt
pt_br: Expirado
ru: Истекла
sr: Истекао
sv: Upphört
uk: Закінчився
ur: میعاد ختم
vi: Hết hạn
