Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# renewsOn
source: Subscription renews on {endDate}
ar: يتجدد الاشتراك في {endDate}
az: Abunəlik bu tarixdə yenilənir: {endDate}
be: Наступнае падаўжэнне падпіскі адбудзецца {endDate}
ca: La subscripció es renova el {endDate}
cs: Předplatné se obnoví {endDate}
de: Erneuert am {endDate}
es: La suscripción se renueva el {endDate}
fa: اشتراک در تاریخ {endDate} تمدید می‌شود.
fr: Renouvellement le {endDate}
id: Langganan akan diperpanjang pada {endDate}
it: Si rinnova il {endDate}
nl: Wordt verlengd op {endDate}
no: Abonnement fornyes på {endDate}
pt_br: Renovação de assinatura em {endDate}
ru: Подписка будет продлена {endDate}
sr: Претплата се обнавља {endDate}
sv: Prenumerationen förnyas på {endDate}
uk: Передплата поновиться {endDate}
ur: سبسکرپشن کی تجدید {endDate} کو ہوگی
vi: Gia hạn gói vào {endDate}

# freeTrialValidTill
source: Free trial valid till {endDate}
ar: التجربة المجانية صالحة حتى {endDate}
az: Pulsuz sınaq {endDate} tarixinədək keçərlidir
be: Бясплатны пробны перыяд дзейнічае да {endDate}
ca: Prova gratuïta vàlida fins al {endDate}
cs: Bezplatná zkušební verze platná do {endDate}
de: Kostenlose Demo verfügbar bis zum {endDate}
es: Prueba gratuita válida hasta {endDate}
fa: آزمایش رایگان تا تاریخ {endDate} معتبر است.
fr: Essai gratuit valide jusqu’au {endDate}
id: Percobaan gratis berlaku hingga {endDate}
it: La prova gratuita termina il {endDate}
nl: Gratis proefversie geldig tot {endDate}
no: Prøveperioden varer til {endDate}
pt_br: A avaliação grátis acaba em {endDate}
ru: Бесплатный пробный период действителен до {endDate}
sr: Бесплатан пробни период важи до {endDate}
sv: Gratis provperiod giltig till {endDate}
uk: Безплатна пробна версія діє до {endDate}
ur: مفت ٹرائل {endDate} تک کارآمد ہے
vi: Dùng thử miễn phí áp dụng đến {endDate}

# validTill
source: Valid till {endDate}
ar: صالح حتى {endDate}
az: {endDate} tarixinədək keçərlidir
be: Дзейнічае да {endDate}
ca: Vàlid fins al {endDate}
cs: Platné do {endDate}
de: Gültig bis {endDate}
es: Válido hasta {endDate}
fa: معتبر تا تاریخ {endDate}
fr: Valable jusqu'au {endDate}
id: Berlaku hingga {endDate}
it: Valido fino al {endDate}
nl: Geldig tot {endDate}
no: Gyldig til {endDate}
pt_br: Válido até {endDate}
ru: Действительно до {endDate}
sr: Важи до {endDate}
sv: Giltig till {endDate}
uk: Діє до {endDate}
ur: {endDate} تک کارآمد
vi: Áp dụng đến {endDate}

# addOnValidTill
source: Your {storageAmount} add-on is valid till {endDate}
ar: إضافتك بسعة {storageAmount} صالحة حتى {endDate}
az: Sizin {storageAmount} əlavəniz {endDate} tarixinədək keçərlidir
be: Ваш дадатак у {storageAmount} дзейнічае да {endDate}
ca: El teu complement de {storageAmount} és vàlid fins al {endDate}
cs: Váš doplněk {storageAmount} je platný do {endDate}
de: Dein {storageAmount} Add-on ist gültig bis {endDate}
es: Tu {storageAmount} adicional es válido hasta {endDate}
fa: افزونه {storageAmount} شما تا تاریخ {endDate} معتبر است.
fr: Votre extension de {storageAmount} est valable jusqu'au {endDate}
id: Add-on {storageAmount} kamu berlaku sampai {endDate}
it: Il tuo spazio aggiuntivo di {storageAmount} è valido fino al {endDate}
nl: Jouw {storageAmount} add-on is geldig tot {endDate}
no: Tillegget på {storageAmount} er gyldig til {endDate}
pt_br: Seu complemento {storageAmount} é válido até {endDate}
ru: Ваше дополнение на {storageAmount} действительно до {endDate}
sr: Ваш {storageAmount} додатак важи до {endDate}
sv: Ditt {storageAmount} tillägg är giltigt till {endDate}
uk: Ваше доповнення {storageAmount} діє до {endDate}
ur: آپ کا {storageAmount} ایڈ آن {endDate} تک کارآمد ہے
vi: Gói bổ sung {storageAmount} áp dụng đến {endDate}

# playStoreFreeTrialValidTill
source: Free trial valid till {endDate}. You can choose a paid plan afterwards.
ar: التجربة المجانية صالحة حتى {endDate}. يمكنك اختيار خطة مدفوعة بعد ذلك.
az: Pulsuz sınaq {endDate} tarixinədək keçərlidir. Sonradan ödənişli plan seçə bilərsiniz.
be: Бясплатны пробны перыяд дзейнічае да {endDate}. Пасля яго завяршэння вы можаце выбраць платны тарыфны план.
ca: Prova gratuïta vàlida fins al {endDate}. Pots triar un pla de pagament després.
cs: Bezplatná zkušební verze platná do {endDate}. Poté si můžete vybrat placený tarif.
de: Kostenlose Testversion gültig bis {endDate}. Du kannst anschließend ein bezahltes Paket auswählen.
es: Prueba gratuita válida hasta {endDate}. Puedes elegir un plan de pago después.
fa: آزمایش رایگان تا تاریخ {endDate} معتبر است. شما می‌توانید بعداً یک طرح پولی انتخاب کنید.
fr: Essai gratuit valable jusqu'à {endDate}. Vous pouvez choisir un plan payant par la suite.
id: Percobaan gratis berlaku hingga {endDate}. Kamu dapat memilih paket berbayar setelahnya.
it: Prova gratuita valida fino al {endDate}. In seguito potrai scegliere un piano a pagamento.
nl: Gratis proefperiode geldig tot {endDate}. U kunt naderhand een betaald abonnement kiezen.
no: Prøveperioden varer til {endDate}. Du kan velge en betalt plan etterpå.
pt_br: Avaliação grátis válida até {endDate}. Você pode alterar para um plano pago depois.
ru: Бесплатный пробный период действителен до {endDate}. После этого вы можете выбрать платный тариф.
sr: Бесплатни пробни период важи до {endDate}. Можете изабрати неки од планова након тога.
sv: Gratis provperiod giltig till {endDate}. Du kan välja en betalplan efteråt.
uk: Безплатна пробна версія діє до {endDate}. Після цього ви можете обрати платний план.
ur: مفت ٹرائل {endDate} تک کارآمد ہے. اس کے بعد آپ معاوضہ پلان منتخب کر سکتے ہیں.
vi: Dùng thử miễn phí áp dụng đến {endDate}. Bạn có thể chọn gói trả phí sau đó.

# subWillBeCancelledOn
source: Your subscription will be cancelled on {endDate}
ar: سيتم إلغاء اشتراكك في {endDate}
az: Abunəliyiniz {endDate} tarixində ləğv ediləcək
be: Ваша падпіска будзе скасавана {endDate}
ca: La teva subscripció es cancel·larà el {endDate}
cs: Vaše předplatné bude zrušeno dne {endDate}
de: Dein Abo endet am {endDate}
es: Tu suscripción se cancelará el {endDate}
fa: اشتراک شما در تاریخ {endDate} لغو خواهد شد.
fr: Votre abonnement sera annulé le {endDate}
id: Langganan kamu akan dibatalkan pada {endDate}
it: L'abbonamento verrà cancellato il {endDate}
nl: Uw abonnement loopt af op {endDate}
no: Abonnementet ditt blir avsluttet den {endDate}
pt_br: Sua assinatura será cancelada em {endDate}
ru: Ваша подписка будет отменена {endDate}
sr: Ваша претплата ће бити отказана {endDate}
sv: Din prenumeration kommer att avslutas på {endDate}
uk: Вашу передплату буде скасовано {endDate}
ur: آپ کی سبسکرپشن {endDate} کو منسوخ کر دی جائے گی
vi: Gói của bạn sẽ bị hủy vào {endDate}

source: Subscription
ar: الاشتراك
az: Abunəlik
be: Падпіска
ca: Subscripció
cs: Předplatné
de: Abonnement
es: Suscripción
fa: اشتراک
fr: Abonnement
id: Langganan
it: Abbonamento
nl: Abonnement
nn: Abonnement
no: Abonnement
pt_br: Assinatura
ru: Подписка
sr: Претплата
sv: Prenumeration
uk: Передплата
ur: سبسکرپشن
vi: Gói đăng ký

source: Payment details
ar: تفاصيل الدفع
az: Ödəniş məlumatları
be: Падрабязнасці плацяжу
ca: Detalls del pagament
cs: Platební údaje
de: Zahlungsdetails
es: Detalles de pago
fa: جزئیات پرداخت
fr: Détails de paiement
id: Rincian pembayaran
it: Dettagli di Pagamento
nl: Betaalgegevens
no: Betalingsinformasjon
pt_br: Detalhes de pagamento
ru: Платёжные данные
sr: Детаљи плаћања
sv: Betalningsdetaljer
uk: Деталі платежу
ur: ادائیگی کی تفصیلات
vi: Chi tiết thanh toán

# contactToManageSubscription
source: Please contact us at support@ente.io to manage your {provider} subscription.
ar: يرجى التواصل معنا على support@ente.io لإدارة اشتراكك في {provider}.
az: {provider} abunəliyinizi idarə etmək üçün lütfən support@ente.io ünvanı vasitəsilə bizimlə əlaqə saxlayın.
be: Адпраўце ліст на паштовы адрас support@ente.io, каб кіраваць сваёй падпіскай {provider}.
ca: Si us plau, contacta amb nosaltres a support@ente.io per gestionar la teva subscripció de {provider}.
cs: Kontaktujte nás na adrese support@ente.io, abyste mohli spravovat své předplatné {provider}.
de: Bitte kontaktiere uns über support@ente.io, um dein {provider} Abo zu verwalten.
es: Por favor, contáctanos en support@ente.io para gestionar tu suscripción a {provider}.
fa: لطفاً با ما به آدرس support@ente.io تماس بگیرید تا اشتراک {provider} خود را مدیریت کنید.
fr: Veuillez nous contacter à support@ente.io pour gérer votre abonnement {provider}.
id: Silakan hubungi kami di support@ente.io untuk mengatur langganan {provider} kamu.
it: Scrivi all'indirizzo support@ente.io per gestire il tuo abbonamento {provider}.
nl: Neem contact met ons op via support@ente.io om uw {provider} abonnement te beheren.
no: Kontakt oss på support@ente.io for å administrere ditt {provider} abonnement.
pt_br: Entre em contato conosco em support@ente.io para gerenciar sua assinatura {provider}.
ru: Пожалуйста, свяжитесь с нами по адресу support@ente.io для управления вашей подпиской {provider}.
sv: Kontakta oss på support@ente.io för att hantera din {provider} prenumeration.
uk: Зв'яжіться з нами за адресою support@ente.io для управління вашою передплатою {provider}.
ur: اپنی {provider} سبسکرپشن کا انتظام کرنے کے لیے براہ کرم support@ente.io پر ہم سے رابطہ کریں.
vi: Vui lòng liên hệ với chúng tôi qua support@ente.io để quản lý gói {provider} của bạn.

source: Renew subscription
ar: تجديد الاشتراك
az: Abunəliyi yenilə
be: Падоўжыць падпіску
ca: Renova subscripció
cs: Obnovit předplatné
de: Abonnement erneuern
es: Renovar suscripción
fa: تمدید اشتراک
fr: Renouveler l’abonnement
id: Perpanjang langganan
it: Rinnova abbonamento
nl: Abonnement verlengen
no: Forny abonnement
pt_br: Renovar assinatura
ru: Продлить подписку
sr: Однови претплату
sv: Förnya prenumeration
uk: Поновити передплату
ur: سبسکرپشن کی تجدید کریں
vi: Gia hạn gói

source: Cancel subscription
ar: إلغاء الاشتراك
az: Abunəliyi ləğv et
be: Скасаваць падпіску
ca: Cancel·la subscripció
cs: Zrušit předplatné
de: Abonnement kündigen
es: Cancelar suscripción
fa: لغو اشتراک
fr: Annuler l'abonnement
id: Batalkan langganan
it: Annulla abbonamento
nl: Abonnement opzeggen
no: Avslutt abonnement
pt_br: Cancelar assinatura
ru: Отменить подписку
sr: Откажи претплату
sv: Avbryt prenumeration
uk: Скасувати передплату
ur: سبسکرپشن منسوخ کریں
vi: Hủy gói

source: Are you sure you want to renew?
ar: هل أنت متأكد من رغبتك في التجديد؟
az: Yeniləmək istədiyinizdən əminsiniz?
be: Вы сапраўды хочаце падоўжыць?
ca: Estàs segur que vols renovar?
cs: Opravdu chcete obnovit?
de: Bist du sicher, dass du verlängern möchtest?
es: ¿Estás seguro de que quieres renovar?
fa: آیا مطمئن هستید که می‌خواهید تمدید کنید؟
fr: Êtes-vous sûr de vouloir renouveler ?
id: Apakah kamu yakin ingin memperpanjang?
it: Sei sicuro di volere rinnovare?
nl: Weet u zeker dat u wilt verlengen?
no: Er du sikker på at du vil fornye?
pt_br: Deseja renovar?
ru: Вы уверены, что хотите продлить?
sr: Да ли сте сигурни да желите да обновите претплату?
sv: Är du säker på att du vill förnya?
uk: Ви впевнені, що хочете поновити?
ur: کیا آپ واقعی تجدید کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn gia hạn không?

source: Yes, Renew
ar: نعم، تجديد
az: Bəli, Yenilə
be: Так, падоўжыць
ca: Sí, renova
cs: Ano, obnovit
de: Ja, erneuern
es: Sí, renovar
fa: بله، تمدید کن
fr: Oui, renouveler
id: Ya, Perpanjang
it: Sì, Rinnova
ku: Erê, nû bike
nl: Ja, verlengen
no: Ja, forny
pt_br: Sim
ru: Да, продлить
sr: Да, обнови претплату
sv: Ja, förnya
uk: Так, поновити
ur: ہاں، تجدید کریں
vi: Có, Gia hạn

source: Are you sure you want to cancel?
ar: هل أنت متأكد من رغبتك في الإلغاء؟
az: Ləğv etmək istədiyinizdən əminsiniz?
be: Вы сапраўды хочаце скасаваць?
ca: Estàs segur que vols cancel·lar?
cs: Opravdu chcete zrušit?
de: Bist du sicher, dass du kündigen willst?
es: ¿Estás seguro de que quieres cancelar?
fa: آیا مطمئن هستید که می‌خواهید لغو کنید؟
fr: Es-tu sûre de vouloir annuler?
id: Apakah kamu yakin ingin membatalkan?
it: Sicuro di volerlo cancellare?
ku: Ma tu piştrast î ku dixwazî têk bibî?
nl: Weet u zeker dat u wilt opzeggen?
no: Er du sikker på at du vil avslutte?
pt_br: Deseja cancelar?
ru: Вы уверены, что хотите отменить?
sr: Да ли сте сигурни да желите да откажете?
sv: Är du säker på att du vill avbryta?
uk: Ви дійсно хочете скасувати?
ur: کیا آپ واقعی منسوخ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn hủy không?

source: Yes, cancel
ar: نعم، إلغاء
az: Bəli, ləğv et
be: Так, скасаваць
ca: Sí, cancel·la
cs: Ano, zrušit
de: Ja, kündigen
es: Sí, cancelar
fa: بله، لغو کن
fr: Oui, annuler
id: Ya, batalkan
it: Sì, cancella
ku: Erê, têk bibe
nl: Ja, opzeggen
no: Ja, avslutt
pt_br: Sim
ru: Да, отменить
sr: Да, откажи
sv: Ja, avbryt
uk: Так, скасувати
ur: ہاں، منسوخ کریں
vi: Có, hủy

source: Failed to renew
ar: فشل التجديد
az: Yeniləmək mümkün olmadı
be: Не ўдалося падоўжыць
ca: No s'ha pogut renovar
cs: Nepodařilo se obnovit
de: Erneuern fehlgeschlagen
es: Renovación fallida
fa: تمدید ناموفق بود
fr: Échec du renouvellement
id: Gagal memperpanjang
it: Rinnovo fallito
nl: Verlengen mislukt
no: Kunne ikke fornye
pt_br: Falhou ao renovar
ru: Не удалось продлить
sv: Kunde inte förnya
uk: Не вдалося поновити
ur: تجدید کرنے میں ناکام
vi: Gia hạn không thành công

source: Failed to cancel
ar: فشل الإلغاء
az: Ləğv etmək mümkün olmadı
be: Не ўдалося скасаваць
ca: No s'ha pogut cancel·lar
cs: Zrušení se nezdařilo
de: Kündigung fehlgeschlagen
es: Error al cancelar
fa: لغو ناموفق بود
fr: Échec de l'annulation
id: Gagal membatalkan
it: Impossibile annullare
nl: Opzeggen mislukt
no: Kan ikke avbryte
pt_br: Falhou ao cancelar
ru: Не удалось отменить
sr: Неуспешно отказивање
sv: Misslyckades att avbryta
uk: Не вдалося скасувати
ur: منسوخ کرنے میں ناکام
vi: Hủy không thành công

# twoMonthsFreeOnYearlyPlans
source: 2 months free on yearly plans
ar: شهرين مجانيين على الخطط السنوية.
az: İllik planlarda 2 ay pulsuz
be: 2 месяцы ў падарунак пры падпісцы на 1 год
ca: 2 mesos gratis en plans anuals
cs: Získejte 2 měsíce zdarma při ročních plánech
de: 2 Monate kostenlos beim jährlichen Bezahlen
es: 2 meses gratis en planes anuales
fa: ۲ ماه رایگان برای طرح‌های سالانه
fr: 2 mois gratuits sur les forfaits annuels
id: 2 bulan gratis dengan paket tahunan
it: 2 mesi gratis sui piani annuali
nl: Krijg 2 maanden gratis bij jaarlijkse abonnementen
no: 2 måneder gratis med årsabonnement
pt_br: 2 meses grátis em planos anuais
ru: 2 месяца в подарок на годовом тарифе
sr: 2 месеца гратис уз годишњу претплату
sv: 2 månader gratis på årsplaner
uk: 2 місяці безплатно на щорічних планах
ur: سالانہ پلانز پر ۲ مہینے مفت
vi: Nhận 2 tháng miễn phí với các gói theo năm

source: Monthly
ar: شهريًا
az: Aylıq
be: Штомесячна
ca: Mensual
cs: Měsíčně
de: Monatlich
es: Mensualmente
fa: ماهانه
fr: Mensuel
id: Bulanan
it: Mensile
ku: Mehane
nl: Maandelijks
no: Månedlig
pt_br: Mensal
ru: Ежемесячно
sr: Месечно
sv: Månadsvis
uk: Щомісяця
ur: ماہانہ
vi: Theo tháng

source: Yearly
ar: سنويًا
az: İllik
be: Штогод
ca: Anual
cs: Ročně
de: Jährlich
es: Anualmente
fa: سالانه
fr: Annuel
id: Tahunan
it: Annuale
ku: Salane
nl: Jaarlijks
no: Årlig
pt_br: Anual
ru: Ежегодно
sr: Годишње
sv: Årsvis
uk: Щороку
ur: سالانہ
vi: Theo năm

source: Confirm plan change
ar: تأكيد تغيير الخطة
az: Plan dəyişikliyini təsdiqlə
be: Пацвердзіць змяненне тарыфнага плана
ca: Confirma el canvi de pla
cs: Potvrdit změnu tarifu
de: Aboänderungen bestätigen
es: Confirmar los cambios en el plan
fa: تغییر طرح را تأیید کنید
fr: Confirmer le changement de l'offre
id: Konfirmasi perubahan paket
it: Conferma le modifiche al piano
nl: Bevestig verandering van abonnement
no: Bekreft endring av abonnement
pt_br: Confirmar mudança de plano
ru: Подтвердить смену тарифа
sr: Потврди промену пакета
sv: Bekräfta ändring av plan
uk: Підтвердити зміну плану
ur: پلان کی تبدیلی کی تصدیق کریں
vi: Xác nhận thay đổi gói

source: Are you sure you want to change your plan?
ar: هل أنت متأكد من رغبتك في تغيير خطتك؟
az: Planınızı dəyişmək istədiyinizdən əminsiniz?
be: Вы сапраўды хочаце змяніць свой тарыфны план?
ca: Estàs segur que vols canviar el teu pla?
cs: Opravdu chcete změnit svůj tarif?
de: Bist du sicher, dass du deinen Tarif ändern möchtest?
es: ¿Estás seguro de que quieres cambiar tu plan?
fa: آیا مطمئن هستید که می‌خواهید طرح خود را تغییر دهید؟
fr: Êtes-vous certains de vouloir changer d'offre ?
id: Apakah kamu yakin ingin mengubah paket kamu?
it: Sei sicuro di voler cambiare il piano?
nl: Weet u zeker dat u uw abonnement wilt wijzigen?
no: Er du sikker på at du vil endre abonnement?
pt_br: Deseja trocar de plano?
ru: Вы уверены, что хотите сменить тариф?
sr: Да ли сигурно желиш да промениш пакет?
sv: Är du säker på att du vill ändra din plan?
uk: Ви впевнені, що хочете змінити свій план?
ur: کیا آپ واقعی اپنا پلان تبدیل کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn thay đổi gói của mình không?

source: You cannot downgrade to this plan
ar: لا يمكنك الترقية إلى هذه الخطة.
az: Bu plana keçid edərək dərəcəni aşağı sala bilməzsiniz
be: Вы не можаце панізіць да гэтага тарыфнага плана
ca: No pots baixar a aquest pla
cs: Na tento nižší tarif nelze přejít
de: Du kannst nicht auf diesen Tarif wechseln
es: No puedes bajar a este plan
fa: شما نمی‌توانید به این طرح کاهش سطح دهید
fr: Vous ne pouvez pas rétrograder vers cette offre
id: Kamu tidak dapat turun ke paket ini
it: Non puoi effettuare il downgrade su questo piano
nl: U kunt niet downgraden naar dit abonnement
no: Du kan ikke nedgradere til dette abonnementet
pt_br: Você não pode rebaixar para este plano
ru: Вы не можете понизить до этого тарифа
sr: Не можете изабрати овај пакет
sv: Du kan inte nedgradera till den här planen
uk: Ви не можете перейти до цього плану
ur: آپ اس پلان پر ڈاؤن گریڈ نہیں کر سکتے
vi: Bạn không thể đổi xuống gói này

# cancelOtherSubscription
source: Please cancel your existing subscription from {paymentProvider} first
ar: يرجى إلغاء اشتراكك الحالي من {paymentProvider} أولاً.
az: Lütfən, öncə {paymentProvider} üzərindən mövcud abunəliyinizi ləğv edin
be: Першапачаткова скасуйце сваю існуючую падпіску ад {paymentProvider}
ca: Si us plau, cancel·la primer la teva subscripció existent de {paymentProvider}
cs: Nejprve zrušte své stávající předplatné u {paymentProvider}
de: Bitte kündige dein aktuelles Abo über {paymentProvider} zuerst
es: Por favor, cancela primero tu suscripción existente de {paymentProvider}
fa: لطفاً ابتدا اشتراک موجود خود را از {paymentProvider} لغو کنید
fr: Veuillez d'abord annuler votre abonnement existant de {paymentProvider}
id: Harap batalkan langganan kamu di {paymentProvider} terlebih dahulu
it: Annulla prima il tuo abbonamento esistente da {paymentProvider}
nl: Annuleer eerst uw bestaande abonnement bij {paymentProvider}
no: Vennlist avslutt ditt eksisterende abonnement fra {paymentProvider} først
pt_br: Primeiramente cancele sua assinatura existente do {paymentProvider}
ru: Пожалуйста, сначала отмените существующую подписку через {paymentProvider}
sr: Молимо, прво откажите претплау на {paymentProvider}
sv: Vänligen avbryt din befintliga prenumeration från {paymentProvider} först
uk: Спочатку скасуйте вашу передплату від {paymentProvider}
ur: براہ کرم پہلے {paymentProvider} سے اپنی موجودہ سبسکرپشن منسوخ کریں
vi: Vui lòng hủy gói hiện tại của bạn từ {paymentProvider} trước

source: Optional, as short as you like...
ar: اختياري، قصير كما تشاء...
az: İstəyə bağlı, istədiyiniz qədər qısa...
be: Неабавязкова і так коратка, як вы захочаце...
ca: Opcional, tan curt com vulguis...
cs: Volitelné, tak krátké, jak chcete...
de: Bei Bedarf auch so kurz wie du willst...
es: Opcional, tan corto como quieras...
fa: اختیاری، به اندازه‌ای که می‌خواهید کوتاه...
fr: Optionnel, aussi court que vous le souhaitez...
id: Opsional, pendek pun tak apa...
it: Facoltativo, breve quanto vuoi...
nl: Optioneel, zo kort als je wilt...
no: Valgfri, så kort som du vil...
pt_br: Opcional, tão curto como quiser...
ru: Необязательно, насколько коротко пожелаете...
sr: Опционо, коико год кратко желите...
sv: Valfritt, så kort som du vill...
uk: Необов'язково, так коротко, як ви хочете...
ur: اختیاری، جتنا مختصر آپ چاہیں...
vi: Tùy chọn, ngắn dài tùy ý...

# askCancelReason
source: Your subscription was cancelled. Would you like to share the reason?
ar: تم إلغاء اشتراكك. هل ترغب في مشاركة السبب؟
az: Abunəliyiniz ləğv edildi. Səbəbini bölüşmək istərdinizmi?
be: Ваша падпіска была скасавана. Можа быць вы хочаце распавесці нам прычыну?
ca: La teva subscripció s'ha cancel·lat. T'agradaria compartir la raó?
cs: Vaše předplatné bylo zrušeno. Chcete sdělit důvod?
de: Dein Abonnement wurde gekündigt. Möchtest du uns den Grund mitteilen?
es: Tu suscripción ha sido cancelada. ¿Quieres compartir el motivo?
fa: اشتراک شما لغو شد. آیا مایلید دلیل را به اشتراک بگذارید؟
fr: Votre abonnement a été annulé. Souhaitez-vous partager la raison ?
id: Langganan kamu telah dibatalkan. Apakah kamu ingin membagikan alasannya?
it: Il tuo abbonamento è stato annullato. Vuoi condividere il motivo?
nl: Uw abonnement is opgezegd. Wilt u de reden delen?
no: Abonnementet ble avbrutt. Ønsker du å dele grunnen?
pt_br: Sua assinatura foi cancelada. Deseja compartilhar o motivo?
ru: Ваша подписка была отменена. Не хотели бы вы поделиться причиной?
sr: Отказали сте претплату. Да ли бисте нам рекли разлог?
sv: Din prenumeration avbröts. Vill du dela anledningen?
uk: Передплату було скасовано. Ви хотіли б поділитися причиною?
ur: آپ کی سبسکرپشن منسوخ کر دی گئی تھی. کیا آپ وجہ بتانا پسند کریں گے؟
vi: Gói của bạn đã bị hủy. Bạn có muốn chia sẻ lý do không?

source: Thank you for subscribing!
ar: شكرًا لاشتراكك!
az: Abunə olduğunuz üçün təşəkkür edirik!
be: Дзякуем за падпіску!
ca: Gràcies per subscriure't!
cs: Děkujeme za aktivaci předplatného!
de: Danke fürs Abonnieren!
es: ¡Gracias por suscribirte!
fa: از شما بابت اشتراک‌گذاری متشکریم!
fr: Merci de vous être abonné !
id: Terima kasih telah berlangganan!
it: Grazie per esserti iscritto!
nl: Dank je wel voor het abonneren!
no: Takk for at du abonnerer!
pt_br: Obrigado por assinar!
ru: Спасибо за подписку!
sr: Хвала што сте се претплатили!
sv: Tack för att du prenumererar!
uk: Спасибі за передплату!
ur: سبسکرائب کرنے کے لیے شکریہ!
vi: Cảm ơn bạn đã đăng ký gói!

source: Your purchase was successful
ar: تم الشراء بنجاح.
az: Satınalma uğurla başa çatdı
be: Вы паспяхова здзейснілі куплю
ca: La teva compra ha estat exitosa
cs: Váš nákup byl úspěšný
de: Dein Einkauf war erfolgreich
es: Tu compra ha sido exitosa
fa: خرید شما با موفقیت انجام شد
fr: Votre achat a été effectué avec succès
id: Pembelianmu berhasil
it: Acquisto andato a buon fine
nl: Uw betaling is geslaagd
no: Ditt kjøp var vellykket
pt_br: Sua compra foi efetuada com sucesso
ru: Ваша покупка прошла успешно
sr: Куповина успешно закључена
sv: Ditt köp lyckades
uk: Ваша покупка пройшла успішно
ur: آپ کی خریداری کامیاب رہی
vi: Bạn đã giao dịch thành công

source: Your plan was successfully upgraded
ar: تمت ترقية خطتك بنجاح.
az: Planınız uğurla yüksəldildi
be: Ваш тарыфны план паспяхова палепшаны
ca: El teu pla s'ha millorat amb èxit
cs: Váš tarif byl úspěšně změněn na vyšší
de: Dein Abo wurde erfolgreich hochgestuft
es: Tu plan se ha actualizado correctamente
fa: طرح شما با موفقیت ارتقا یافت
fr: Votre offre a été mise à jour avec succès
id: Paket kamu berhasil ditingkatkan
it: Il tuo piano è stato aggiornato con successo
nl: Uw abonnement is succesvol opgewaardeerd
no: Abonnementet ditt ble oppgradert
pt_br: Seu plano foi atualizado com sucesso
ru: Ваш тариф успешно повышен
sr: Успешно сте прешли на јачи пакет
sv: Din plan uppgraderades framgångsrikt
uk: Ваш план успішно покращено
ur: آپ کا پلان کامیابی سے اپ گریڈ ہو گیا
vi: Gói của bạn đã được nâng cấp thành công
