Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Set new password
ar: تعيين كلمة مرور جديدة
az: Yeni şifrə təyin edin
be: Задаць новы пароль
ca: Estableix nova contrasenya
cs: Nastavit nové heslo
de: Neues Passwort festlegen
es: Ingresa tu nueva contraseña
fa: رمز عبور جدید را تنظیم کنید
fr: Définir un nouveau mot de passe
it: Imposta una nuova password
nl: Nieuw wachtwoord instellen
no: Angi nytt passord
pt_br: Definir nova senha
ru: Установите новый пароль
sr: Постави нову лозинку
sv: Ange nytt lösenord
uk: Встановити новий пароль
ur: نیا پاس ورڈ سیٹ کریں
vi: Đặt mật khẩu mới

source: Enter PIN
ar: أدخل رمز PIN
az: PIN kodu daxil edin
be: Увядзіце PIN
ca: Introdueix PIN
cs: Zadejte PIN
de: PIN eingeben
el: Εισαγωγή PIN
es: Ingresa tu contraseña
fa: پین را وارد کنید
fr: Saisir le code PIN
it: Inserisci PIN
nl: PIN invoeren
no: Skriv inn PIN-koden
pt_br: Inserir PIN
ru: Введите PIN-код
sr: Унеси пин
sv: Ange PIN-kod
uk: Введіть PIN-код
ur: PIN درج کریں
vi: Nhập PIN

source: Set new PIN
ar: تعيين رمز PIN جديد
az: Yeni PIN təyin edin
be: Задаць новы PIN
ca: Estableix nou PIN
cs: Nastavit nový PIN
de: Neue PIN festlegen
el: Ορίστε νέο PIN
es: Ingresa tu nuevo PIN
fa: پین جدید را تنظیم کنید
fr: Définir un nouveau code PIN
it: Imposta un nuovo PIN
nl: Nieuwe PIN instellen
no: Angi ny PIN-kode
pt_br: Definir PIN novo
ru: Установите новый PIN-код
sr: Постави нови пин
sv: Ange ny PIN-kod
uk: Встановити новий PIN-код
ur: نیا PIN سیٹ کریں
vi: Đặt PIN mới

source: App lock
ar: قفل التطبيق
az: Tətbiq kilidi
be: Блакіроўка праграмы
ca: Bloqueig d'aplicació
cs: Zámek aplikace
de: App-Sperre
el: Κλείδωμα εφαρμογής
es: Bloqueo de aplicación
fa: قفل برنامه
fr: Verrouillage de l'application
it: Blocco app
nl: App-vergrendeling
no: Applås
pt_br: Bloqueio do aplicativo
ru: Блокировка приложения
sr: Закључавање апликације
sv: Applås
uk: Блокування застосунку
ur: ایپ لاک
vi: Khóa ứng dụng

source: No system lock found
ar: لم يتم العثور على قفل نظام.
az: Sistem kilidi tapılmadı
be: Сістэмная блакіроўка не знойдзена
ca: No s'ha trobat bloqueig del sistema
cs: Zámek systému nenalezen
de: Keine Systemsperre gefunden
el: Δεν βρέθηκε κλείδωμα συστήματος
es: Bloqueo de sistema no encontrado
fa: هیچ قفل سیستمی پیدا نشد
fr: Aucun verrou système trouvé
it: Nessun blocco di sistema trovato
nl: Geen systeemvergrendeling gevonden
no: Ingen systemlås funnet
pt_br: Nenhum bloqueio do sistema encontrado
ru: Системная блокировка не найдена
sv: Inget systemlås hittades
uk: Не знайдено системного блокування
ur: کوئی سسٹم لاک نہیں ملا
vi: Không tìm thấy khóa hệ thống

source: Tap to unlock
ar: انقر لفتح القفل
az: Kilidi açmaq üçün toxunun
be: Націсніце, каб разблакіраваць
ca: Toca per desbloquejar
cs: Pro odemčení klepněte
de: Zum Entsperren antippen
el: Πατήστε για ξεκλείδωμα
es: Toca para desbloquear
fa: برای باز کردن قفل ضربه بزنید
fr: Appuyer pour déverrouiller
it: Tocca per sbloccare
nl: Tik om te ontgrendelen
no: Trykk for å låse opp
pt_br: Toque para desbloquear
ru: Нажмите для разблокировки
sr: Додирните за откључавање
sv: Tryck för att låsa upp
uk: Торкніться, щоби розблокувати
ur: ان لاک کرنے کے لیے ٹیپ کریں
vi: Nhấn để mở khóa

source: Too many incorrect attempts
ar: محاولات غير صحيحة كثيرة جدًا.
az: Çox sayda yanlış cəhd
be: Занадта шмат няўдалых спроб
ca: Massa intents incorrectes
cs: Příliš mnoho neúspěšných pokusů
de: Zu viele fehlerhafte Versuche
el: Πάρα πολλές εσφαλμένες προσπάθειες
es: Demasiados intentos incorrectos
fa: تعداد تلاش‌های نادرست بیش از حد مجاز است
fr: Trop de tentatives incorrectes
it: Troppi tentativi errati
nl: Te veel onjuiste pogingen
no: For mange gale forsøk
pt_br: Muitas tentativas incorretas
ru: Слишком много неудачных попыток
sr: Превише погрешних покушаја
sv: För många felaktiga försök
uk: Завелика кількість невірних спроб
ur: بہت زیادہ غلط کوششیں
vi: Thử sai nhiều lần

source: Video Info
ar: معلومات الفيديو
az: Video Məlumatı
be: Інфармацыя аб відэа
ca: Informació del vídeo
cs: Informace o videu
de: Video-Informationen
el: Πληροφορίες βίντεο
es: Información de vídeo
fa: اطلاعات ویدیو
fr: Informations vidéo
it: Informazioni video
no: Videoinformasjon
pt_br: Informações do vídeo
ru: Информация о видео
sv: Videoinformation
uk: Інформація про відео
ur: ویڈیو کی معلومات
vi: Thông tin video

source: Auto lock
ar: قفل تلقائي
az: Avtomatik kilidləmə
be: Аўтаблакіроўка
ca: Bloqueig automàtic
cs: Automatické zamykání
de: Automatisches Sperren
el: Αυτόματο κλείδωμα
es: Bloqueo automático
fa: قفل خودکار
fr: Verrouillage automatique
it: Blocco automatico
nl: Automatische vergrendeling
no: Lås automatisk
pt_br: Bloqueio automático
ru: Автоблокировка
sr: Аутоматско закључавање
uk: Автоблокування
ur: آٹو لاک
vi: Khóa tự động

source: Immediately
ar: فورًا
az: Dərhal
be: Неадкладна
ca: Immediatament
cs: Ihned
de: Sofort
el: Αμέσως
es: Inmediatamente
fa: بلافاصله
fr: Immédiatement
it: Immediatamente
nl: Onmiddellijk
no: Umiddelbart
pt_br: Imediatamente
ru: Немедленно
sr: Одмах
sv: Omedelbart
uk: Негайно
ur: فوری طور پر
vi: Lập tức

# autoLockFeatureDescription
source: Time after which the app locks after being put in the background
ar: الوقت الذي يتم بعده قفل التطبيق بعد وضعه في الخلفية.
az: Tətbiq arxa fona keçdikdən nə qədər vaxt sonra kilidlənsin
be: Час, праз які праграма будзе заблакіравана пасля пераходу ў фонавы рэжым
ca: Temps després del qual l'aplicació es bloqueja després de posar-se en segon pla
cs: Čas, po kterém se aplikace zamkne po přesunutí na pozadí
de: Zeit, nach der die App gesperrt wird, nachdem sie in den Hintergrund verschoben wurde
el: Χρόνος μετά τον οποίο η εφαρμογή κλειδώνει μετά την τοποθέτηση στο παρασκήνιο
es: Tiempo después de que la aplicación esté en segundo plano
fa: زمانی که برنامه پس از قرار گرفتن در پس‌زمینه قفل می‌شود
fr: Délai après lequel l'application se verrouille une fois qu'elle est en arrière-plan
it: Tempo dopo il quale l'applicazione si blocca dopo essere stata messa in background
nl: Tijd waarna de app wordt vergrendeld wanneer deze in achtergrond-modus is gezet
no: Tid før appen låses etter at den er lagt i bakgrunnen
pt_br: Tempo após o qual o aplicativo bloqueia após ser colocado em segundo plano
ru: Спустя какое время приложение блокируется после перехода в фоновый режим
uk: Час, через який застосунок буде заблоковано у фоновому режимі
ur: وقت جس کے بعد ایپ بیک گراؤنڈ میں جانے کے بعد لاک ہو جاتی ہے
vi: Sau thời gian này, ứng dụng sẽ khóa sau khi được chạy ở chế độ nền

source: Hide content
ar: إخفاء المحتوى
az: Məzmunu gizlət
be: Схаваць змесціва
ca: Amaga contingut
cs: Skrýt obsah
de: Inhalte verstecken
el: Απόκρυψη περιεχομένου
es: Ocultar contenido
fa: محتوا را پنهان کن
fr: Masquer le contenu
it: Nascondi il contenuto
nl: Inhoud verbergen
no: Skjul innhold
pt_br: Ocultar conteúdo
ru: Скрыть содержимое
sr: Сакриј садржај
sv: Dölj innehåll
uk: Приховати вміст
ur: مواد چھپائیں
vi: Ẩn nội dung

# hideContentDescriptionAndroid
source: Hides app content in the app switcher and disables screenshots
ar: يخفي محتوى التطبيق في مبدل التطبيقات ويعطل لقطات الشاشة.
az: Tətbiq dəyişdiricisində tətbiq məzmununu gizlədir və ekran görüntüsü almağı söndürür
be: Схаваць змесціва праграмы ў пераключальніку праграм і адключыць здымкі экрана
ca: Amaga el contingut de l'aplicació al selector d'aplicacions i desactiva les captures de pantalla
cs: Skrývá obsah aplikace v přepínači aplikací a zakazuje pořizování snímků obrazovky
de: Versteckt Inhalte der App beim Wechseln zwischen Apps und deaktiviert Screenshots
el: Απόκρυψη περιεχομένου εφαρμογής στην εναλλαγή εφαρμογών και απενεργοποίηση στιγμιότυπων οθόνης
es: Oculta el contenido de la aplicación en el selector de aplicaciones y desactivar capturas de pantalla
fa: محتوای برنامه را در سوئیچر برنامه پنهان کرده و اسکرین‌شات‌ها را غیرفعال می‌کند
fr: Masque le contenu de l'application dans le sélecteur d'applications et désactive les captures d'écran
it: Nasconde il contenuto nel selettore delle app e disabilita gli screenshot
nl: Verbergt app-inhoud in de app-schakelaar en schakelt schermopnamen uit
no: Skjuler appinnhold i appveksleren og deaktiverer skjermbilder
pt_br: Oculta os conteúdos do aplicativo no seletor de aplicativos e desativa capturas de tela
ru: Скрывает содержимое приложения при переключении между приложениями и отключает скриншоты
uk: Приховує вміст застосунку у перемикачі застосунків і вимикає знімки екрана
ur: ایپ سوئچر میں ایپ کا مواد چھپاتا ہے اور اسکرین شاٹس کو غیر فعال کرتا ہے
vi: Ẩn nội dung ứng dụng trong trình chuyển đổi ứng dụng và vô hiệu hóa chụp màn hình

# hideContentDescriptionIos
source: Hides app content in the app switcher
ar: يخفي محتوى التطبيق في مبدل التطبيقات.
az: Tətbiq dəyişdiricisində tətbiq məzmununu gizlədir
be: Схаваць змесціва праграмы ў пераключальніку праграм
ca: Amaga el contingut de l'aplicació al selector d'aplicacions
cs: Skrývá obsah aplikace v přepínači aplikací
de: Versteckt Inhalte der App beim Wechseln zwischen Apps
el: Απόκρυψη περιεχομένου εφαρμογών στην εναλλαγή εφαρμογών
es: Ocultar el contenido de la aplicación en el selector de aplicaciones
fa: محتوای برنامه را در سوئیچر برنامه‌ها پنهان می‌کند
fr: Masque le contenu de l'application dans le sélecteur d'application
it: Nasconde il contenuto nel selettore delle app
nl: Verbergt de inhoud van de app in de app-schakelaar
no: Skjuler appinnhold i appveksleren
pt_br: Oculta o conteúdo no seletor de aplicativos
ru: Скрывает содержимое приложения при переключении между приложениями
uk: Приховує вміст застосунку у перемикачі застосунків
ur: ایپ سوئچر میں ایپ کا مواد چھپاتا ہے
vi: Ẩn nội dung ứng dụng trong trình chuyển đổi ứng dụng

# passwordStrengthInfo
source: Password strength is calculated considering the length of the password, used characters, and whether or not the password appears in the top 10,000 most used passwords
ar: يتم حساب قوة كلمة المرور مع الأخذ في الاعتبار طول كلمة المرور، والأحرف المستخدمة، وما إذا كانت كلمة المرور تظهر في قائمة أفضل 10,000 كلمة مرور شائعة الاستخدام.
az: Şifrənin gücü, şifrənin uzunluğu, istifadə olunan simvollar və şifrənin ən çox istifadə edilən 10,000 şifrə arasında olub-olmaması nəzərə alınmaqla hesablanır
be: Надзейнасць пароля вылічана з улікам яго даўжыні, выкарыстаных сімвалаў, а таксама прысутнасці сярод 10000 самых папулярных пароляў
ca: La força de la contrasenya es calcula considerant la longitud de la contrasenya, els caràcters utilitzats i si la contrasenya apareix o no a les 10.000 contrasenyes més utilitzades
cs: Síla hesla se počítá na základě délky hesla, použitých znaků a toho, zda se heslo objevuje v žebříčku 10 000 nejčastěji používaných hesel
de: Die Berechnung der Stärke des Passworts basiert auf dessen Länge, den verwendeten Zeichen, und ob es in den 10.000 am häufigsten verwendeten Passwörtern vorkommt
el: Η ισχύς του κωδικού πρόσβασης υπολογίζεται λαμβάνοντας υπόψη το μήκος του, τους χρησιμοποιούμενους χαρακτήρες, και αν ο κωδικός πρόσβασης εμφανίζεται ή όχι στους 10.000 πιο δημοφιλείς
es: La fortaleza de la contraseña se calcula teniendo en cuenta la longitud de la contraseña, los caracteres utilizados, y si la contraseña aparece o no en el top 10.000 de contraseñas más usadas
fa: قدرت رمز عبور با توجه به طول رمز عبور، کاراکترهای استفاده شده و اینکه آیا رمز عبور در بین ۱۰,۰۰۰ رمز عبور پرکاربرد قرار دارد یا خیر، محاسبه می‌شود
fr: La force du mot de passe est calculée en tenant compte de la longueur du mot de passe, des caractères utilisés et du fait que le mot de passe figure ou non parmi les 10 000 mots de passe les plus utilisés
it: La sicurezza della password viene calcolata considerando la lunghezza della password, i caratteri usati e se la password appare o meno nelle prime 10.000 password più usate
nl: De wachtwoordsterkte wordt berekend aan de hand van de lengte van het wachtwoord, de gebruikte tekens en of het wachtwoord al dan niet in de top 10.000 van meest gebruikte wachtwoorden staat
no: Passordstyrken beregnes basert på passordets lengde, brukte tegn, og om passordet finnes blant de 10 000 mest brukte passordene
pt_br: A força da senha é calculada considerando o comprimento dos dígitos, carácteres usados, e se ou não a senha aparece nas 10.000 senhas usadas.
ru: Надёжность пароля определяется его длиной, используемыми символами и присутствием среди 10000 самых популярных паролей
uk: Надійність пароля розраховується з урахуванням довжини пароля, використаних символів, а також того, чи входить пароль у топ 10 000 найбільш використовуваних паролів
ur: پاس ورڈ کی مضبوطی کا حساب پاس ورڈ کی لمبائی، استعمال شدہ حروف، اور آیا پاس ورڈ سب سے زیادہ استعمال ہونے والے ۱۰,۰۰۰ پاس ورڈز میں ظاہر ہوتا ہے یا نہیں، کو مدنظر رکھ کر لگایا جاتا ہے
vi: Độ mạnh của mật khẩu được tính toán dựa trên độ dài của mật khẩu, các ký tự đã sử dụng và liệu mật khẩu có xuất hiện trong 10.000 mật khẩu được sử dụng nhiều nhất hay không

source: No quick links selected
ar: لم يتم تحديد روابط سريعة.
az: Heç bir sürətli link seçilməyib
be: Хуткія спасылкі не выбраны
ca: No s'han seleccionat enllaços ràpids
cs: Nebyly vybrány žádné rychlé odkazy
de: Keine schnellen Links ausgewählt
el: Δεν επιλέχθηκαν γρήγοροι σύνδεσμοι
es: No se han seleccionado enlaces rápidos
fa: هیچ لینک سریعی انتخاب نشده است
fr: Aucun lien rapide sélectionné
it: Nessun link rapido selezionato
nl: Geen snelle links geselecteerd
no: Ingen hurtiglenker er valgt
pt_br: Nenhum link rápido selecionado
ru: Быстрые ссылки не выбраны
uk: Не вибрано швидких посилань
ur: کوئی فوری لنک منتخب نہیں کیا گیا
vi: Không có liên kết nhanh nào được chọn

source: Please select quick links to remove
ar: يرجى تحديد الروابط السريعة للإزالة.
az: Silmək üçün sürətli keçidləri seçin
be: Выберыце хуткія спасылкі для выдалення
ca: Si us plau, selecciona enllaços ràpids per eliminar
cs: Vyberte rychlé odkazy, které chcete odstranit
de: Bitte wähle die zu entfernenden schnellen Links
el: Παρακαλώ επιλέξτε γρήγορους συνδέσμους για αφαίρεση
es: Por favor, selecciona enlaces rápidos para eliminar
fa: لطفاً لینک‌های سریع را برای حذف انتخاب کنید
fr: Veuillez sélectionner les liens rapides à supprimer
it: Si prega di selezionare i link rapidi da rimuovere
nl: Selecteer snelle links om te verwijderen
no: Velg hurtiglenker å fjerne
pt_br: Selecione links rápidos para remover
ru: Пожалуйста, выберите быстрые ссылки для удаления
uk: Виберіть посилання для видалення
ur: براہ کرم ہٹانے کے لیے فوری لنکس منتخب کریں
vi: Vui lòng chọn liên kết nhanh để xóa

source: Remove public links
ar: إزالة الروابط العامة
az: İctimai linkləri sil
be: Выдаліць публічныя спасылкі
ca: Elimina enllaços públics
cs: Odebrat veřejné odkazy
de: Öffentliche Links entfernen
el: Αφαίρεση δημόσιων συνδέσμων
es: Eliminar enlaces públicos
fa: حذف لینک‌های عمومی
fr: Supprimer les liens publics
it: Rimuovi i link pubblici
nl: Verwijder publieke link
no: Fjern offentlige lenker
pt_br: Remover link público
ru: Удалить публичные ссылки
sv: Ta bort offentliga länkar
uk: Видалити публічні посилання
ur: عوامی لنکس ہٹائیں
vi: Xóa liên kết công khai

source: This will remove public links of all selected quick links.
ar: سيؤدي هذا إلى إزالة الروابط العامة لجميع الروابط السريعة المحددة.
az: Bu, seçilmiş bütün sürətli linklərin ictimai linklərini siləcək.
be: Гэта дзеянне прывядзе да выдалення публічных спасылак усіх выбраных хуткіх спасылак.
ca: Això eliminarà els enllaços públics de tots els enllaços ràpids seleccionats.
cs: Tím se odstraní veřejné odkazy všech vybraných rychlých odkazů.
de: Hiermit werden die öffentlichen Links aller ausgewählten schnellen Links entfernt.
el: Αυτό θα αφαιρέσει τους δημόσιους συνδέσμους όλων των επιλεγμένων γρήγορων συνδέσμων.
es: Esto eliminará los enlaces públicos de todos los enlaces rápidos seleccionados.
fa: این کار لینک‌های عمومی همه لینک‌های سریع انتخاب شده را حذف خواهد کرد.
fr: Ceci supprimera les liens publics de tous les liens rapides sélectionnés.
it: Questo rimuoverà i link pubblici di tutti i link rapidi selezionati.
nl: Hiermee worden openbare links van alle geselecteerde snelle links verwijderd.
no: Dette fjerner de offentlige lenkene av alle valgte hurtiglenker.
pt_br: Isto removerá links públicos de todos os links rápidos selecionados.
ru: Это удалит публичные ссылки всех выбранных быстрых ссылок.
uk: Це видалить публічні посилання з усіх вибраних швидких посилань.
ur: یہ تمام منتخب کردہ فوری لنکس کے عوامی لنکس کو ہٹا دے گا.
vi: Liên kết công khai của tất cả các liên kết nhanh đã chọn sẽ bị xóa.

source: Guest view
ar: عرض الضيف
az: Qonaq görünüşü
be: Гасцявы прагляд
ca: Vista de convidat
cs: Zobrazení pro hosty
de: Gastansicht
el: Προβολή επισκέπτη
es: Vista de invitado
fa: نمای مهمان
fr: Vue invité
it: Vista ospite
nl: Gasten weergave
no: Gjestevisning
pt_br: Vista do convidado
ru: Гостевой просмотр
sv: Gästvy
uk: Гостьовий перегляд
ur: مہمان کا منظر (Guest view)
vi: Chế độ khách

# guestViewEnablePreSteps
source: To enable guest view, please setup device passcode or screen lock in your system settings.
ar: لتمكين عرض الضيف، يرجى إعداد رمز مرور الجهاز أو قفل الشاشة في إعدادات النظام.
az: Qonaq görünüşünü aktivləşdirmək üçün zəhmət olmasa sistem parametrlərində cihaz şifrəsini və ya ekran kilidini quraşdırın.
be: Наладзьце код доступу або блакіроўку экрана ў сістэмных наладах вашай прылады, каб уключыць гасцявы ўваход.
ca: Per activar la vista de convidat, si us plau configura el codi d'accés del dispositiu o el bloqueig de pantalla a la configuració del sistema.
cs: Chcete-li povolit zobrazení pro hosty, nastavte v systémových nastaveních přístupový kód zařízení nebo zámek obrazovky.
de: Bitte richte einen Gerätepasscode oder eine Bildschirmsperre ein, um die Gastansicht zu nutzen.
el: Για να ενεργοποιήσετε την προβολή επισκέπτη, παρακαλώ ρυθμίστε τον κωδικό πρόσβασης της συσκευής ή το κλείδωμα οθόνης στις ρυθμίσεις συστήματος.
es: Para habilitar la vista de invitados, por favor configure el código de acceso del dispositivo o el bloqueo de pantalla en los ajustes de su sistema.
fa: برای فعال‌سازی نمای مهمان، لطفاً رمز عبور دستگاه یا قفل صفحه را در تنظیمات سیستم خود تنظیم کنید.
fr: Pour activer la vue invité, veuillez configurer le code d'accès de l'appareil ou le verrouillage de l'écran dans les paramètres de votre système.
it: Per abilitare la vista ospite, configura il codice di accesso del dispositivo o il blocco schermo nelle impostazioni di sistema.
nl: Om gasten weergave in te schakelen, moet u een toegangscode of schermvergrendeling instellen in uw systeeminstellingen.
no: For å aktivere gjestevisning, vennligst konfigurer enhetens passord eller skjermlås i systeminnstillingene.
pt_br: Para ativar a vista do convidado, defina uma senha de acesso no dispositivo ou bloqueie sua tela nas opções do sistema.
ru: Для включения гостевого просмотра, пожалуйста, настройте код или блокировку экрана в настройках устройства.
uk: Щоб увімкнути гостьовий перегляд, встановіть пароль або блокування екрана в налаштуваннях системи.
ur: مہمان کا منظر فعال کرنے کے لیے، براہ کرم اپنی سسٹم کی ترتیبات میں ڈیوائس پاس کوڈ یا اسکرین لاک سیٹ کریں.
vi: Để bật chế độ khách, vui lòng thiết lập mã khóa thiết bị hoặc khóa màn hình trong cài đặt hệ thống của bạn.

source: Name the album
ar: تسمية الألبوم
az: Albomu adlandırın
be: Назва альбома
ca: Posa nom a l'àlbum
cs: Pojmenujte album
de: Album benennen
el: Ονομάστε το άλμπουμ
es: Nombre el álbum
fa: نام آلبوم را وارد کنید
fr: Nommez l'album
it: Dai un nome all'album
nl: Album benoemen
no: Navngi albumet
pt_br: Nomear álbum
ru: Дайте название альбому
sr: Именуј албум
sv: Namnge albumet
uk: Назвіть альбом
ur: البم کا نام دیں
vi: Đặt tên cho album

# collectPhotosDescription
source: Create a link where your friends can upload photos in original quality.
ar: أنشئ رابطًا يمكن لأصدقائك من خلاله تحميل الصور بالجودة الأصلية.
az: Dostlarınızın şəkilləri orijinal keyfiyyətdə yükləyə biləcəyi bir link yaradın.
be: Стварыце спасылку, па якой вашы сябры змогуць запампоўваць фатаграфіі ў арыгінальнай якасці.
ca: Crea un enllaç on els teus amics puguin pujar fotos en qualitat original.
cs: Vytvořte odkaz, na který mohou vaši přátelé nahrávat fotografie v původní kvalitě.
de: Erstelle einen Link, mit dem deine Freunde Fotos in Originalqualität hochladen können.
el: Δημιουργήστε έναν σύνδεσμο όπου οι φίλοι σας μπορούν να ανεβάσουν φωτογραφίες στην αρχική ποιότητα.
es: Crea un enlace donde tus amigos pueden subir fotos en su calidad original.
fa: لینکی ایجاد کنید که دوستانتان بتوانند عکس‌ها را با کیفیت اصلی بارگذاری کنند.
fr: Créez un lien où vos amis peuvent ajouter des photos en qualité originale.
it: Crea un link dove i tuoi amici possono caricare le foto in qualità originale.
nl: Maak een link waarin je vrienden foto's kunnen uploaden in de originele kwaliteit.
no: Opprett en link hvor vennene dine kan laste opp bilder i original kvalitet.
pt_br: Crie um link onde seus amigos podem enviar fotos na qualidade original.
ru: Создайте ссылку, по которой ваши друзья смогут загружать фото в оригинальном качестве.
uk: Створіть посилання, за яким ваші друзі зможуть завантажувати фотографії в оригінальній якості.
ur: ایک لنک بنائیں جہاں آپ کے دوست اصل کوالٹی میں تصاویر اپ لوڈ کر سکیں.
vi: Tạo một liên kết nơi bạn bè của bạn có thể tải lên ảnh với chất lượng gốc.

source: Collect
ar: جمع
az: Topla
be: Сабраць
ca: Recull
cs: Sebrat
de: Sammeln
el: Συλλογή
es: Recolectar
fa: جمع آوری
fr: Récupérer
it: Raccogli
nl: Verzamelen
no: Samle
pt_br: Coletar
ru: Собрать
sv: Samla
uk: Зібрати
ur: جمع کریں
vi: Thu thập

# appLockDescriptions
source: Choose between your device's default lock screen and a custom lock screen with a PIN or password.
ar: اختر بين شاشة القفل الافتراضية لجهازك وشاشة قفل مخصصة برمز PIN أو كلمة مرور.
az: Cihazınızın standart kilid ekranı ilə PIN və ya şifrəli xüsusi kilid ekranı arasında seçim edin.
be: Выберыце паміж прадвызначаным экранам блакіравання сваёй прылады і карыстальніцкім экранам блакіравання з PIN-кодам або паролем.
ca: Tria entre la pantalla de bloqueig per defecte del teu dispositiu i una pantalla de bloqueig personalitzada amb un PIN o contrasenya.
cs: Vyberte si mezi výchozí uzamčenou obrazovkou zařízení a vlastní uzamčenou obrazovkou s PIN kódem nebo heslem.
de: Wähle zwischen dem Standard-Sperrbildschirm deines Gerätes und einem eigenen Sperrbildschirm mit PIN oder Passwort.
el: Επιλέξτε ανάμεσα στην προεπιλεγμένη οθόνη κλειδώματος της συσκευής σας και σε μια προσαρμοσμένη οθόνη κλειδώματος με ένα PIN ή έναν κωδικό πρόσβασης.
es: Escoge entre la pantalla de bloqueo por defecto de tu dispositivo y una pantalla de bloqueo personalizada con un PIN o contraseña.
fa: بین صفحه قفل پیش‌فرض دستگاه و یک صفحه قفل سفارشی با پین یا رمز عبور انتخاب کنید.
fr: Choisissez entre l'écran de verrouillage par défaut de votre appareil et un écran de verrouillage personnalisé avec un code PIN ou un mot de passe.
it: Scegli tra la schermata di blocco predefinita del dispositivo e una schermata di blocco personalizzata con PIN o password.
nl: Kies tussen het standaard vergrendelscherm van uw apparaat en een aangepast vergrendelscherm met een pincode of wachtwoord.
no: Velg mellom enhetens standard låseskjerm og en egendefinert låseskjerm med en PIN-kode eller passord.
pt_br: Escolha entre a tela de bloqueio padrão do seu dispositivo e uma tela de bloqueio personalizada com PIN ou senha.
ru: Выберите между экраном блокировки устройства и пользовательским с PIN-кодом или паролем.
uk: Виберіть між типовим екраном блокування вашого пристрою та власним екраном блокування з PIN-кодом або паролем.
ur: اپنی ڈیوائس کی ڈیفالٹ لاک اسکرین اور PIN یا پاس ورڈ والی کسٹم لاک اسکرین کے درمیان انتخاب کریں.
vi: Chọn giữa màn hình khóa mặc định của thiết bị và màn hình khóa tùy chỉnh với PIN hoặc mật khẩu.
