Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# deleteRequestSLAText
source: Your request will be processed within 72 hours.
ar: ستتم معالجة طلبك خلال 72 ساعة.
az: Sorğunuz 72 saat ərzində icra olunacaq.
be: Ваш запыт будзе апрацаваны цягам 72 гадзін.
ca: La teva sol·licitud es processarà en 72 hores.
cs: Váš požadavek bude zpracován do 72 hodin.
de: Deine Anfrage wird innerhalb von 72 Stunden bearbeitet.
el: Το αίτημά σας θα εξεταστεί εντός 72 ωρών.
es: Tu solicitud será procesada dentro de las siguientes 72 horas.
fa: درخواست شما ظرف مدت ۷۲ ساعت پردازش خواهد شد.
fr: Votre demande sera traitée sous 72 heures.
id: Permintaan kamu akan diproses dalam waktu 72 jam.
it: La tua richiesta verrà elaborata entro 72 ore.
nl: Je verzoek wordt binnen 72 uur verwerkt.
no: Forespørselen din vil bli behandlet innen 72 timer.
pt_br: Sua solicitação será revisada em até 72 horas.
ru: Ваш запрос будет обработан в течение 72 часов.
sr: Ваш захтев ће бити обрађен у року од 72 сата.
sv: Din begäran kommer att hanteras inom 72 timmar.
ta: உங்கள் கோரிக்கை 72 மணி நேரத்திற்குள் செயல்படுத்தப்படும்.
uk: Ваш запит буде оброблений протягом 72 годин.
ur: آپ کی درخواست پر 72 گھنٹوں کے اندر عمل کیا جائے گا.
vi: Yêu cầu của bạn sẽ được xử lý trong vòng 72 giờ.

# deleteEmailRequest
source: Please send an email to <warning>account-deletion@ente.io</warning> from your registered email address.
ar: أرسل بريدًا إلكترونيًا إلى <warning>account-deletion@ente.io</warning> من عنوان بريدك الإلكتروني المسجل.
az: Zəhmət olmasa, qeydiyyatdan keçdiyiniz e-poçt ünvanından <warning>account-deletion@ente.io</warning> ünvanına e-poçt göndərin.
be: Адпраўце ліст на <warning>account-deletion@ente.io</warning> з вашага зарэгістраванага адраса электроннай пошты.
ca: Si us plau, envia un correu a <warning>account-deletion@ente.io</warning> des de la teva adreça de correu registrada.
cs: Prosím, zašlete e-mail na <warning>account-deletion@ente.io</warning> ze schránky, se kterou jste se registrovali.
de: Bitte sende eine E-Mail an <warning>account-deletion@ente.io</warning> von Ihrer bei uns hinterlegten E-Mail-Adresse.
el: Παρακαλούμε στείλτε ένα μήνυμα ηλ. ταχυδρομείου στο <warning>account-deletion@ente.io</warning> από την καταχωρημένη διεύθυνσή σας.
es: Por favor, envía un correo electrónico a <warning>account-deletion@ente.io</warning> desde la dirección de correo electrónico que usó para registrarse.
fa: لطفا یک ایمیل به <warning>account-deletion@ente.io</warning> از آدرس ایمیل ثبت شده خود ارسال کنید.
fr: Veuillez envoyer un e-mail à <warning>account-deletion@ente.io</warning> à partir de votre adresse e-mail enregistrée.
id: Silakan kirim email ke <warning>account-deletion@ente.io</warning> dari alamat email kamu yang terdaftar.
it: Invia un'email a <warning>account-deletion@ente.io</warning> dal tuo indirizzo email registrato.
nl: Stuur een e-mail naar <warning>account-deletion@ente.io</warning> vanaf het door jou geregistreerde e-mailadres.
no: Vennligst send en e-post til <warning>account-deletion@ente.io</warning> fra din registrerte e-postadresse.
pt_br: Por favor, envie um e-mail a <warning>account-deletion@ente.io</warning> do seu e-mail registrado.
ru: Пожалуйста, отправьте письмо на <warning>account-deletion@ente.io</warning> с вашего зарегистрированного адреса электронной почты.
sr: Молимо пошаљите имејл на <warning>account-deletion@ente.io</warning> са ваше регистроване адресе е-поште.
sv: Vänligen skicka ett e-postmeddelande till <warning>account-deletion@ente.io</warning> från din registrerade e-postadress.
ta: உங்கள் பதிவு செய்யப்பட்ட மின்னஞ்சல் முகவரியிலிருந்து <warning>account-deletion@ente.io</warning> என்ற முகவரிக்கு மின்னஞ்சல் அனுப்பவும்.
uk: Будь ласка, надішліть електронного листа на <warning>account-deletion@ente.io</warning> зі скриньки, зазначеної при реєстрації.
ur: براہ کرم اپنے رجسٹرڈ ای میل ایڈریس سے <warning>account-deletion@ente.io</warning> پر ای میل بھیجیں.
vi: Vui lòng gửi email đến <warning>account-deletion@ente.io</warning> từ địa chỉ email đã đăng ký của bạn.

# entePhotosPerm
source: Ente <i>needs permission to</i> preserve your photos
ar: Ente <i>بحاجة إلى إذن</i> لحفظ صورك
az: Ente şəkillərinizi qorumaq üçün <i>icazə tələb edir</i>
be: Праграме <i>неабходны доступ</i> для захавання вашых фатаграфій
ca: Ente <i>necessita permís per</i> preservar les teves fotos
cs: Ente <i>potřebuje oprávnění</i> k uchovávání vašich fotek
de: Ente <i> benötigt Berechtigung, um </i> Ihre Fotos zu sichern
el: Το Ente <i>χρειάζεται άδεια</i> για να διατηρεί τις φωτογραφίες σας
es: Ente <i>necesita permiso para</i> preservar tus fotos
fa: Ente برای نگه‌داری عکس‌های شما <i>به دسترسی نیاز دارد</i>
fr: Ente <i>a besoin d'une autorisation pour</i> sauvegarder vos photos
id: Ente <i>memerlukan izin untuk</i> menyimpan fotomu
it: Ente <i>necessita del permesso per</i> preservare le tue foto
nl: Ente <i>heeft toestemming nodig om</i> je foto's te bewaren
nn: Ente <i>treng løyve til</i> å kunna ta vare på fotoa dine
no: Ente <i>trenger tillatelse</i> for å bevare bildene dine
pt_br: Ente <i>precisa de permissão para</i> preservar suas fotos
ru: Ente <i>требуется разрешение для</i> сохранения ваших фото
sr: Енте-у <i>је потребна дозвола да</i> сачува ваше фотографије
sv: Ente <i>behöver tillåtelse att</i> bevara dina foton
ta: உங்கள் புகைப்படங்களைப் பாதுகாக்க என்டேக்கு அனுமதி தேவை.
uk: Ente <i>потребує дозволу</i> до ваших світлин
ur: Ente کو آپ کی تصاویر محفوظ کرنے کے لیے <i>اجازت درکار ہے</i>
vi: Ente <i>cần quyền để</i> lưu giữ ảnh của bạn

source: Ok
ar: حسنًا
az: Bəli
ca: D'acord
es: Aceptar
fa: تایید
id: Oke
ku: Baş e
nl: Oké
ru: Хорошо
sr: Ок
ta: சரி
uk: Добре
ur: ٹھیک ہے

source: Create account
ar: إنشاء حساب
az: Hesab yarat
be: Стварыць уліковы запіс
ca: Crea compte
cs: Vytvořit účet
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fa: ایجاد حساب کاربری
fr: Créer un compte
id: Buat akun
it: Crea account
ku: Jimarê biafirîne
nl: Account aanmaken
nn: Opprett konto
no: Opprett konto
pt_br: Criar conta
ru: Создать аккаунт
sr: Направи налог
sv: Skapa konto
ta: கணக்கை உருவாக்கு
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản

source: Create new account
ar: إنشاء حساب جديد
az: Yeni hesab yarat
be: Стварыць новы ўліковы запіс
ca: Crea nou compte
cs: Vytvořit nový účet
de: Neues Konto erstellen
el: Δημιουργία νέου λογαριασμού
es: Crear nueva cuenta
fa: ایجاد حساب کاربری جدید
fr: Créer un nouveau compte
id: Buat akun baru
it: Crea un nuovo account
ku: Jimara nû biafirîne
nl: Nieuw account aanmaken
nn: Opprett konto
no: Opprett ny konto
pt_br: Criar nova conta
ru: Создать новый аккаунт
sr: Креирај нови налог
sv: Skapa nytt konto
ta: புதிய கணக்கை உருவாக்கு
uk: Створити новий обліковий запис
ur: نیا اکاؤنٹ بنائیں
vi: Tạo tài khoản mới

source: Password
ar: كلمة المرور
az: Şifrə
be: Пароль
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fa: رمز عبور
fr: Mot de passe
id: Sandi
ku: Borînpeyv
nl: Wachtwoord
nn: Passord
no: Passord
pt_br: Senha
ru: Пароль
sr: Лозинка
sv: Lösenord
ta: கடவுச்சொல்
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu

source: Confirm password
ar: تأكيد كلمة المرور
az: Şifrəni təsdiqləyin
be: Пацвердзіць пароль
ca: Confirma la contrasenya
cs: Potvrďte heslo
de: Passwort wiederholen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fa: تایید رمز عبور
fr: Confirmer le mot de passe
id: Konfirmasi sandi
it: Conferma password
ku: Borînpeyvê biperjîne
nl: Wachtwoord bevestigen
nn: Stadfest passord
no: Bekreft passordet
pt_br: Confirmar senha
ru: Подтвердите пароль
sr: Потврдите лозинку
sv: Bekräfta lösenord
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
uk: Підтвердити пароль
ur: پاس ورڈ کی تصدیق کریں
vi: Xác nhận mật khẩu

source: Active sessions
ar: الجلسات النشطة
az: Aktiv sessiyalar
be: Актыўныя сеансы
ca: Sessions actives
cs: Aktivní relace
de: Aktive Sitzungen
el: Ενεργές συνεδρίες
es: Sesiones activas
fa: دستگاه‌های فعال
fr: Sessions actives
id: Sesi aktif
it: Sessioni attive
ku: Danişînên çalak
nl: Actieve sessies
nn: Aktive økter
no: Aktive økter
pt_br: Sessões ativas
ru: Активные сеансы
sr: Активне сесије
sv: Aktiva sessioner
ta: செயலில் உள்ள அமர்வுகள்
uk: Активні сеанси
ur: فعال سیشنز
vi: Phiên hoạt động

source: Oops
ar: عفوًا
az: Vay
be: Вой
ca: Vaja
cs: Jejda
de: Hoppla
el: Ουπς
es: Ups
fa: اوه
fr: Oups
id: Aduh
nl: Oeps
nn: Uff då
no: Oisann
pt_br: Ops
ru: Ой
sr: Упс!
sv: Hoppsan
ta: அச்சச்சோ
uk: От халепа
ur: اوہ
vi: Ốii!

source: Something went wrong, please try again
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى
az: Xəta baş verdi, xahiş olunur yenidən cəhd edin
be: Нешта пайшло не так. Паспрабуйце яшчэ раз
ca: Alguna cosa ha anat malament, si us plau torna-ho a provar
cs: Něco se pokazilo. Zkuste to, prosím, znovu
de: Ein Fehler ist aufgetreten, bitte versuche es erneut
el: Κάτι πήγε στραβά, παρακαλώ προσπαθήστε ξανά
es: Algo salió mal, por favor inténtalo de nuevo
fa: مشکلی پیش آمده، لطفا دوباره تلاش کنید
fr: Quelque chose s'est mal passé, veuillez recommencer
id: Terjadi kesalahan, silakan coba lagi
it: Qualcosa è andato storto, per favore riprova
nl: Er is iets fout gegaan, probeer het opnieuw
nn: Det oppstod ein feil. Prøv på nytt.
no: Noe gikk galt. Vennligst prøv igjen
pt_br: Algo deu errado. Tente outra vez
ru: Что-то пошло не так. Пожалуйста, попробуйте снова
sr: Нешто је пошло наопако, покушајте поново
sv: Något gick fel, vänligen försök igen
ta: ஏதோ தவறாகிவிட்டது, மீண்டும் முயற்சிக்கவும்.
uk: Щось пішло не так, будь ласка, спробуйте знову
ur: کچھ غلط ہو گیا، براہ کرم دوبارہ کوشش کریں
vi: Có gì đó không ổn, vui lòng thử lại

source: This will log you out of this device!
ar: سيؤدي هذا إلى تسجيل خروجك من هذا الجهاز!
az: Bu, sizi bu cihazdan çıxış etdirəcək!
be: Гэта дзеянне завершыць сеанс на вашай прыладзе!
ca: Això tancarà la sessió d'aquest dispositiu!
cs: Toto vás odhlásí z tohoto zařízení!
de: Dadurch werden Sie von Ihrem Gerät abgemeldet!
el: Αυτό θα σας αποσυνδέσει από αυτή τη συσκευή!
es: ¡Esto cerrará la sesión de este dispositivo!
fa: این کار شما را از این دستگاه خارج می‌کند!
fr: Cela vous déconnectera de cet appareil !
id: Ini akan mengeluarkan akunmu dari perangkat ini!
it: Verrai disconnesso dal tuo dispositivo!
nl: Dit zal je uitloggen van dit apparaat!
nn: Dette loggar deg ut frå denne eininga.
no: Dette vil logge deg ut av denne enheten!
pt_br: Isso fará você sair deste dispositivo!
ru: Это завершит ваш сеанс на этом устройстве!
sr: Ово ће вас одјавити са овог уређаја!
sv: Detta kommer att logga ut dig från denna enhet!
ta: இது உங்களை இந்தச் சாதனத்திலிருந்து வெளியேற்றும்!
uk: Це призведе до виходу на цьому пристрої!
ur: یہ آپ کو اس ڈیوائس سے لاگ آؤٹ کر دے گا!
vi: Bạn sẽ đăng xuất khỏi thiết bị này!

source: This will log you out of the following device:
ar: سيؤدي هذا إلى تسجيل خروجك من الجهاز التالي:
az: Bu, sizi aşağıdakı cihazdan çıxış etdirəcək:
be: Гэта дзеянне завершыць сеанс на наступнай прыладзе:
ca: Això tancarà la sessió del següent dispositiu:
cs: Toto vás odhlásí z následujícího zařízení:
de: Dadurch werden Sie von folgendem Gerät abgemeldet:
el: Αυτό θα σας αποσυνδέσει από την ακόλουθη συσκευή:
es: Esto cerrará la sesión del siguiente dispositivo:
fa: با این کار شما از دستگاه زیر خارج می‌شوید:
fr: Cela vous déconnectera de l'appareil suivant :
id: Ini akan mengeluarkan akunmu dari perangkat berikut:
it: Verrai disconnesso dai seguenti dispositivi:
nl: Dit zal je uitloggen van het volgende apparaat:
nn: Dette loggar deg ut frå dei følgjande einingane:
no: Dette vil logge deg ut av følgende enhet:
pt_br: Isso fará você sair do dispositivo a seguir:
ru: Это завершит ваш сеанс на следующем устройстве:
sr: Ово ће вас одјавити са овог уређаја:
sv: Detta kommer att logga ut dig från följande enhet:
ta: இது பின்வரும் சாதனத்திலிருந்து உங்களை வெளியேற்றும்:
uk: Це призведе до виходу на наступному пристрої:
ur: یہ آپ کو درج ذیل ڈیوائس سے لاگ آؤٹ کر دے گا:
vi: Bạn cũng sẽ đăng xuất khỏi những thiết bị sau:

source: Terminate session?
ar: إنهاء الجَلسةِ؟
az: Sessiya sonlandırılsın?
be: Перарваць сеанс?
ca: Tancar la sessió?
cs: Ukončit relaci?
de: Sitzungen beenden?
el: Τερματισμός συνεδρίας;
es: ¿Terminar sesión?
fa: خروچ دستگاه؟
fr: Se déconnecter ?
id: Akhiri sesi?
it: Termina sessione?
nl: Sessie beëindigen?
nn: Avslutta økt?
no: Avslutte økten?
pt_br: Sair?
ru: Завершить сеанс?
sr: Прекинути сесију?
sv: Avsluta sessionen?
uk: Припинити сеанс?
ur: سیشن ختم کریں؟
vi: Kết thúc phiên?

source: Terminate
ar: إنهاء
az: Dayandır
be: Перарваць
ca: Tanca
cs: Ukončit
de: Beenden
el: Τερματισμός
es: Terminar
fa: خروج
fr: Se déconnecter
id: Akhiri
it: Terminata
nl: Beëindigen
nn: Avslutt
no: Avslutte
pt_br: Encerrar
ru: Завершить
sr: Прекини
sv: Avsluta
uk: Припинити
ur: ختم کریں
vi: Kết thúc

source: This device
ar: هذا الجهاز
az: Bu cihaz
be: Гэта прылада
ca: Aquest dispositiu
cs: Toto zařízení
de: Dieses Gerät
el: Αυτή η συσκευή
es: Este dispositivo
fa: این دستگاه
fr: Cet appareil
id: Perangkat ini
it: Questo dispositivo
ku: Ev amûr
nl: Dit apparaat
nn: Denne eininga
no: Denne enheten
pt_br: Este dispositivo
ru: Это устройство
sr: Овај уређај
sv: Den här enheten
uk: Цей пристрій
ur: یہ ڈیوائس
vi: Thiết bị này

# recoverButton
source: Recover
ar: استرداد
az: Bərpa et
be: Аднавіць
ca: Recupera
cs: Obnovit
de: Wiederherstellen
el: Ανάκτηση
es: Recuperar
fa: بازیابی
fr: Restaurer
id: Pulihkan
it: Recupera
nl: Herstellen
nn: Gjenopprett
no: Gjenopprett
pt_br: Recuperar
ru: Восстановить
sr: Опорави
sv: Återställ
uk: Відновлення
ur: بازیافت کریں
vi: Khôi phục

source: Recovery successful!
ar: تم الاسترداد بنجاح!
az: Bərpa uğurludur!
be: Паспяхова адноўлена!
ca: Recuperació exitosa!
cs: Úspěšně obnoveno!
de: Wiederherstellung erfolgreich!
el: Η ανάκτηση ήταν επιτυχής!
es: ¡Recuperación exitosa!
fa: بازیابی موفقیت آمیز بود!
fr: Restauration réussie !
id: Pemulihan berhasil!
it: Recupero riuscito!
nl: Herstel succesvol!
nn: Gjenoppretting var vellukka.
no: Gjenopprettingen var vellykket!
pt_br: Recuperação com sucesso!
ru: Успешное восстановление!
sr: Опоравак успешан!
sv: Återställning lyckades!
uk: Відновлення успішне!
ur: بازیافت کامیاب!
vi: Khôi phục thành công!

source: Decrypting...
ar: جارٍ فك التشفير...
az: Şifrə açılır...
be: Расшыфроўка...
ca: Desxifrant...
cs: Dešifrování...
de: Wird entschlüsselt...
el: Αποκρυπτογράφηση...
es: Descifrando...
fa: در حال رمزگشایی...
fr: Déchiffrement en cours...
id: Mendekripsi...
it: Decriptando...
nl: Ontsleutelen...
nn: Dekrypterer …
no: Dekrypterer...
pt_br: Descriptografando...
ru: Расшифровка...
sr: Дешифровање...
sv: Dekrypterar...
uk: Дешифрування...
ur: ڈکرپٹ کیا جا رہا ہے...
vi: Đang giải mã...

# incorrectRecoveryKeyTitle
source: Incorrect recovery key
ar: مفتاح الاسترداد غير صحيح
az: Bərpa açarı yanlışdır
be: Няправільны ключ аднаўлення
ca: Clau de recuperació incorrecta
cs: Nesprávný obnovovací klíč
de: Falscher Wiederherstellungs-Schlüssel
el: Εσφαλμένο κλειδί ανάκτησης
es: Clave de recuperación incorrecta
fa: کلید بازیابی درست نیست
fr: Clé de secours non valide
id: Kunci pemulihan salah
it: Chiave di recupero errata
nl: Onjuiste herstelsleutel
nn: Gjenopprettingsnøkkelen er feil
no: Feil gjenopprettingsnøkkel
pt_br: Chave de recuperação incorreta
ru: Неверный ключ восстановления
sr: Нетачан кључ за опоравак
sv: Felaktig återställningsnyckel
uk: Невірний ключ відновлення
ur: غلط ریکوری کی
vi: Mã khôi phục không chính xác

# incorrectRecoveryKeyBody
source: The recovery key you entered is incorrect
ar: مفتاح الاسترداد الذي أدخلته غير صحيح
az: Daxil etdiyiniz bərpa açarı yanlışdır
be: Вы ўвялі памылковы ключ аднаўлення
ca: La clau de recuperació que has introduït és incorrecta
cs: Vámi zadaný obnovovací klíč je nesprávný
de: Der eingegebene Schlüssel ist ungültig
el: Το κλειδί ανάκτησης που εισάγατε είναι εσφαλμένο
es: La clave de recuperación introducida es incorrecta
fa: کلید بازیابی که وارد کردید درست نیست
fr: La clé de secours que vous avez entrée est incorrecte
id: Kunci pemulihan yang kamu masukkan salah
it: Il codice che hai inserito non è corretto
nl: De ingevoerde herstelsleutel is onjuist
nn: Gjenopprettingsnøkkelen som du skreiv inn er feil
no: Gjennopprettingsnøkkelen du skrev inn er feil
pt_br: A chave de recuperação inserida está incorreta
ru: Введённый вами ключ восстановления неверен
sr: Унети кључ за опоравак је натачан
sv: Återställningsnyckeln du angav är felaktig
uk: Ви ввели невірний ключ відновлення
ur: آپ کی درج کردہ ریکوری کی غلط ہے
vi: Mã khôi phục bạn nhập không chính xác

source: Forgot password
ar: نسيت كلمة المرور
az: Şifrəni unutmusunuz
be: Нагадаць пароль
ca: Has oblidat la contrasenya?
cs: Zapomenuté heslo
de: Passwort vergessen
el: Ξέχασα τον κωδικό πρόσβασης
es: Olvidé mi contraseña
fa: رمز عبور را فراموش کرده‌اید
fr: Mot de passe oublié
id: Lupa sandi
it: Password dimenticata
nl: Wachtwoord vergeten
nn: Gløymt passordet
no: Glemt passord
pt_br: Esqueci a senha
ru: Забыл пароль
sr: Заборавио сам лозинку
sv: Glömt lösenord
uk: Нагадати пароль
ur: پاس ورڈ بھول گئے
vi: Quên mật khẩu

source: Enter your recovery key
ar: أدخل مفتاح الاسترداد
az: Bərpa açarınızı daxil edin
be: Увядзіце свой ключ аднаўлення
ca: Introdueix la teva clau de recuperació
cs: Zadejte svůj obnovovací klíč
de: Geben Ihren Wiederherstellungs-Schlüssel ein
el: Εισάγετε το κλειδί ανάκτησής σας
es: Introduce tu clave de recuperación
fa: کلید بازیابی خود را وارد کنید
fr: Entrez votre clé de récupération
id: Masukkan kunci pemulihan kamu
it: Inserisci la tua chiave di recupero
nl: Voer je herstelcode in
nn: Skriv inn gjenopprettingsnøkkelen
no: Skriv inn din gjenopprettingsnøkkel
pt_br: Insira sua chave de recuperação
ru: Введите ваш ключ восстановления
sr: Унесите Ваш кључ за опоравак
sv: Ange din återställningsnyckel
uk: Введіть ваш ключ відновлення
ur: اپنی ریکوری کی درج کریں
vi: Nhập mã khôi phục của bạn

source: No recovery key?
ar: لا تملك مفتاح استرداد؟
az: Bərpa açarını unutmusunuz?
be: Няма ключа аднаўлення?
cs: Nemáte obnovovací klíč?
de: Wiederherstellungsschlüssel vergessen?
el: Δεν έχετε το κλειδί ανάκτησης;
fa: کلید بازیابی ندارید؟
fr: Aucune clé de récupération ?
id: Tidak punya kunci pemulihan?
it: Nessuna chiave di recupero?
nl: Geen herstelcode?
nn: Ingen gjenopprettingsnøkkel?
no: Ingen gjenopprettingsnøkkel?
pt_br: Sem chave de recuperação?
ru: Забыли ключ восстановления?
sr: Немате кључ за опоравак?
sv: Ingen återställningsnyckel?
uk: Немає ключа відновлення?
ur: ریکوری کی بھول گئے؟
vi: Không có mã khôi phục?

source: Sorry
ar: عفوًا
az: Bağışlayın
be: Прабачце
ca: Ho sentim
cs: Omlouváme se
de: Entschuldigung
el: Συγνώμη
es: Lo sentimos
fa: متاسفیم
fr: Désolé
id: Maaf
it: Siamo spiacenti
ku: Bibore
nn: Orsak
no: Beklager
pt_br: Desculpe
ru: Извините
sr: Извините
sv: Förlåt
uk: Пробачте
ur: معذرت
vi: Xin lỗi

# noRecoveryKeyNoDecryption
source: Due to the nature of our end-to-end encryption protocol, your data cannot be decrypted without your password or recovery key
ar: نظرًا لطبيعة التشفير الكامل من طرف إلى طرف، لا يمكن فك تشفير بياناتك دون كلمة المرور أو مفتاح الاسترداد الخاص بك
az: Ucdan-uca şifrələmə end-to-end protokolumuzun xüsusiyyətinə görə, məlumatlarınız şifrəniz və ya bərpa açarınız olmadan deşifrə edilə açıla bilməz
be: З прычыны архітэктуры нашага пратакола скразнога шыфравання немагчыма расшыфраваць вашы даныя без пароля або ключа аднаўлення
ca: A causa de la naturalesa del nostre protocol de xifratge d'extrem a extrem, les teves dades no es poden desxifrar sense la teva contrasenya o clau de recuperació
cs: Vzhledem k povaze našeho protokolu koncového šifrování nemohou být vaše data dešifrována bez vašeho hesla nebo obnovovacího klíče
de: Aufgrund unseres Ende-zu-Ende-Verschlüsselungsprotokolls können deine Daten nicht ohne dein Passwort oder deinen Wiederherstellungs-Schlüssel entschlüsselt werden
el: Λόγω της φύσης του πρωτοκόλλου κρυπτογράφησης από άκρο σε άκρο, τα δεδομένα σας δεν μπορούν να αποκρυπτογραφηθούν χωρίς τον κωδικό πρόσβασης ή το κλειδί ανάκτησης
es: Debido a la naturaleza de nuestro protocolo de cifrado de extremo a extremo, tus datos no pueden ser descifrados sin tu contraseña o clave de recuperación
fa: با توجه به ماهیت پروتکل رمزگذاری سرتاسر ما، اطلاعات شما بدون رمز عبور یا کلید بازیابی شما قابل رمزگشایی نیست
fr: En raison de notre protocole de chiffrement de bout en bout, vos données ne peuvent pas être déchiffré sans votre mot de passe ou clé de récupération
id: Karena sifat protokol enkripsi ujung ke ujung kami, data kamu tidak dapat didekripsi tanpa sandi atau kunci pemulihan kamu
it: A causa della natura del nostro protocollo di crittografia end-to-end, i tuoi dati non possono essere decifrati senza password o chiave di ripristino
nl: Door de aard van ons end-to-end encryptieprotocol kunnen je gegevens niet worden ontsleuteld zonder je wachtwoord of herstelsleutel
no: Grunnet vår type ente-til-ende-krypteringsprotokoll kan ikke dine data dekrypteres uten passordet ditt eller gjenopprettingsnøkkelen din
pt_br: Devido à natureza do nosso protocolo de criptografia de ponta a ponta, seus dados não podem ser descriptografados sem sua senha ou chave de recuperação
ru: Из-за особенностей нашего протокола сквозного шифрования ваши данные не могут быть расшифрованы без пароля или ключа восстановления
sr: Због природе нашег протокола за крај-до-крај енкрипцију, ваши подаци не могу бити дешифровани без ваше лозинке или кључа за опоравак
sv: På grund av vårt punkt-till-punkt-krypteringssystem så kan dina data inte avkrypteras utan ditt lösenord eller återställningsnyckel
uk: Через природу нашого кінцевого протоколу шифрування, ваші дані не можуть бути розшифровані без вашого пароля або ключа відновлення
ur: ہمارے اینڈ ٹو اینڈ انکرپشن پروٹوکول کی نوعیت کی وجہ سے، آپ کا ڈیٹا آپ کے پاس ورڈ یا ریکوری کی کے بغیر ڈکرپٹ نہیں کیا جا سکتا
vi: Do tính chất của giao thức mã hóa đầu cuối, không thể giải mã dữ liệu của bạn mà không có mật khẩu hoặc mã khôi phục

source: Verify email
ar: التحقق من البريد الإلكتروني
az: E-poçtu təsdiqləyin
be: Спраўдзіць электронную пошту
ca: Verifica el correu
cs: Ověřit e-mail
de: E-Mail-Adresse verifizieren
el: Επαλήθευση email
es: Verificar correo electrónico
fa: تایید ایمیل
fr: Vérifier l'e-mail
id: Verifikasi email
it: Verifica email
ku: Enameyê biperjîne
nl: Bevestig e-mail
nn: Stadfest e-postadresse
no: Bekreft e-postadresse
pt_br: Verificar e-mail
ru: Подтвердить электронную почту
sr: Верификуј е-пошту
sv: Bekräfta e-postadress
uk: Підтвердити пошту
ur: ای میل کی تصدیق کریں
vi: Xác minh email
