Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# toResetVerifyEmail
source: To reset your password, please verify your email first.
ar: لإعادة تعيين كلمة المرور، يرجى التحقق من بريدك الإلكتروني أولاً.
az: Şifrənizi sıfırlamaq üçün, lütfən, əvvəlcə e-poçt ünvanınızı təsdiqləyin.
be: Спраўдзіце электронную пошту, каб скінуць свой пароль.
ca: Per restablir la teva contrasenya, si us plau verifica primer el teu correu.
cs: Chcete-li resetovat heslo, nejprve ověřte svou e-mailovou adresu.
de: Um dein Passwort zurückzusetzen, verifiziere bitte zuerst deine E-Mail-Adresse.
el: Για να επαναφέρετε τον κωδικό πρόσβασής σας, επαληθεύστε πρώτα το email σας.
es: Para restablecer tu contraseña, por favor verifica tu correo electrónico primero.
fa: برای تنظیم مجدد رمز عبور، لطفا ابتدا ایمیل خود را تایید کنید.
fr: Pour réinitialiser votre mot de passe, vérifiez d'abord votre email.
id: Untuk mengatur ulang sandimu, harap verifikasi email kamu terlebih dahulu.
it: Per reimpostare la tua password, verifica prima la tua email.
nl: Verifieer eerst je e-mailadres om je wachtwoord opnieuw in te stellen.
no: For å tilbakestille passordet ditt, vennligst bekreft e-posten din først.
pt_br: Para redefinir sua senha, verifique seu e-mail primeiramente.
ru: Чтобы сбросить пароль, сначала подтвердите вашу электронную почту.
sr: Да бисте ресетовали лозинку, прво потврдите своју е-пошту.
sv: För att återställa ditt lösenord måste du först bekräfta din e-postadress.
uk: Щоб скинути пароль, спочатку підтвердьте адресу своєї пошти.
ur: اپنا پاس ورڈ ری سیٹ کرنے کے لیے، براہ کرم پہلے اپنے ای میل کی تصدیق کریں.
vi: Để đặt lại mật khẩu, vui lòng xác minh email của bạn trước.

# checkInboxAndSpamFolder
source: Please check your inbox (and spam) to complete verification
ar: تحقق من صندوق الوارد ومجلد البريد غير الهام (Spam) لإكمال التحقق
az: Təsdiqləməni tamamlamaq üçün, lütfən, gələnlər qutunuzu (və spam qovluğunu) yoxlayın
be: Праверце свае ўваходныя лісты (і спам) для завяршэння спраўджання
ca: Si us plau, revisa la teva bústia (i el correu brossa) per completar la verificació
cs: Zkontrolujte prosím svou doručenou poštu (a spam) pro dokončení ověření
de: Bitte überprüfe deinen E-Mail-Posteingang (und Spam), um die Verifizierung abzuschließen
el: Παρακαλούμε ελέγξτε τα εισερχόμενά σας (και τα ανεπιθύμητα) για να ολοκληρώσετε την επαλήθευση
es: Revisa tu bandeja de entrada (y spam) para completar la verificación
fa: لطفا صندوق ورودی (و هرزنامه) خود را برای تایید کامل بررسی کنید
fr: Consultez votre boîte de réception (et les indésirables) pour finaliser la vérification
id: Silakan periksa kotak masuk (serta kotak spam) untuk menyelesaikan verifikasi
it: Per favore, controlla la tua casella di posta (e lo spam) per completare la verifica
nl: Controleer je inbox (en spam) om verificatie te voltooien
no: Vennligst sjekk innboksen din (og søppelpost) for å fullføre verifiseringen
pt_br: Verifique sua caixa de entrada (e spam) para concluir a verificação
ru: Пожалуйста, проверьте ваш почтовый ящик (и спам) для завершения верификации
sr: Молимо вас да проверите примљену пошту (и нежељену пошту) да бисте довршили верификацију
sv: Kontrollera din inkorg (och skräppost) för att slutföra verifieringen
uk: Перевірте вашу поштову скриньку (та спам), щоб завершити перевірку
ur: تصدیق مکمل کرنے کے لیے براہ کرم اپنا ان باکس (اور اسپام) چیک کریں
vi: Vui lòng kiểm tra hộp thư đến (và thư rác) để hoàn tất xác minh

source: Tap to enter code
ar: انقر لإدخال الرمز
az: Kodu daxil etmək üçün toxunun
be: Націсніце, каб увесці код
ca: Toca per introduir el codi
cs: Klepněte pro zadání kódu
de: Antippen, um den Code einzugeben
el: Πατήστε για να εισάγετε τον κωδικό
es: Toca para introducir el código
fa: برای وارد کردن کد ضربه بزنید
fr: Appuyez pour saisir le code
id: Ketuk untuk masukkan kode
it: Tocca per inserire il codice
nl: Tik om code in te voeren
no: Trykk for å angi kode
pt_br: Toque para inserir código
ru: Нажмите, чтобы ввести код
sr: Пипните да бисте унели кôд
sv: Tryck för att ange kod
uk: Натисніть, щоб ввести код
ur: کوڈ درج کرنے کے لیے ٹیپ کریں
vi: Nhấn để nhập mã

source: Resend email
ar: إعادة إرسال البريد الإلكتروني
az: E-poçtu yenidən göndər
be: Адправіць ліст яшчэ раз
ca: Reenvia correu
cs: Znovu odeslat e-mail
de: E-Mail erneut senden
el: Επανάληψη αποστολής email
es: Reenviar correo electrónico
fa: ارسال مجدد ایمیل
fr: Renvoyer l'e-mail
id: Kirim ulang email
it: Rinvia email
nl: E-mail opnieuw versturen
nn: Send e-posten på nytt
no: Send e-posten på nytt
pt_br: Reenviar e-mail
ru: Отправить письмо повторно
sr: Поново пошаљи е-пошту
sv: Skicka e-postmeddelandet igen
uk: Повторно надіслати лист
ur: ای میل دوبارہ بھیجیں
vi: Gửi lại email

# weHaveSendEmailTo
source: We have sent a mail to <green>{email}</green>
ar: لقد أرسلنا بريدًا إلكترونيًا إلى <green>{email}</green>
az: <green>{email}</green> ünvanına təsdiq e-poçtu göndərildi
be: Ліст адпраўлены на электронную пошту <green>{email}</green>
ca: Hem enviat un correu a <green>{email}</green>
cs: Poslali jsme vám zprávu na <green>{email}</green>
de: Wir haben eine E-Mail an <green>{email}</green> gesendet
el: Έχουμε στείλει ένα μήνυμα στο <green>{email}</green>
es: Hemos enviado un correo a <green>{email}</green>
fa: ما یک ایمیل به <green>{email}</green> ارسال کرده‌ایم
fr: Nous avons envoyé un e-mail à <green>{email}</green>
id: Kami telah mengirimkan email ke <green>{email}</green>
it: Abbiamo inviato una mail a <green>{email}</green>
nl: We hebben een e-mail gestuurd naar <green>{email}</green>
nn: Vi har sendt ein e-post til <green> {email} </green>
no: Vi har sendt en e-post til <green>{email}</green>
pt_br: Enviamos um e-mail à <green>{email}</green>
ru: Мы отправили письмо на <green>{email}</green>
sr: Послали смо е-попту на <green>{email}</green>
sv: Vi har skickat ett e-postmeddelande till <green>{email}</green>
uk: Ми надіслали листа на <green>{email}</green>
ur: ہم نے <green>{email}</green> کو ایک میل بھیجی ہے
vi: Chúng tôi đã gửi một email đến <green>{email}</green>

# setPasswordTitle
source: Set password
ar: تعيين كلمة المرور
az: Şifrəni təyin edin
be: Задаць пароль
ca: Estableix contrasenya
cs: Nastavit heslo
de: Passwort festlegen
el: Ορισμός κωδικού πρόσβασης
es: Establecer contraseña
fa: تنظیم رمز عبور
fr: Définir le mot de passe
id: Atur sandi
it: Imposta password
nl: Wachtwoord instellen
nn: Vel passord
no: Angi passord
pt_br: Definir senha
ru: Установить пароль
sr: Постави лозинку
sv: Välj lösenord
uk: Встановити пароль
ur: پاس ورڈ سیٹ کریں
vi: Đặt mật khẩu

# changePasswordTitle
source: Change password
ar: تغيير كلمة المرور
az: Şifrəni dəyişdir
be: Змяніць пароль
ca: Canvia la contrasenya
cs: Změnit heslo
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασής
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Modifier le mot de passe
id: Ubah sandi
it: Modifica password
nl: Wachtwoord wijzigen
nn: Endra passord
no: Bytt passord
pt_br: Alterar senha
ru: Изменить пароль
sr: Промени лозинку
sv: Ändra lösenord
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Thay đổi mật khẩu

# resetPasswordTitle
source: Reset password
ar: إعادة تعيين كلمة المرور
az: Şifrəni sıfırla
be: Скінуць пароль
ca: Restableix la contrasenya
cs: Obnovit heslo
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
fa: بازنشانی رمز عبور
fr: Réinitialiser le mot de passe
id: Atur ulang sandi
it: Reimposta password
nl: Wachtwoord resetten
nn: Tilbakestill passord
no: Tilbakestill passord
pt_br: Redefinir senha
ru: Сбросить пароль
sr: Ресетуј лозинку
sv: Återställ lösenord
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
vi: Đặt lại mật khẩu

source: Encryption keys
ar: مفاتيح التشفير
az: Şifrələmə açarları
be: Ключы шыфравання
ca: Claus de xifratge
cs: Šifrovací klíče
de: Verschlüsselungscode
el: Κλειδιά κρυπτογράφησης
es: Claves de cifrado
fa: کلیدهای رمزنگاری
fr: Clés de chiffrement
id: Kunci enkripsi
it: Chiavi di crittografia
nl: Encryptiesleutels
nn: Krypteringsnøklar
no: Krypteringsnøkkel
pt_br: Chaves de criptografia
ru: Ключи шифрования
sr: Кључеви шифровања
sv: Krypteringsnycklar
uk: Ключі шифрування
ur: انکرپشن کیز
vi: Khóa mã hóa

# passwordWarning
source: We don't store this password, so if you forget, <underline>we cannot decrypt your data</underline>
ar: نحن لا نقوم بتخزين كلمة المرور هذه، لذا إذا نسيتها، <underline>لا يمكننا فك تشفير بياناتك</underline>
az: Biz bu şifrəni yadda saxlamırıq, buna görə də şifrənizi unutsanız, <underline>məlumatlarınızın şifrəsini aça bilmərik</underline>
be: Мы не захоўваем гэты пароль і таму, <underline>мы не зможам расшыфраваць вашы даныя</underline>, калі вы забудзеце яго
ca: No guardem aquesta contrasenya, així que si l'oblides, <underline>no podrem desxifrar les teves dades</underline>
cs: Toto heslo neukládáme, takže pokud jej zapomenete, <underline>nemůžeme dešifrovat vaše data</underline>
de: Wir speichern dieses Passwort nicht. Wenn du es vergisst, <underline>können wir deine Daten nicht entschlüsseln</underline>
el: Δεν αποθηκεύουμε αυτόν τον κωδικό πρόσβασης, οπότε αν τον ξεχάσετε <underline>δεν μπορούμε να αποκρυπτογραφήσουμε τα δεδομένα σας</underline>
es: No almacenamos esta contraseña, así que si la olvidas, <underline>no podremos descifrar tus datos</underline>
fa: ما این رمز عبور را ذخیره نمی‌کنیم، بنابراین اگر فراموش کنید، <underline>نمی‌توانیم اطلاعات شما را رمزگشایی کنیم</underline>
fr: Nous ne stockons pas ce mot de passe, donc si vous l'oubliez, <underline>nous ne pouvons pas déchiffrer vos données</underline>
id: Kami tidak menyimpan sandi ini, jadi jika kamu melupakannya, <underline>kami tidak akan bisa mendekripsi data kamu</underline>
it: Noi non memorizziamo la tua password, quindi se te la dimentichi, <underline>non possiamo decriptare i tuoi dati</underline>
nl: Wij slaan dit wachtwoord niet op, dus als je het vergeet, kunnen <underline>we je gegevens niet ontsleutelen</underline>
nn: Vi lagrar ikkje dette passordet, så dersom du gløymer det <underline>kan vi ikkje dekryptera dataa dine</underline>
no: Vi lagrer ikke dette passordet, så hvis du glemmer det, <underline>kan vi ikke dekryptere dataene dine</underline>
pt_br: Nós não armazenamos esta senha, se você esquecer, <underline>nós não poderemos descriptografar seus dados</underline>
ru: Мы не храним этот пароль, поэтому, если вы его забудете, <underline>мы не сможем расшифровать ваши данные</underline>
sr: Не чувамо ову лозинку, па ако је заборавите, <underline>не можемо дешифрирати ваше податке</underline>
sv: Vi lagrar inte detta lösenord, så om du glömmer bort det, <underline>kan vi inte dekryptera dina data</underline>
uk: Ми не зберігаємо цей пароль, тому, якщо ви його забудете, <underline>ми не зможемо розшифрувати ваші дані</underline>
ur: ہم یہ پاس ورڈ اسٹور نہیں کرتے، لہذا اگر آپ بھول جاتے ہیں، تو <underline>ہم آپ کا ڈیٹا ڈکرپٹ نہیں کر سکتے</underline>
vi: Chúng tôi không lưu trữ mật khẩu này, nên nếu bạn quên, <underline>chúng tôi không thể giải mã dữ liệu của bạn</underline>

# enterPasswordToEncrypt
source: Enter a password we can use to encrypt your data
ar: أدخل كلمة مرور يمكننا استخدامها لتشفير بياناتك
az: Məlumatlarınızı şifrələmək üçün istifadə edəcəyimiz şifrəni daxil edin
be: Увядзіце пароль, каб мы маглі выкарыстаць яго для расшыфроўкі вашых даных
ca: Introdueix una contrasenya que puguem utilitzar per xifrar les teves dades
cs: Zadejte heslo, které můžeme použít k šifrování vašich dat
de: Gib ein Passwort ein, mit dem wir deine Daten verschlüsseln können
el: Εισάγετε έναν κωδικό πρόσβασης που μπορούμε να χρησιμοποιήσουμε για την κρυπτογράφηση των δεδομένων σας
es: Introduce una contraseña que podamos usar para cifrar tus datos
fa: رمز عبوری را وارد کنید که بتوانیم از آن برای رمزگذاری اطلاعات شما استفاده کنیم
fr: Entrez un mot de passe que nous pouvons utiliser pour chiffrer vos données
id: Masukkan sandi yang bisa kami gunakan untuk mengenkripsi data kamu
it: Inserisci una password per criptare i tuoi dati
nl: Voer een wachtwoord in dat we kunnen gebruiken om je gegevens te versleutelen
nn: Skriv inn eit passord me kan kryptera dataa dine med
no: Angi et passord vi kan bruke til å kryptere dataene dine
pt_br: Insira uma senha que podemos usar para criptografar seus dados
ru: Введите пароль для шифрования ваших данных
sr: Унесите лозинку коју можемо да користимо за шифровање ваших података
sv: Ange ett lösenord som vi kan använda för att kryptera din data
uk: Введіть пароль, який ми зможемо використати для шифрування ваших даних
ur: ایک پاس ورڈ درج کریں جسے ہم آپ کے ڈیٹا کو انکرپٹ کرنے کے لیے استعمال کر سکیں
vi: Vui lòng nhập một mật khẩu dùng để mã hóa dữ liệu của bạn

# enterNewPasswordToEncrypt
source: Enter a new password we can use to encrypt your data
ar: أدخل كلمة مرور جديدة يمكننا استخدامها لتشفير بياناتك
az: Məlumatlarınızı şifrələmək üçün yeni bir şifrə daxil edin
be: Увядзіце новы пароль, каб мы маглі выкарыстаць яго для расшыфроўкі вашых даных
ca: Introdueix una nova contrasenya que puguem utilitzar per xifrar les teves dades
cs: Zadejte nové heslo, které můžeme použít k šifrování vašich dat
de: Gib ein neues Passwort ein, mit dem wir deine Daten verschlüsseln können
el: Εισάγετε ένα νέο κωδικό πρόσβασης που μπορούμε να χρησιμοποιήσουμε για να κρυπτογραφήσουμε τα δεδομένα σας
es: Introduce una nueva contraseña que podamos usar para cifrar tus datos
fa: رمز عبور جدیدی را وارد کنید که بتوانیم از آن برای رمزگذاری اطلاعات شما استفاده کنیم
fr: Saisissez votre nouveau mot de passe qui sera utilisé pour chiffrer vos données
id: Masukkan sandi baru yang bisa kami gunakan untuk mengenkripsi data kamu
it: Inserisci una nuova password per criptare i tuoi dati
nl: Voer een nieuw wachtwoord in dat we kunnen gebruiken om je gegevens te versleutelen
nn: Skriv inn eit nytt passord me kan kryptera dataa dine med
no: Angi et nytt passord vi kan bruke til å kryptere dataene dine
pt_br: Insira uma senha nova para criptografar seus dados
ru: Введите новый пароль для шифрования ваших данных
sr: Унесите нову лозинку коју можемо да користимо за шифровање ваших података
sv: Ange ett nytt lösenord som vi kan använda för att kryptera din data
uk: Введіть новий пароль, який ми зможемо використати для шифрування ваших даних
ur: ایک نیا پاس ورڈ درج کریں جسے ہم آپ کے ڈیٹا کو انکرپٹ کرنے کے لیے استعمال کر سکیں
vi: Vui lòng nhập một mật khẩu mới để mã hóa dữ liệu của bạn

# weakStrength
source: Weak
ar: ضعيفة
az: Zəif
be: Ненадзейны
ca: Dèbil
cs: Slabé
de: Schwach
el: Αδύναμος
es: Poco segura
fa: ضعیف
fr: Faible
id: Lemah
it: Debole
ku: Lawaz
nl: Zwak
nn: Svakt
no: Svakt
pt_br: Fraca
ru: Низкая
sr: Слабо
sv: Svagt
uk: Слабкий
ur: کمزور
vi: Yếu

# strongStrength
source: Strong
ar: قوية
az: Güclü
be: Надзейны
ca: Forta
cs: Silné
de: Stark
el: Δυνατός
es: Segura
fa: قوی
fr: Forte
id: Kuat
it: Forte
ku: Bihêz
nl: Sterk
nn: Sterkt
no: Sterkt
pt_br: Forte
ru: Высокая
sr: Јако
sv: Starkt
uk: Надійний
ur: مضبوط
vi: Mạnh

# moderateStrength
source: Moderate
ar: متوسطة
az: Orta
be: Умераны
ca: Moderada
cs: Střední
de: Mittel
el: Μέτριος
es: Moderada
fa: متوسط
fr: Moyenne
id: Sedang
it: Mediocre
ku: Navîn
nl: Matig
nn: Middels sterkt
no: Moderat
pt_br: Moderado
ru: Средняя
sr: Средње
sv: Måttligt
uk: Середній
ur: درمیانہ
vi: Trung bình

# passwordStrength
source: Password strength: {passwordStrengthValue}
ar: قوة كلمة المرور: {passwordStrengthValue}
az: Şifrənin gücü: {passwordStrengthValue}
be: Надзейнасць пароля: {passwordStrengthValue}
ca: Força de la contrasenya: {passwordStrengthValue}
cs: Síla hesla: {passwordStrengthValue}
de: Passwortstärke: {passwordStrengthValue}
el: Ισχύς κωδικού πρόσβασης: {passwordStrengthValue}
es: Seguridad de la contraseña: {passwordStrengthValue}
fa: قدرت رمز عبور: {passwordStrengthValue}
fr: Sécurité du mot de passe : {passwordStrengthValue}
id: Keamanan sandi: {passwordStrengthValue}
it: Sicurezza password: {passwordStrengthValue}
ku: Hêza borînpeyvê: {passwordStrengthValue}
nl: Wachtwoord sterkte: {passwordStrengthValue}
nn: Passordstyrke: {passwordStrengthValue}
no: Passordstyrke: {passwordStrengthValue}
pt_br: Força da senha: {passwordStrengthValue}
ru: Надёжность пароля: {passwordStrengthValue}
sr: Снага лозинке: {passwordStrengthValue}
sv: Lösenordsstyrka: {passwordStrengthValue}
uk: Надійність пароля: {passwordStrengthValue}
ur: پاس ورڈ کی مضبوطی: {passwordStrengthValue}
vi: Độ mạnh mật khẩu: {passwordStrengthValue}

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح
az: Şifrə uğurla dəyişdirildi
be: Пароль паспяхова зменены
ca: Contrasenya canviada amb èxit
cs: Heslo úspěšně změněno
de: Passwort erfolgreich geändert
el: Ο κωδικός πρόσβασης άλλαξε επιτυχώς
es: Contraseña cambiada correctamente
fa: رمز عبور با موفقیت تغییر کرد
fr: Le mot de passe a été modifié
id: Sandi berhasil diubah
it: Password modificata con successo
ku: Borînpeyv bi serkeftî hat guhertin
nl: Wachtwoord succesvol aangepast
nn: Passordet er endra
no: Passordet ble endret
pt_br: Senha alterada com sucesso
ru: Пароль успешно изменён
sr: Лозинка је успешно промењена
sv: Lösenordet har ändrats
uk: Пароль успішно змінено
ur: پاس ورڈ کامیابی سے تبدیل ہو گیا
vi: Đã thay đổi mật khẩu thành công

source: Generating encryption keys...
ar: جارٍ إنشاء مفاتيح التشفير...
az: Şifrələmə açarları yaradılır...
be: Генерацыя ключоў шыфравання...
ca: Generant claus de xifratge...
cs: Generování šifrovacích klíčů...
de: Generierung von Verschlüsselungscodes...
el: Δημιουργία κλειδιών κρυπτογράφησης...
es: Generando claves de cifrado...
fa: در حال تولید کلیدهای رمزگذاری...
fr: Génération des clés de chiffrement...
id: Menghasilkan kunci enkripsi...
it: Generazione delle chiavi di crittografia...
ku: Kilîtên şîfrekirinê tên çêkirin...
nl: Encryptiesleutels genereren...
nn: Lagar krypteringsnøklar …
no: Genererer krypteringsnøkler...
pt_br: Gerando chaves de criptografia...
ru: Генерация ключей шифрования...
sr: Генерисање кључева за шифровање...
sv: Skapar krypteringsnycklar...
uk: Створення ключів шифрування...
ur: انکرپشن کیز بنائی جا رہی ہیں...
vi: Đang mã hóa...

source: Please wait...
ar: يرجى الانتظار...
az: Xahiş olunur gözləyin...
be: Пачакайце...
ca: Si us plau, espera...
cs: Čekejte prosím...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Por favor, espera...
fa: لطفا صبر کنید...
fr: Veuillez patienter...
id: Harap tunggu...
it: Attendere...
ku: Li bendê be...
nl: Een ogenblik geduld...
nn: Vent litt …
no: Vennligst vent...
pt_br: Aguarde...
ru: Пожалуйста, подождите...
sr: Молимо сачекајте...
sv: Var god vänta...
uk: Будь ласка, зачекайте...
ur: براہ کرم انتظار کریں...
vi: Vui lòng chờ...

# continueLabel
source: Continue
ar: متابعة
az: Davam et
be: Працягнуць
ca: Continua
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjut
it: Continua
ku: Bidomîne
nl: Doorgaan
nn: Fortsett
no: Fortsett
pt_br: Continuar
ru: Продолжить
sr: Настави
sv: Fortsätt
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục

source: Insecure device
ar: جهاز غير آمن
az: Təhlükəsiz olmayan cihaz
be: Небяспечная прылада
ca: Dispositiu insegur
cs: Nezabezpečené zařízení
de: Unsicheres Gerät
el: Μη ασφαλής συσκευή
es: Dispositivo inseguro
fa: دستگاه ناامن
fr: Appareil non sécurisé
id: Perangkat tidak aman
it: Dispositivo non sicuro
ku: Amûra ne ewle
nl: Onveilig apparaat
nn: Usikker eining
no: Usikker enhet
pt_br: Dispositivo inseguro
ru: Небезопасное устройство
sr: Уређај није сигуран
sv: Osäker enhet
uk: Незахищений пристрій
ur: غیر محفوظ ڈیوائس
vi: Thiết bị không an toàn

# sorryWeCouldNotGenerateSecureKeysOnThisDevicennplease
source: Sorry, we could not generate secure keys on this device. please sign up from a different device.
ar: عذرًا، لم نتمكن من إنشاء مفاتيح آمنة على هذا الجهاز. يرجى التسجيل من جهاز مختلف.
az: Təəssüf ki, bu cihazda təhlükəsiz açarlar yaradıla bilmədi. ​Lütfən, başqa bir cihazdan qeydiyyatdan keçin.
be: Немагчыма згенерыраваць ключы бяспекі на гэтай прыладзе. Зарэгіструйцеся з іншай прылады.
ca: Ho sentim, no hem pogut generar claus segures en aquest dispositiu. si us plau, registra't des d'un altre dispositiu.
cs: Omlouváme se, nemohli jsme vygenerovat bezpečné klíče na tomto zařízení. Prosíme, zaregistrujte se z jiného zařízení.
de: Es tut uns leid, wir konnten keine sicheren Schlüssel auf diesem Gerät generieren. Bitte starte die Registrierung auf einem anderen Gerät.
el: Συγγνώμη, δεν μπορέσαμε να δημιουργήσουμε ασφαλή κλειδιά σε αυτήν τη συσκευή. Παρακαλούμε εγγραφείτε από μια διαφορετική συσκευή.
es: Lo sentimos, no hemos podido generar claves seguras en este dispositivo. Por favor, regístrate desde un dispositivo diferente.
fa: با عرض پوزش، ما نمی‌توانیم کلیدهای امن را در این دستگاه تولید کنیم. لطفا از دستگاه دیگری ثبت نام کنید.
fr: Désolé, nous n'avons pas pu générer de clés sécurisées sur cet appareil. Veuillez vous inscrire depuis un autre appareil.
id: Maaf, kami tidak dapat menghasilkan kunci yang aman di perangkat ini. Harap mendaftar dengan perangkat lain.
it: Siamo spiacenti, non possiamo generare le chiavi sicure su questo dispositivo. Per favore, accedi da un altro dispositivo.
nl: Sorry, we konden geen beveiligde sleutels genereren op dit apparaat. Gelieve je aan te melden vanaf een ander apparaat.
nn: Klarte ikkje laga tryggleiksnøklar på denne eininga. Bruk ei anna eining for å registrera deg.
no: Beklager, vi kunne ikke generere sikre nøkler på denne enheten. vennligst registrer deg fra en annen enhet.
pt_br: Desculpe, não foi possível gerar chaves seguras neste dispositivo. inicie sessão com um dispositivo diferente.
ru: К сожалению, мы не смогли сгенерировать безопасные ключи на этом устройстве. Пожалуйста, зарегистрируйтесь с другого устройства.
sr: Извините, не можемо да генеришемо сигурне кључеве на овом уређају. Молимо пријавите се са другог уређаја.
sv: Tyvärr, vi kunde inte generera säkra nycklar på den här enheten. Vänligen registrera dig från en annan enhet.
uk: На жаль, на цьому пристрої не вдалося створити безпечні ключі. Зареєструйтесь з іншого пристрою.
ur: معذرت، ہم اس ڈیوائس پر محفوظ کیز (keys) تیار نہیں کر سکے. براہ کرم کسی مختلف ڈیوائس سے سائن اپ کریں..
vi: Rất tiếc, chúng tôi không thể tạo khóa an toàn trên thiết bị này. Vui lòng đăng ký từ một thiết bị khác.

source: How it works
ar: كيف يعمل
az: Necə işləyir
be: Як гэта працуе
ca: Com funciona
cs: Jak to funguje
de: So funktioniert's
el: Πώς λειτουργεί
es: Cómo funciona
fa: چگونه کار می‌کند
fr: Comment cela fonctionne
id: Cara kerjanya
it: Come funziona
nl: Hoe het werkt
nn: Slik fungerer det
no: Hvordan det fungerer
pt_br: Como funciona
ru: Как это работает
sr: Како ради
sv: Så här fungerar det
uk: Як це працює
ur: یہ کیسے کام کرتا ہے
vi: Cách thức hoạt động

source: Encryption
ar: التشفير
az: Şifrələmə
be: Шыфраванне
ca: Xifratge
cs: Šifrování
de: Verschlüsselung
el: Kρυπτογράφηση
es: Cifrado
fa: رمزگذاری
fr: Chiffrement
id: Enkripsi
it: Crittografia
ku: Şîfrekirin
nl: Encryptie
nn: Kryptering
no: Kryptering
pt_br: Criptografia
ru: Шифрование
sr: Шифровање
sv: Kryptering
uk: Шифрування
ur: انکرپشن
vi: Mã hóa
