Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# freeStorageOnReferralSuccess
source: {storageAmountInGB} GB each time someone signs up for a paid plan and applies your code
ar: {storageAmountInGB} جيجابايت مجانية في كل مرة يشترك فيها شخص بخطة مدفوعة ويطبق رمزك
az: Hər dəfə kimsə ödənişli plana keçid etdikdə və sizin kodunuzu tətbiq etdikdə {storageAmountInGB} GB
be: {storageAmountInGB} ГБ кожны раз, калі нехта стварае падпіску на платны тарыфны план і ўжывае ваш код
ca: {storageAmountInGB} GB cada vegada que algú es registra per a un pla de pagament i aplica el teu codi
cs: {storageAmountInGB} GB pokaždé, když se někdo zaregistruje do placeného tarifu a použije váš kód
de: {storageAmountInGB} GB jedes Mal, wenn sich jemand mit deinem Code für einen bezahlten Tarif anmeldet
el: {storageAmountInGB} GB κάθε φορά που κάποιος ξεκινά μία συνδρομή επί πληρωμή και εφαρμόζει τον κωδικό σας
es: {storageAmountInGB} GB cada vez que alguien se registra en un plan de pago y aplica tu código
fa: {storageAmountInGB} گیگابایت هر بار که کسی برای یک طرح پرداختی ثبت‌نام کند و کد شما را وارد کند
fr: {storageAmountInGB} Go chaque fois que quelqu'un s'inscrit à une offre payante et applique votre code
id: {storageAmountInGB} GB setiap kali orang mendaftar dengan paket berbayar lalu menerapkan kode milikmu
it: {storageAmountInGB} GB ogni volta che qualcuno si iscrive a un piano a pagamento e applica il tuo codice
nl: {storageAmountInGB} GB telkens als iemand zich aanmeldt voor een betaald abonnement en je code toepast
no: {storageAmountInGB} GB hver gang noen melder seg på en betalt plan og bruker koden din
pt_br: {storageAmountInGB} GB toda vez que alguém utilizar seu código num plano pago
ru: {storageAmountInGB} ГБ каждый раз, когда кто-то подписывается на платный тариф и применяет ваш код
sr: {storageAmountInGB} ГБ сваки пут када се неко претплати на неку од наших понуда и при том унесе ваш код
sv: {storageAmountInGB} GB varje gång någon registrerar sig för en betalplan och tillämpar din kod
uk: {storageAmountInGB} ГБ щоразу, коли хтось оформлює передплату і застосовує ваш код
ur: ہر بار جب کوئی معاوضہ پلان کے لیے سائن اپ کرتا ہے اور آپ کا کوڈ لگاتا ہے تو {storageAmountInGB} جی بی
vi: {storageAmountInGB} GB mỗi khi ai đó đăng ký gói trả phí và áp dụng mã của bạn

# shareTextReferralCode
source: Ente referral code: {referralCode} Apply it in Settings → General → Referrals to get {referralStorageInGB} GB free after you signup for a paid plan https://ente.io
ar: رمز إحالة Ente الخاص بي: {referralCode} طبقه في الإعدادات ← عام ← الإحالات للحصول على {referralStorageInGB} جيجابايت مجانًا بعد الاشتراك في خطة مدفوعة. https://ente.io
az: Ente Photos fotolarınız üçün şəxsi və təhlükəsiz məkandır * Ente Photos-u https://ente.io/app ünvanından yükləyin * Hesab yaradın * Tənzimləmələr->Referal bölməsində {referralCode} referal kodunu tətbiq edin * Ödənişli plana keçid etdikdə pulsuz {referralStorageInGB} GB əldə edin
be: Рэферальны код Ente: {referralCode} Ужыць яго можна ў раздзеле Налады → Агульныя → Рэфералы, каб атрымаць {referralStorageInGB} ГБ бясплатнай прасторы пасля пераходу на платны тарыфны план
ca: Ente Photos és una llar privada i segura per a les teves fotos * Descarrega Ente Photos des de https://ente.io/app * Crea un compte * Aplica el codi de referència {referralCode} a Configuració->Referència * Aconsegueix {referralStorageInGB}GB gratis quan milloris a un pla de pagament
cs: Referenční kód Ente: {referralCode} Použijte jej v Nastavení → Obecné → Doporučení a získejte {referralStorageInGB} GB zdarma po registraci k placenému tarifu. https://ente.io
de: Ente Fotos ist ein privates und sicheres Zuhause für deine Fotos * Lade Ente Fotos von https://ente.io/app herunter * Erstelle ein Konto * Wende den Empfehlungscode {referralCode} an unter Einstellungen->Weiterempfehlungen * Erhalte {referralStorageInGB} GB kostenlos, wenn, du auf einen kostenpflichtigen Tarif upgradest
el: Προωθητικό κωδικός Ente: {referralCode} Εφαρμόστε το στις Ρυθμίσεις → Γενικές → Παραπομπές για να πάρετε {referralStorageInGB} GB δωρεάν μετά την εγγραφή σας για μία συνδρομή επί πληρωμή https://ente.io
es: Ente Fotos es un lugar seguro y privado para tus fotos * Descarga Ente Fotos de https://ente.io/app * Crea una cuenta * Aplica el código de referido {referralCode} en Ajustes → Referido * Obtén {referralStorageInGB}GB gratis cuando actualice a un plan de pago
fa: کد ارجاع: {referralCode} آن را در تنظیمات → عمومی → ارجاعات وارد کنید تا بعد از ثبت‌نام در یک طرح پرداختی {referralStorageInGB} گیگابایت رایگان دریافت کنید https://ente.io
fr: Code de parrainage Ente : {referralCode} Validez-le dans Paramètres → Général → Références pour obtenir {referralStorageInGB} Go gratuitement après votre inscription à un plan payant https://ente.io
id: Kode rujukan Ente: {referralCode} Terapkan pada Pengaturan → Umum → Rujukan untuk mendapatkan {referralStorageInGB} GB gratis setelah kamu mendaftar paket berbayar https://ente.io
it: Codice invito Ente: {referralCode} Inseriscilo in Impostazioni → Generali → Inviti per ottenere {referralStorageInGB} GB gratis dopo la sottoscrizione a un piano a pagamento https://ente.io
nl: Ente verwijzingscode: {referralCode} Pas het toe bij Instellingen → Algemeen → Verwijzingen om {referralStorageInGB} GB gratis te krijgen nadat je je hebt aangemeld voor een betaald abonnement https://ente.io
no: Gi vervekode: {referralCode} Bruk den i Innstillinger → General → Verving for å få {referralStorageInGB} GB gratis etter at du har registrert deg for en betalt plan https://ente.io
pt_br: Código de referência Ente: {referralCode} Aplique-o em Opções → Geral → Referências para obter {referralStorageInGB} GB grátis após a inscrição num plano pago https://ente.io
ru: Ente Photos — это безопасное и защищённое хранилище для ваших фотографий * Скачайте Ente Photos — https://ente.io/app * Создайте аккаунт * Примените реферальный код {referralCode} в Настройки -> Рефералы -> Применить код * Получите {referralStorageInGB} ГБ бесплатно при переходе на платный тариф
sv: Ente värvningskod: {referralCode} Tillämpa den i Inställningar → Allmänt → Hänvisningar för att få {referralStorageInGB} GB gratis när du registrerar dig för en betalplan https://ente.io
uk: Реферальний код Ente: {referralCode} Застосуйте його в «Налаштування» → «Загальні» → «Реферали», щоб отримати {referralStorageInGB} ГБ безплатно після переходу на платний тариф https://ente.io
ur: Ente Photos آپ کی تصاویر کے لیے ایک نجی اور محفوظ مقام ہے. * https://ente.io/app سے Ente فوٹو ڈاؤن لوڈ کریں * ایک اکاؤنٹ بنائیں * ریفرل کوڈ {referralCode} کو ترتیبات->ریفرل میں اپلائی کریں * جب آپ بامعاوضہ پلان میں اپ گریڈ کرتے ہیں تو {referralStorageInGB}GB مفت حاصل کریں
vi: Mã giới thiệu Ente: {referralCode} Áp dụng nó trong Cài đặt → Chung → Giới thiệu để nhận thêm {referralStorageInGB} GB miễn phí sau khi bạn đăng ký gói trả phí https://ente.io

source: Claim free storage
ar: المطالبة بمساحة تخزين مجانية
az: Pulsuz yaddaş əldə et
be: Атрымаць бясплатнае сховішча
ca: Reclama emmagatzematge gratuït
cs: Získat úložiště zdarma
de: Freien Speicher einlösen
el: Κερδίστε δωρεάν χώρο αποθήκευσης
es: Obtén almacenamiento gratuito
fa: ذخیره‌سازی رایگان را دریافت کنید
fr: Obtenez du stockage gratuit
id: Peroleh kuota gratis
it: Richiedi spazio gratuito
nl: Claim gratis opslag
no: Få gratis lagring
pt_br: Reivindique armaz. grátis
ru: Получить бесплатное хранилище
sr: Освоји бесплатан простор на диску
sv: Hämta kostnadsfri lagring
uk: Отримайте безплатне сховище
ur: مفت اسٹوریج کا دعویٰ کریں
vi: Nhận thêm dung lượng

source: Invite your friends
ar: ادعُ أصدقاءك
az: Dostlarını dəvət et
be: Запрасіце сваіх сяброў
ca: Convida els teus amics
cs: Pozvěte své přátele
de: Lade deine Freunde ein
el: Προσκαλέστε τους φίλους σας
es: Invita a tus amigos
fa: دوستانتان را دعوت کنید
fr: Parrainez vos ami·e·s
id: Undang teman-temanmu
it: Invita i tuoi amici
nl: Vrienden uitnodigen
no: Inviter vennene dine
pt_br: Convide seus amigos
ru: Пригласите своих друзей
sr: Позови своје пријатеље
sv: Bjud in dina vänner
uk: Запросити своїх друзів
ur: اپنے دوستوں کو مدعو کریں
vi: Mời bạn bè của bạn

# failedToFetchReferralDetails
source: Unable to fetch referral details. Please try again later.
ar: تعذر جلب تفاصيل الإحالة. يرجى المحاولة مرة أخرى لاحقًا.
az: Referal təfərrüatlarını gətirmək mümkün olmadı. Zəhmət olmasa, bir az sonra yenidən cəhd edin.
be: Немагчыма атрымаць падрабязнасці аб рэфералах. Паспрабуйце яшчэ раз пазней.
ca: No s'han pogut obtenir els detalls de la referència. Si us plau, torna-ho a provar més tard.
cs: Nelze načíst podrobnosti o doporučení. Zkuste to prosím znovu později.
de: Die Weiterempfehlungs-Details können nicht abgerufen werden. Bitte versuche es später erneut.
el: Δεν είναι δυνατή η λήψη λεπτομερειών σχετικά με τον προώθησης. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: No se pueden obtener los detalles de la referencia. Por favor, inténtalo de nuevo más tarde.
fa: نمی‌توان جزئیات ارجاع را دریافت کرد. لطفاً بعداً دوباره تلاش کنید.
fr: Impossible de récupérer les détails du parrainage. Veuillez réessayer plus tard.
id: Tidak dapat mengambil kode rujukan. Harap ulang lagi nanti.
it: Impossibile recuperare i dettagli. Per favore, riprova più tardi.
nl: Kan geen verwijzingsgegevens ophalen. Probeer het later nog eens.
no: Kan ikke hente vervedetaljer. Prøv igjen senere.
pt_br: Não foi possível buscar os detalhes de referência. Tente novamente mais tarde.
ru: Не удалось получить данные о рефералах. Пожалуйста, попробуйте позже.
sv: Det gick inte att hämta hänvisningsdetaljer. Försök igen senare.
uk: Не вдається отримати відомості про реферала. Спробуйте ще раз пізніше.
ur: ریفرل تفصیلات حاصل کرنے سے قاصر. براہ کرم بعد میں دوبارہ کوشش کریں.
vi: Không thể lấy thông tin giới thiệu. Vui lòng thử lại sau.

# referralStep1
source: 1. Give this code to your friends
ar: 1. أعطِ هذا الرمز لأصدقائك
az: 1. Kodunuzu fərdiləşdirin və paylaşın.
be: 1. Перадайце гэты код сваім сябрам
ca: 1. Personalitza i comparteix el teu codi.
cs: 1. Dejte tento kód svým přátelům
de: 1. Personalisiere und teile deinen Code.
el: 1. Δώστε αυτόν τον κωδικό στους φίλους σας
es: 1. Personaliza y comparte tu código.
fa: 1. این کد را به دوستانتان بدهید
fr: 1. Personnalisez et partagez votre code avec vos amis.
id: 1. Berikan kode ini ke teman kamu
it: 1. Condividi questo codice con i tuoi amici
nl: 1. Geef deze code aan je vrienden
no: 1. Gi denne koden til vennene dine
pt_br: 1. Envie este código aos seus amigos
ru: 1. Настройте код и поделитесь им.
sr: 1. Дај овај код својим пријатељима
sv: 1. Ge denna kod till dina vänner
uk: 1. Дайте цей код друзям
ur: ۱. اپنے کوڈ کو حسب ضرورت بنائیں اور شیئر کریں.
vi: 1. Tùy chỉnh và chia sẻ mã của bạn với bạn bè.

# referralStep2
source: 2. They sign up for a paid plan
ar: 2. يشتركون في خطة مدفوعة
az: 2. Onlar sizin kodunuzdan istifadə edərək Ente-də qeydiyyatdan keçirlər.
be: 2. Яны падпісваюцца на платны тарыфны план
ca: 2. Es registren a Ente utilitzant el teu codi.
cs: 2. Zaregistrují se k placenému tarifu
de: 2. Er oder sie meldet sich bei Ente mit deinem Code an.
el: 2. Ξεκινούν μία συνδρομή επί πληρωμή
es: 2. Se inscriben a Ente usando tu código.
fa: 2. آنها برای یک طرح پرداختی ثبت‌نام می‌کنند
fr: 2. Ils souscrivent à une offre payante
id: 2. Ia perlu daftar ke paket berbayar
it: 2. Si iscrivono per un piano a pagamento
nl: 2. Ze registreren voor een betaald plan
no: De registrerer seg for en betalt plan
pt_br: 2. Eles então se inscrevem num plano pago
ru: 2. Они регистрируются в Ente, используя ваш код.
sr: 2. Они се претплате на понуду која се плаћа
sv: 2. De registrerar sig för en betalplan
uk: 2. Вони оформлюють передплату
ur: ۲. وہ آپ کے کوڈ کا استعمال کرتے ہوئے Ente پر سائن اپ کرتے ہیں.
vi: 2. Họ đăng ký gói trả phí

# referralStep3
source: 3. Both of you get {storageInGB} GB* free
ar: 3. تحصلون كلاكما على {storageInGB} جيجابايت* مجانًا
az: 3. Onlar abunəliyi yüksəltdikdə onlar üçün {storageInGB} GB pulsuz + sizin üçün {storageInGB} GB pulsuz.
be: 3. Вы абодва атрымаеце {storageInGB} ГБ* бясплатнага сховішча
ca: 3. {storageInGB}GB gratis per a ells + {storageInGB}GB gratis per a tu quan millorin el pla.
cs: 3. Oba získáte {storageInGB} GB* zdarma
de: 3. {storageInGB} GB kostenlos für sie oder ihn + {storageInGB} GB kostenlos für dich, wenn ein Upgrade durchgeführt wird.
el: 3. Και οι δύο κερδίζετε {storageInGB} GB* δωρεάν
es: 3. {storageInGB}GB gratis para ellos + {storageInGB}GB gratis para ti cuando actualicen.
fa: 3. هر دوی شما {storageInGB} گیگابایت* رایگان دریافت می‌کنید
fr: 3. Vous recevez tous les deux {storageInGB} Go* gratuits
id: 3. Kalian berdua mendapat {storageInGB} GB* gratis
it: 3. Ottenete entrambi {storageInGB} GB* gratis
nl: Jullie krijgen allebei {storageInGB} GB* gratis
no: 3. Begge dere får {storageInGB} GB* gratis
pt_br: 3. Ambos ganham {storageInGB} GB* grátis
ru: 3. {storageInGB} ГБ для них + {storageInGB} ГБ для вас при переходе на платный тариф.
sr: 3. Обоје добијате {storageInGB} ГБ* бесплатно
sv: 3. Ni får båda {storageInGB} GB* gratis
uk: 3. Ви обоє отримуєте {storageInGB} ГБ* безплатно
ur: ۳. ان کے لیے {storageInGB} جی بی مفت + آپ کے لیے {storageInGB} جی بی مفت جب وہ اپ گریڈ کریں.
vi: 3. Cả hai nhận thêm {storageInGB} GB* miễn phí

source: Referrals are currently paused
ar: الإحالات متوقفة مؤقتًا
az: Referallar hazırda dayandırılıb
be: Рэфералы ў цяперашні момант прыпынены
ca: Les referències estan actualment en pausa
cs: Doporučení jsou momentálně pozastavena
de: Einlösungen sind derzeit pausiert
el: Οι παραπομπές είναι σε παύση αυτή τη στιγμή
es: Las referencias están actualmente en pausa
fa: ارجاعات در حال حاضر متوقف شده‌اند
fr: Les recommandations sont actuellement en pause
id: Rujukan sedang dijeda
it: I referral code sono attualmente in pausa
nl: Verwijzingen zijn momenteel gepauzeerd
no: Vervinger er for øyeblikket satt på pause
pt_br: As referências estão atualmente pausadas
ru: Реферальная программа временно приостановлена
sr: Препоручивање је тренутно паузирано
sv: Hänvisningar är för närvarande pausade
uk: Реферали зараз призупинені
ur: ریفرلز فی الحال روکے گئے ہیں
vi: Giới thiệu hiện đang tạm dừng

source: * You can at max double your storage
ar: * يمكنك مضاعفة مساحة التخزين الخاصة بك بحد أقصى
az: Maksimum yaddaşınızı ikiqat artıra bilərsiniz
be: * Вы можаце павялічыць сховішча максімум у два разы
ca: Pots com a màxim duplicar el teu emmagatzematge
cs: * Můžete maximálně zdvojnásobit své úložiště
de: Du kannst deinen Speicherplatz höchstens verdoppeln
el: * Μπορείτε κατά μέγιστο να διπλασιάσετε τον αποθηκευτικό σας χώρο
es: Puedes maximizar el doble de tu almacenamiento
fa: * شما می‌توانید حداکثر فضای ذخیره‌سازی خود را دو برابر کنید
fr: Vous pouvez au maximum doubler votre espace de stockage
id: * Maksimal dua kali lipat dari kuota penyimpananmu
it: * Puoi al massimo raddoppiare il tuo spazio
nl: * Je kunt maximaal je opslag verdubbelen
no: * Du kan maksimalt doble lagringsplassen din
pt_br: * Você pode duplicar seu armazenamento ao máximo
ru: Вы можете увеличить хранилище максимум в два раза
sr: * У најбољем случају можете удвостручити ваш простор
sv: * Du kan max fördubbla ditt lagringsutrymme
uk: * Ви можете максимально подвоїти своє сховище
ur: آپ اپنی اسٹوریج کو زیادہ سے زیادہ دوگنا کر سکتے ہیں
vi: Bạn có thể tối đa ×2 dung lượng của mình

# claimedStorageSoFar
source: {isFamilyMember, select, true {Your family has claimed {storageAmountInGb} GB so far} false {You have claimed {storageAmountInGb} GB so far} other {You have claimed {storageAmountInGb} GB so far!}}
ar: {isFamilyMember, select, true {عائلتك حصلت على {storageAmountInGb} جيجابايت حتى الآن} false {لقد حصلت على {storageAmountInGb} جيجابايت حتى الآن} other {لقد حصلت على {storageAmountInGb} جيجابايت حتى الآن!}}
az: {isFamilyMember, select, true {Ailəniz indiyə qədər {storageAmountInGb} GB əldə edib} false {Siz indiyə qədər {storageAmountInGb} GB əldə etmisiniz} other {Siz indiyə qədər {storageAmountInGb} GB əldə etmisiniz!}}
be: {isFamilyMember, select, true {Ваша сям'я атрымала {storageAmountInGb} ГБ} false {Вы атрымалі {storageAmountInGb} ГБ} other {У дадзены момант вы атрымалі {storageAmountInGb} ГБ!}}
ca: {isFamilyMember, select, true {La teva família ha reclamat {storageAmountInGb} GB fins ara} false {Has reclamat {storageAmountInGb} GB fins ara} other {Has reclamat {storageAmountInGb} GB fins ara!}}
cs: {isFamilyMember, select, true {Vaše rodina dosud získala {storageAmountInGb} GB} false {Dosud jste získali {storageAmountInGb} GB} other {Dosud jste získali {storageAmountInGb} GB!}}
de: {isFamilyMember, select, true {Deine Familiengruppe hat bereits {storageAmountInGb} GB erhalten} false {Du hast bereits {storageAmountInGb} GB erhalten} other {Du hast bereits {storageAmountInGb} GB erhalten!}}
el: {isFamilyMember, select, true {Η οικογένειά σας έχει κερδίσει {storageAmountInGb} GB μέχρι τώρα} false {Έχετε κερδίσει {storageAmountInGb} GB μέχρι τώρα} other {Έχετε κερδίσει {storageAmountInGb} GB μέχρι τώρα!}}
es: {isFamilyMember, select, true {Tu familia ha obtenido {storageAmountInGb} GB hasta el momento} false {Tú has obtenido {storageAmountInGb} GB hasta el momento} other {¡Tú has obtenido {storageAmountInGb} GB hasta el momento!}}
fa: {isFamilyMember, select, true {خانواده شما تا کنون {storageAmountInGb} گیگابایت را دریافت کرده است} false {شما تا کنون {storageAmountInGb} گیگابایت را دریافت کرده‌اید} other {شما تا کنون {storageAmountInGb} گیگابایت را دریافت کرده‌اید!}}
fr: {isFamilyMember, select, true {Votre famille a obtenu {storageAmountInGb} Go jusqu'à présent} false {Vous avez obtenu {storageAmountInGb} Go jusqu'à présent} other {Vous avez obtenu {storageAmountInGb} Go jusqu'à présent !}}
id: {isFamilyMember, select, true {Keluargamu saat ini telah memperoleh {storageAmountInGb} GB} false {Kamu saat ini telah memperoleh {storageAmountInGb} GB} other {Kamu saat ini telah memperoleh {storageAmountInGb} GB!}}
it: {isFamilyMember, select, true {Il tuo piano famiglia ha già richiesto {storageAmountInGb} GB finora} false {Hai già richiesto {storageAmountInGb} GB finora} other {Hai già richiesto {storageAmountInGb} GB finora!}}
nl: {isFamilyMember, select, true {Jouw familie heeft {storageAmountInGb} GB geclaimd tot nu toe} false {Je hebt {storageAmountInGb} GB geclaimd tot nu toe} other {Je hebt {storageAmountInGb} GB geclaimd tot nu toe!}}
no: {isFamilyMember, select, true {Familien din har gjort krav på {storageAmountInGb} GB så langt} false {Du har gjort krav på {storageAmountInGb} GB så langt} other {Du har gjort krav på {storageAmountInGb} GB så langt!}}
pt_br: {isFamilyMember, select,true {Sua família reinvidicou {storageAmountInGb} GB até então}false {Você reinvindicou {storageAmountInGb} GB até então}other {Você reinvindicou {storageAmountInGb} GB até então!}}
ru: {isFamilyMember, select, true {Ваша семья получила {storageAmountInGb} ГБ на данный момент} false {Вы получили {storageAmountInGb} ГБ на данный момент} other {Вы получили {storageAmountInGb} ГБ на данный момент!}}
sv: {isFamilyMember, select, true {Din familj har begärt {storageAmountInGb} GB} false {{storageAmountInGb}} other {Du har begärt {storageAmountInGb} GB!}}
uk: {isFamilyMember, select, true {Ваша сім'я отримала {storageAmountInGb} ГБ} false {Ви отримали {storageAmountInGb} ГБ} other {Ви отримали {storageAmountInGb} ГБ!}}
ur: {isFamilyMember, select, true {آپ کے خاندان نے اب تک {storageAmountInGb} جی بی کا دعویٰ کیا ہے} false {آپ نے اب تک {storageAmountInGb} جی بی کا دعویٰ کیا ہے} other {آپ نے اب تک {storageAmountInGb} جی بی کا دعویٰ کیا ہے!}}
vi: {isFamilyMember, select, true {Gia đình bạn đã nhận thêm {storageAmountInGb} GB tính đến hiện tại} false {Bạn đã nhận thêm {storageAmountInGb} GB tính đến hiện tại} other {Bạn đã nhận thêm {storageAmountInGb} GB tính đến hiện tại!}}

source: Help
ar: المساعدة
az: Kömək
be: Даведка
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: کمک
fr: Documentation
id: Bantuan
it: Aiuto
ku: Alîkarî
nl: Hulp
nn: Hjelp
no: Hjelp
pt_br: Ajuda
ru: Помощь
sr: Помоћ
sv: Hjälp
uk: Допомога
ur: مدد
vi: Trợ giúp

source: Oops, something went wrong
ar: عفوًا، حدث خطأ ما
az: Bağışlayın, xəta baş verdi
be: Вой! Нешта пайшло не так
ca: Vaja, alguna cosa ha anat malament
cs: Jejda, něco se pokazilo
de: Ups. Leider ist ein Fehler aufgetreten
el: Ωχ, κάτι πήγε στραβά
es: Ups, algo salió mal
fa: اوه، مشکلی پیش آمد
fr: Oups, une erreur est arrivée
id: Aduh, terjadi kesalahan
it: Oops! Qualcosa è andato storto
ku: Wey li min! Tiştek şaş pêk hat
nl: Oeps, er is iets misgegaan
nn: Uff då. Noko gjekk gale.
no: Oisann! Noe gikk galt
pt_br: Ops, algo deu errado
ru: Ой, что-то пошло не так
sr: Упс, дошло је до грешке
sv: Oj, något gick fel
uk: Йой, щось пішло не так
ur: اوہ، کچھ غلط ہو گیا
vi: Ốii!, có gì đó không ổn

source: People using your code
ar: الأشخاص الذين يستخدمون رمزك
az: Sizin kodunuzdan istifadə edən şəxslər
be: Людзі, якія скарысталіся вашым кодам
ca: Persones utilitzant el teu codi
cs: Lidé, kteří používají váš kód
de: Leute, die deinen Code verwenden
el: Άτομα που χρησιμοποιούν τον κωδικό σου
es: Personas usando tu código
fa: افرادی که از کد شما استفاده می‌کنند
fr: Filleul·e·s utilisant votre code
id: Orang yang telah menggunakan kodemu
it: Persone che hanno usato il tuo codice
ku: Ên ku kodê te bi kar tînin
nl: Mensen die jouw code gebruiken
no: Personer som bruker koden din
pt_br: Pessoas que usou o código
ru: Люди, использующие ваш код
sr: Људи који користе ваш позивни код
sv: Personer som använder din kod
uk: Люди, які використовують ваш код
ur: آپ کا کوڈ استعمال کرنے والے لوگ
vi: Người dùng mã của bạn

source: eligible
ar: مؤهل
az: uyğun
be: прыдатны
ca: elegible
cs: způsobilí
de: zulässig
el: επιλέξιμο
es: elegible
fa: مشمول
fr: éligible
id: memenuhi syarat
it: idoneo
nl: gerechtigd
no: kvalifisert
pt_br: elegível
ru: доступно
sv: berättigad
uk: придатний
ur: اہل
vi: đủ điều kiện

source: total
ar: المجموع
az: cəmi
be: агулам
cs: celkem
de: Gesamt
el: σύνολο
fa: کل
it: totale
nl: totaal
no: totalt
ru: всего
sr: укупно
sv: totalt
uk: всього
ur: کل
vi: tổng

source: Code used by you
ar: الرمز المستخدم من قبلك
az: Sizin tərəfinizdən istifadə olunan kod
be: Код, якім вы скарысталіся
ca: Codi utilitzat per tu
cs: Kód použitý vámi
de: Von dir benutzter Code
el: Κωδικός που χρησιμοποιείται από εσάς
es: Código usado por ti
fa: کدی که توسط شما استفاده شده
fr: Code utilisé par vous
id: Kode yang telah kamu gunakan
it: Codice utilizzato da te
nl: Code gebruikt door jou
no: Kode som brukes av deg
pt_br: Código usado por você
ru: Код, использованный вами
sr: Код који ви користите
sv: Kod som används av dig
uk: Код використано вами
ur: آپ کا استعمال کردہ کوڈ
vi: Mã bạn đã dùng

source: Free storage claimed
ar: تم المطالبة بمساحة التخزين المجانية
az: Əldə edilmiş pulsuz yaddaş
be: Атрымана бясплатнае сховішча
ca: Emmagatzematge gratuït reclamat
cs: Získané úložiště zdarma
de: Kostenlos hinzugefügter Speicherplatz
el: Δωρεάν χώρος που έχετε κερδίσει
es: Almacenamiento gratuito obtenido
fa: فضای ذخیره‌سازی رایگان ادعا شده
fr: Stockage gratuit obtenu
id: Kuota gratis diperoleh
it: Spazio gratuito richiesto
nl: Gratis opslag geclaimd
no: Gratis lagringplass aktivert
pt_br: Armaz. grátis reivindicado
ru: Полученное бесплатное хранилище
sr: Освојен бесплатан простор
sv: Gratis lagring begärd
uk: Безплатне сховище отримано
ur: مفت اسٹوریج کا دعویٰ کیا گیا
vi: Dung lượng miễn phí đã nhận
