Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# emailChangedTo
source: Email changed to {newEmail}
ar: تم تغيير البريد الإلكتروني إلى {newEmail}
az: E-poçt {newEmail} olaraq dəyişdirildi
be: Электронная пошта зменена на {newEmail}
ca: Correu canviat a {newEmail}
cs: E-mail změněn na {newEmail}
de: E-Mail-Adresse geändert zu {newEmail}
el: Το email άλλαξε σε {newEmail}
es: Correo cambiado a {newEmail}
fa: ایمیل به {newEmail} تغییر یافت
fr: L'email a été changé par {newEmail}
id: Email diubah menjadi {newEmail}
it: Email cambiata in {newEmail}
nl: E-mailadres gewijzigd naar {newEmail}
no: E-postadressen er endret til {newEmail}
pt_br: E-mail alterado para {newEmail}
ru: Электронная почта изменена на {newEmail}
sr: Имејл промењен у {newEmail}
uk: Поштову адресу змінено на {newEmail}
ur: ای میل {newEmail} میں تبدیل کر دی گئی
vi: Email đã được đổi thành {newEmail}

source: Disabling two-factor authentication...
ar: جارٍ تعطيل المصادقة الثنائية...
az: İki-mərhələli təsdiqləmə dövrədən çıxarılır...
be: Адключэнне двухфактарнай аўтэнтыфікацыі...
ca: Desactivant l'autenticació de doble factor...
cs: Vypínání dvoufázového ověřování...
de: Zwei-Faktor-Authentifizierung (2FA) wird deaktiviert...
el: Απενεργοποίηση ελέγχου ταυτότητας δύο παραγόντων...
es: Deshabilitando la autenticación de dos factores...
fa: غیرفعال کردن احراز هویت دو مرحله‌ای...
fr: Désactivation de l'authentification à deux facteurs...
id: Menonaktifkan autentikasi dua langkah...
it: Disattivazione autenticazione a due fattori...
nl: Tweestapsverificatie uitschakelen...
no: Deaktiverer tofaktorautentisering...
pt_br: Desativando a autenticação de dois fatores...
ru: Отключение двухфакторной аутентификации...
uk: Вимкнення двоетапної перевірки...
ur: ٹو فیکٹر تصدیق غیر فعال کی جا رہی ہے...
vi: Đang vô hiệu hóa xác thực 2 bước...

source: All memories preserved
ar: تم حفظ جميع الذكريات
az: Bütün xatirələr qorundu
be: Усе ўспаміны захаваны
ca: Tots els records preservats
cs: Všechny vzpomínky zachovány
de: Alle Erinnerungsstücke gesichert
el: Όλες σας οι μνήμες έχουν διατηρηθεί
es: Todos los recuerdos preservados
fa: تمام خاطرات حفظ شده است
fr: Tous les souvenirs sont sauvegardés
id: Semua kenangan terpelihara
it: Tutti i ricordi conservati
nl: Alle herinneringen bewaard
no: Alle minner bevart
pt_br: Todas as memórias preservadas
ru: Все воспоминания сохранены
sr: Све успомене су сачуване
uk: Всі спогади збережені
ur: تمام یادیں محفوظ
vi: Tất cả kỷ niệm đã được lưu giữ

source: Loading gallery...
ar: جارٍ تحميل المعرض...
az: Qalereya yüklənir...
be: Загрузка галерэі...
ca: Carregant galeria...
cs: Načítání galerie...
de: Lade Galerie …
es: Cargando galería...
fa: در حال بارگذاری گالری...
fr: Chargement de la galerie...
id: Memuat galeri...
it: Caricamento galleria...
nl: Laden van gallerij...
no: Laster galleri...
pt_br: Carregando galeria...
ru: Загрузка галереи...
sr: Учитавам галерију
sv: Laddar galleri...
uk: Завантаження галереї...
ur: گیلری لوڈ ہو رہی ہے...
vi: Đang tải thư viện...

source: Syncing...
ar: جارٍ المزامنة...
az: Sinxronizasiya edilir...
be: Сінхранізацыя...
ca: Sincronitzant...
cs: Synchronizace...
de: Synchronisiere …
es: Sincronizando...
fa: در حال همگام‌سازی...
fr: En cours de synchronisation...
id: Menyinkronkan...
it: Sincronizzazione in corso...
nl: Synchroniseren...
no: Synkroniserer...
pt_br: Sincronizando...
ru: Синхронизация...
sr: Синхронизујем...
uk: Синхронізуємо...
ur: Sync ہو رہا ہے...
vi: Đang đồng bộ...

source: Encrypting backup...
ar: جارٍ تشفير النسخة الاحتياطية...
az: Yedək nüsxə şifrələnir...
be: Шыфраванне рэзервовай копіі...
ca: Xifrant còpia de seguretat...
cs: Šifrování zálohy...
de: Verschlüssele Sicherung …
es: Cifrando copia de seguridad...
fa: در حال رمزگذاری پشتیبان...
fr: Chiffrement de la sauvegarde...
id: Mengenkripsi cadangan...
it: Crittografando il backup...
nl: Back-up versleutelen...
nn: Krypterer reservekopi …
no: Krypterer sikkerhetskopi...
pt_br: Criptografando salvar em segurança...
ru: Шифрование резервной копии...
sv: Krypterar säkerhetskopia...
uk: Шифруємо резервну копію...
ur: بیک اپ انکرپٹ ہو رہا ہے...
vi: Đang mã hóa sao lưu...

source: Sync stopped
ar: توقفت المزامنة
az: Sinxronizasiya dayandırıldı
be: Сінхранізацыя спынена
ca: Sincronització aturada
cs: Synchronizace zastavena
de: Synchronisierung angehalten
es: Sincronización detenida
fa: همگام‌سازی متوقف شد
fr: Synchronisation arrêtée ?
id: Sinkronisasi terhenti
it: Sincronizzazione interrotta
nl: Synchronisatie gestopt
no: Synkronisering stoppet
pt_br: Sincronização interrompida
ru: Синхронизация остановлена
sr: Синхронизација прекинута
uk: Синхронізацію зупинено
ur: Sync رک گیا
vi: Đồng bộ hóa đã dừng

# syncProgress
source: {completed}/{total} memories preserved
ar: {completed}/{total} ذكريات محفوظة
az: {completed}/{total} xatirə qorundu
be: {completed}/{total} успамінаў захавана
ca: {completed}/{total} records preservats
cs: {completed}/{total} vzpomínek zachováno
de: {completed}/{total} Erinnerungsstücke gesichert
es: {completed}/{total} recuerdos conservados
fa: {completed}/{total} یادآوری‌ها حفظ شده است
fr: {completed}/{total} souvenirs sauvegardés
it: {completed}/{total} ricordi conservati
nl: {completed}/{total} herinneringen bewaard
no: {completed}/{total} minner bevart
pt_br: {completed}/{total} memórias preservadas
ru: {completed}/{total} воспоминаний сохранено
uk: {completed} / {total} спогадів збережено
ur: {completed}/{total} یادیں محفوظ
vi: {completed}/{total} kỷ niệm đã được lưu giữ

# uploadingMultipleMemories
source: Preserving {count} memories...
ar: جارٍ حفظ {count} ذكريات...
az: {count} xatirə qorunur...
be: Захавана ўспамінаў: {count}...
ca: Preservant {count} records...
cs: Zachování {count} vzpomínek...
de: Sichere {count} Erinnerungsstücke...
es: Preservando {count} memorias...
fa: در حال حفظ {count} یادآوری...
fr: Sauvegarde de {count} souvenirs...
it: Conservando {count} ricordi...
nl: {count} herinneringen veiligstellen...
no: Bevarer {count} minner...
pt_br: Preservando {count} memórias...
ru: Сохранение {count} воспоминаний...
sv: Bevarar {count} minnen...
uk: Збереження {count} спогадів...
ur: {count} یادیں محفوظ کی جا رہی ہیں...
vi: Đang lưu giữ {count} kỷ niệm...

# uploadingSingleMemory
source: Preserving 1 memory...
ar: جارٍ حفظ ذكرى واحدة...
az: 1 xatirə qorunur...
be: Захаваны 1 успамін...
ca: Preservant 1 record...
cs: Zachování 1 vzpomínky...
de: Sichere ein Erinnerungsstück...
es: Preservando 1 memoria...
fa: در حال حفظ ۱ یادآوری...
fr: Sauvegarde d'un souvenir...
it: Conservando 1 ricordo...
nl: 1 herinnering veiligstellen...
no: Bevarer 1 minne...
pt_br: Preservando 1 memória...
ru: Сохранение 1 воспоминания...
sv: Bevarar 1 minne...
uk: Зберігаємо 1 спогад...
ur: ۱ یاد محفوظ کی جا رہی ہے...
vi: Đang lưu giữ 1 kỷ niệm...

source: Archiving...
ar: جارٍ الأرشفة...
az: Arxivlənir...
be: Дадаванне ў архіў...
ca: Arxivant...
cs: Archivování...
de: Archiviere …
es: Archivando...
fa: در حال بایگانی...
fr: Archivage en cours...
id: Mengarsipkan...
it: Archiviazione...
nl: Archiveren...
no: Legger til i arkivet...
pt_br: Arquivando...
ru: Архивация...
sr: Архивирам...
sv: Arkiverar...
uk: Архівуємо...
ur: آرکائیو کیا جا رہا ہے...
vi: Đang lưu trữ...

source: Unarchiving...
ar: جارٍ إلغاء الأرشفة...
az: Arxivdən çıxarılır...
be: Выманне з архіва...
ca: Desarxivant...
cs: Probíhá odebírání z archivu...
de: Dearchiviere …
es: Desarchivando...
fa: در حال خارج کردن از بایگانی...
fr: Désarchivage en cours...
id: Mengeluarkan dari arsip...
it: Togliendo dall'archivio...
nl: Uit het archief halen...
no: Fjerner fra arkivet...
pt_br: Desarquivando...
ru: Извлечение...
sr: Премештам из архиве...
uk: Розархівуємо...
ur: ان آرکائیو کیا جا رہا ہے...
vi: Đang bỏ lưu trữ...

source: Successfully archived
ar: تمت الأرشفة بنجاح.
az: Uğurla arxivləndi
be: Паспяхова дададзена ў архіў
ca: Arxivat amb èxit
cs: Úspěšně archivováno
de: Erfolgreich archiviert
es: Archivado correctamente
fa: با موفقیت بایگانی شد
fr: Archivé avec succès
id: Berhasil diarsipkan
it: Archiviato correttamente
nl: Succesvol gearchiveerd
no: Lagt til i arkivet
pt_br: Arquivado com sucesso
ru: Успешно архивировано
sr: Успешно архивирано
uk: Успішно архівовано
ur: کامیابی سے آرکائیو ہو گیا
vi: Lưu trữ thành công

source: Successfully unarchived
ar: تم إلغاء الأرشفة بنجاح.
az: Uğurla arxivdən çıxarıldı
be: Паспяхова вынята з архіва
ca: Desarxivat amb èxit
cs: Úspěšně odebráno z archivu
de: Erfolgreich dearchiviert
es: Desarchivado correctamente
fa: با موفقیت از بایگانی خارج شد
fr: Désarchivé avec succès
id: Berhasil dikeluarkan dari arsip
it: Rimosso dall'archivio correttamente
nl: Succesvol uit archief gehaald
no: Fjernet fra arkviet
pt_br: Desarquivado com sucesso
ru: Успешно извлечено
sr: Успешно премештено из архиве
uk: Успішно розархівовано
ur: کامیابی سے ان آرکائیو ہو گیا
vi: Bỏ lưu trữ thành công

source: Enter file name
ar: أدخل اسم الملف
az: Fayl adını daxil edin
be: Увядзіце назву файла
ca: Introdueix nom del fitxer
cs: Zadejte název souboru
de: Dateinamen eingeben
es: Introduce el nombre del archivo
fa: نام فایل را وارد کنید
fr: Entrez le nom du fichier
id: Masukkan nama file
it: Inserisci un nome per il file
nl: Geef bestandsnaam op
no: Skriv inn filnavn
pt_br: Inserir nome do arquivo
ru: Введите название файла
sr: Именуј фајл
sv: Ange filnamn
uk: Введіть назву файлу
ur: فائل کا نام درج کریں
vi: Nhập tên tệp

source: Files deleted
ar: تم حذف الملفات.
az: Fayllar silindi
be: Файлы выдалены
ca: Fitxers esborrats
cs: Soubory odstraněny
de: Dateien gelöscht
es: Archivos eliminados
fa: فایل‌ها حذف شدند
fr: Fichiers supprimés
id: File terhapus
it: File eliminati
nl: Bestanden verwijderd
no: Filene er slettet
pt_br: Arquivos excluídos
ru: Файлы удалены
sr: Обрисани фајлови
sv: Filer borttagna
uk: Файли видалено
ur: فائلیں ڈیلیٹ ہو گئیں
vi: Tệp đã bị xóa

source: Selected files are not on Ente
ar: الملفات المحددة ليست موجودة على Ente.
az: Seçilmiş fayllar Ente-də deyil
be: Выбраныя файлы адсутнічаюць у Ente
ca: Els fitxers seleccionats no estan a Ente
cs: Vybrané soubory nejsou na Ente
de: Ausgewählte Dateien sind nicht auf Ente
es: Los archivos seleccionados no están en Ente
fa: فایل‌های انتخاب شده در Ente نیستند
fr: Les fichiers sélectionnés ne sont pas sur Ente
id: File terpilih tidak tersimpan di Ente
it: I file selezionati non sono su Ente
nl: Geselecteerde bestanden staan niet op Ente
no: Valgte filer er ikke på Ente
pt_br: Os arquivos selecionados não estão no Ente
ru: Выбранные файлы отсутствуют в Ente
uk: Вибрані файли не на Ente
ur: منتخب کردہ فائلیں Ente پر نہیں ہیں
vi: Các tệp đã chọn không có trên Ente

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء.
az: Bu əməliyyat geri qaytarıla bilməz
be: Гэта дзеянне немагчыма адрабіць
ca: Aquesta acció no es pot desfer
cs: Tuto akci nelze vrátit zpět
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fa: این عمل قابل بازگشت نیست
fr: Cette action ne peut pas être annulée
id: Tindakan ini tidak dapat dibatalkan
it: Questa azione non può essere annullata
nl: Deze actie kan niet ongedaan gemaakt worden
no: Denne handlingen kan ikke angres
pt_br: Esta ação não pode ser desfeita
ru: Это действие нельзя отменить
sv: Denna åtgärd kan inte ångras
uk: Цю дію не можна буде скасувати
ur: یہ عمل واپس نہیں لیا جا سکتا
vi: Không thể hoàn tác thao tác này

source: Empty trash?
ar: إفراغ سلة المهملات؟
az: Zibil qutusu boşaldılsın?
be: Ачысціць сметніцу?
ca: Buidar paperera?
cs: Vyprázdnit koš?
de: Papierkorb leeren?
el: Άδειασμα κάδου;
es: ¿Vaciar la papelera?
fa: آیا می‌خواهید سطل زباله را خالی کنید؟
fr: Vider la corbeille ?
id: Kosongkan sampah?
it: Vuoi svuotare il cestino?
nl: Prullenbak leegmaken?
no: Tøm papirkurv?
pt_br: Esvaziar a lixeira?
ru: Очистить корзину?
sv: Töm papperskorgen?
uk: Очистити смітник?
ur: ردی خالی کریں؟
vi: Xóa sạch thùng rác?

# permDeleteWarning
source: All items in trash will be permanently deleted This action cannot be undone
ar: سيتم حذف جميع العناصر في سلة المهملات نهائيًا. لا يمكن التراجع عن هذا الإجراء.
az: Zibil qutusundakı bütün elementlər birdəfəlik silinəcək Bu əməliyyat geri qaytarıla bilməz
be: Усе элементы будуць незваротна выдалены Гэта дзеянне немагчыма будзе адрабіць
ca: Tots els elements de la paperera s'esborraran permanentment Aquesta acció no es pot desfer
cs: Veškeré položky v koši budou trvale smazány Tuto akci nelze vrátit zpět
de: Alle Elemente im Papierkorb werden dauerhaft gelöscht Diese Aktion kann nicht rückgängig gemacht werden
el: Όλα τα αντικείμενα στον κάδο απορριμμάτων θα διαγραφούν οριστικά Αυτή η ενέργεια δεν μπορεί να αναιρεθεί
es: Todos los elementos de la papelera serán eliminados permanentemente Esta acción no se puede deshacer
fa: تمام موارد در سطل زباله به‌طور دائمی حذف خواهند شد این عمل قابل بازگشت نیست
fr: Tous les éléments de la corbeille seront définitivement supprimés Cette action ne peut pas être annulée
id: Semua item di sampah akan dihapus secara permanen Tindakan ini tidak dapat dibatalkan
it: Tutti gli elementi nel cestino verranno eliminati definitivamente Questa azione non può essere annullata
nl: Alle bestanden in de prullenbak zullen permanent worden verwijderd Deze actie kan niet ongedaan worden gemaakt
no: Alle elementer i papirkurven vil slettes permanent Denne handlingen kan ikke angres
pt_br: Todos os itens na lixeira serão excluídos permanentemente Esta ação não pode ser desfeita
ru: Все элементы в корзине будут удалены навсегда Это действие нельзя отменить
uk: Усі елементи смітника будуть остаточно видалені Цю дію не можна скасувати
ur: ردی میں موجود تمام آئٹمز مستقل طور پر ڈیلیٹ ہو جائیں گے یہ عمل واپس نہیں لیا جا سکتا
vi: Tất cả các mục trong thùng rác sẽ bị xóa vĩnh viễn Không thể hoàn tác thao tác này

source: Empty
ar: إفراغ
az: Boşalt
be: Ачысціць
ca: Buida
cs: Vyprázdnit
de: Leeren
es: Vaciar
fa: خالی
fr: Vider
id: Kosongkan
it: Svuota
ku: Vala bike
nl: Leeg
no: Tom
pt_br: Esvaziar
ru: Очистить
sv: Tom
uk: Спорожнити
ur: خالی کریں
vi: Xóa sạch

source: Could not free up space
ar: تعذر تحرير المساحة.
az: Yer boşaltmaq mümkün olmadı
be: Не ўдалося вызваліць месца
ca: No s'ha pogut alliberar espai
cs: Nelze uvolnit místo
de: Konnte Speicherplatz nicht freigeben
es: No se pudo liberar espacio
fa: نتوانستم فضای خالی ایجاد کنم
fr: Impossible de libérer de l'espace
id: Tidak dapat membersihkan ruang
it: Impossibile liberare lo spazio
nl: Kon geen ruimte vrijmaken
no: Kunne ikke frigjøre plass
pt_br: Não foi possível liberar espaço
ru: Не удалось освободить место
sv: Kunde inte frigöra utrymme
uk: Не вдалося звільнити місце
ur: جگہ خالی نہیں ہو سکی
vi: Không thể giải phóng dung lượng

source: Permanently delete from device?
ar: حذف نهائي من الجهاز؟
az: Cihazdan birdəfəlik silinsin?
be: Незваротна выдаліць з прылады?
ca: Esborrar permanentment del dispositiu?
cs: Trvale smazat ze zařízení?
de: Endgültig vom Gerät löschen?
es: ¿Eliminar permanentemente del dispositivo?
fa: آیا می‌خواهید به‌طور دائمی از دستگاه حذف کنید؟
fr: Supprimer définitivement de l'appareil ?
id: Hapus dari perangkat secara permanen?
it: Eliminare definitivamente dal dispositivo?
nl: Permanent verwijderen van apparaat?
no: Slett permanent fra enhet?
pt_br: Excluir permanentemente do dispositivo?
ru: Удалить с устройства безвозвратно?
sr: Трајно обриши са уређаја?
uk: Остаточно видалити з пристрою?
ur: ڈیوائس سے مستقل طور پر ڈیلیٹ کریں؟
vi: Xóa vĩnh viễn khỏi thiết bị?

# someOfTheFilesYouAreTryingToDeleteAre
source: Some of the files you are trying to delete are only available on your device and cannot be recovered if deleted
ar: بعض الملفات التي تحاول حذفها متوفرة فقط على جهازك ولا يمكن استردادها إذا تم حذفها.
az: Silmək istədiyiniz bəzi fayllar yalnız cihazınızda mövcuddur və silinərsə, bərpa edilə bilməz
be: Некаторыя файлы, якія вы спрабуеце выдаліць, даступны толькі на вашай прыладзе і іх немагчыма будзе аднавіць пасля выдалення
ca: Alguns dels fitxers que intentes esborrar només estan disponibles al teu dispositiu i no es poden recuperar si s'esborren
cs: Některé soubory, které se pokoušíte smazat, jsou dostupné pouze na vašem zařízení a po smazání je nelze obnovit
de: Einige der Dateien, die Sie löschen möchten, sind nur auf Ihrem Gerät verfügbar und können nicht wiederhergestellt werden, wenn sie gelöscht wurden
es: Algunos de los archivos que estás intentando eliminar sólo están disponibles en tu dispositivo y no pueden ser recuperados si se eliminan
fa: برخی از فایل‌هایی که می‌خواهید حذف کنید فقط در دستگاه شما موجود هستند و در صورت حذف قابل بازیابی نیستند
fr: Certains des fichiers que vous essayez de supprimer ne sont disponibles que sur votre appareil et ne peuvent pas être récupérés s'ils sont supprimés
it: Alcuni dei file che si sta tentando di eliminare sono disponibili solo sul dispositivo e non possono essere recuperati se cancellati
nl: Sommige bestanden die u probeert te verwijderen zijn alleen beschikbaar op uw apparaat en kunnen niet hersteld worden als deze verwijderd worden
no: Noen av filene du prøver å slette, er kun tilgjengelig på enheten og kan ikke gjenopprettes dersom det blir slettet
pt_br: Alguns dos arquivos que você está tentando excluir só estão disponíveis no seu dispositivo e não podem ser recuperados se forem excluídos
ru: Некоторые файлы, которые вы пытаетесь удалить, доступны только на вашем устройстве и не могут быть восстановлены после удаления
uk: Деякі файли, які ви намагаєтеся видалити, доступні лише на вашому пристрої, і їх неможливо відновити
ur: کچھ فائلیں جو آپ ڈیلیٹ کرنے کی کوشش کر رہے ہیں وہ صرف آپ کی ڈیوائس پر دستیاب ہیں اور ڈیلیٹ ہونے پر بازیافت نہیں کی جا سکتیں
vi: Một số tệp bạn đang cố gắng xóa chỉ có trên thiết bị của bạn và không thể khôi phục nếu bị xóa

source: They will be deleted from all albums.
ar: سيتم حذفها من جميع الألبومات.
az: Onlar bütün albomlardan silinəcək.
be: Яны будуць выдалены з усіх альбомаў.
ca: S'eliminaran de tots els àlbums.
cs: Budou odstraněny ze všech alb.
de: Sie werden aus allen Alben gelöscht.
es: Se borrarán de todos los álbumes.
fa: آن‌ها از تمام آلبوم‌ها حذف خواهند شد.
fr: Ils seront supprimés de tous les albums.
it: Verranno eliminati da tutti gli album.
nl: Ze zullen uit alle albums worden verwijderd.
no: De vil bli slettet fra alle album.
pt_br: Eles serão excluídos de todos os álbuns.
ru: Они будут удалены из всех альбомов.
uk: Вони будуть видалені з усіх альбомів.
ur: وہ تمام البمز سے ڈیلیٹ کر دی جائیں گی.
vi: Nó sẽ bị xóa khỏi tất cả album.

source: Some items are in both Ente and your device.
ar: بعض العناصر موجودة في Ente وعلى جهازك.
az: Bəzi elementlər həm Ente-də, həm də cihazınızdadır.
be: Некаторыя элементы знаходзяцца як у сховішчы Ente, так і на вашай прыладзе.
ca: Alguns elements estan tant a Ente com al teu dispositiu.
cs: Některé položky jsou jak v Ente, tak ve vašem zařízení.
de: Einige Elemente sind sowohl auf Ente als auch auf deinem Gerät.
es: Algunos elementos están tanto en Ente como en tu dispositivo.
fa: برخی از موارد هم در انتی و هم در دستگاه شما وجود دارند.
fr: Certains éléments sont à la fois sur Ente et votre appareil.
id: Sejumlah item tersimpan di Ente serta di perangkat ini.
it: Alcuni elementi sono sia su Ente che sul tuo dispositivo.
nl: Sommige bestanden bevinden zich zowel in Ente als op jouw apparaat.
no: Noen elementer er i både Ente og på enheten din.
pt_br: Alguns itens estão em ambos o Ente quanto no seu dispositivo.
ru: Некоторые элементы находятся как в Ente, так и на вашем устройстве.
uk: Деякі елементи знаходяться на Ente та вашому пристрої.
ur: کچھ آئٹمز Ente اور آپ کی ڈیوائس دونوں میں ہیں.
vi: Một số mục có trên cả Ente và thiết bị của bạn.

# selectedItemsWillBeDeletedFromAllAlbumsAndMoved
source: Selected items will be deleted from all albums and moved to trash.
ar: سيتم حذف العناصر المحددة من جميع الألبومات ونقلها إلى سلة المهملات.
az: Seçilmiş elementlər bütün albomlardan silinəcək və zibil qutusuna köçürüləcək.
be: Выбраныя элементы будуць выдалены з усіх альбомаў і перамешчаны ў сметніцу.
ca: Els elements seleccionats s'eliminaran de tots els àlbums i es mouran a la paperera.
cs: Vybrané položky budou odstraněny ze všech alb a přesunuty do koše.
de: Ausgewählte Elemente werden aus allen Alben gelöscht und in den Papierkorb verschoben.
el: Τα επιλεγμένα αρχεία θα αφαιρεθούν από όλα τα άλμπουμ και θα μετακινηθούν στα απορρίμματα.
es: Los archivos seleccionados serán eliminados de todos los álbumes y movidos a la papelera.
fa: موارد انتخاب شده از تمام آلبوم‌ها حذف و به سطل زباله منتقل خواهند شد.
fr: Les éléments sélectionnés seront supprimés de tous les albums et déplacés dans la corbeille.
id: Item terpilih akan dihapus dari semua album dan dipindahkan ke sampah.
it: Gli elementi selezionati verranno eliminati da tutti gli album e spostati nel cestino.
nl: Geselecteerde bestanden worden verwijderd uit alle albums en verplaatst naar de prullenbak.
no: Valgte elementer vil bli slettet fra alle album og flyttet til papirkurven.
pt_br: Os itens selecionados serão excluídos de todos os álbuns e movidos para a lixeira.
ru: Выбранные элементы будут удалены из всех альбомов и перемещены в корзину.
uk: Вибрані елементи будуть видалені з усіх альбомів і переміщені в смітник.
ur: منتخب کردہ آئٹمز تمام البمز سے ڈیلیٹ کر دیے جائیں گے اور ردی میں منتقل کر دیے جائیں گے.
vi: Các tệp đã chọn sẽ bị xóa khỏi tất cả album và cho vào thùng rác.

source: These items will be deleted from your device.
ar: سيتم حذف هذه العناصر من جهازك.
az: Bu elementlər cihazınızdan silinəcək.
be: Гэтыя элементы будуць выдалены з усіх вашых прылад.
ca: Aquests elements s'eliminaran del teu dispositiu.
cs: Tyto položky budou z vašeho zařízení odstraněny.
de: Diese Elemente werden von deinem Gerät gelöscht.
es: Estos elementos se eliminarán de tu dispositivo.
fa: این موارد از دستگاه شما حذف خواهند شد.
fr: Ces éléments seront supprimés de votre appareil.
id: Item ini akan dihapus dari perangkat ini.
it: Questi file verranno eliminati dal tuo dispositivo.
nl: Deze bestanden zullen worden verwijderd van uw apparaat.
no: Disse elementene vil bli slettet fra enheten din.
pt_br: Estes itens serão excluídos do seu dispositivo.
ru: Эти элементы будут удалены с вашего устройства.
uk: Ці елементи будуть видалені з пристрою.
ur: یہ آئٹمز آپ کی ڈیوائس سے ڈیلیٹ کر دیے جائیں گے.
vi: Các mục này sẽ bị xóa khỏi thiết bị của bạn.
