Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Select similar
az: Oxşarları seç
be: Выбраць падобныя
ca: Selecciona similars
cs: Vyberte podobné
de: Ähnliche auswählen
es: Seleccionar similares
fa: انتخاب مشابه
fr: Sélectionner à l'identique
ru: Выбрать похожие
sv: Välj liknande
ur: ملتی جلتی منتخب کریں
vi: Chọn giống nhau

# selectAllWithCount
source: All similarities ({count})
az: Bütün oxşarlıqlar ({count})
be: Усе падабенствы ({count})
ca: Totes les similituds ({count})
cs: Všechny podobnosti ({count})
de: Alle Ähnlichkeiten ({count})
es: Todas las similitudes ({count})
fa: تمام شباهت‌ها ({count})
fr: Toutes les similarités ({count})
ru: Все сходства ({count})
ur: تمام مشابہتیں ({count})
vi: Tất cả giống nhau ({count})

# selectSimilarImagesTitle
source: Select similar images
az: Oxşar şəkilləri seç
be: Выбраць падобныя відарысы
ca: Selecciona imatges similars
cs: Vyberte podobné obrázky
de: Ähnliche Bilder auswählen
es: Seleccionar imágenes similares
fa: انتخاب تصاویر مشابه
fr: Sélectionner les images similaires
ru: Выбрать похожие изображения
sv: Välj liknande bilder
ur: ملتی جلتی تصاویر منتخب کریں
vi: Chọn những ảnh giống nhau

# chooseSimilarImagesToSelect
source: Select images based on their visual similarity
az: Şəkilləri vizual oxşarlıqlarına əsasən seçin
be: Выберыце відарысы на аснове іх візуальнага падабенства
ca: Selecciona imatges basant-se en la seva similitud visual
cs: Vyberte obrázky na základě jejich vizuální podobnosti
de: Wähle Bilder anhand ihrer visuellen Ähnlichkeit
es: Seleccionar imágenes basándose en su similitud visual
fa: انتخاب تصاویر بر اساس شباهت بصری آن‌ها
fr: Sélectionnez des images en fonction de leur similitude visuelle
ru: Выбирать изображения на основе их визуального сходства
ur: تصاویر کو ان کی بصری مماثلت کی بنیاد پر منتخب کریں
vi: Chọn ảnh dựa trên sự tương đồng thị giác

source: Clear selection
az: Seçimi təmizlə
be: Ачысціць выбраныя
ca: Neteja selecció
cs: Vymazat výběr
de: Auswahl aufheben
es: Borrar selección
fa: پاک کردن انتخاب
fr: Effacer la sélection
ru: Очистить выбранные
ur: انتخاب صاف کریں
vi: Bỏ chọn

# similarImagesCount
source: {count} similar images
az: {count} oxşar şəkil
be: Падобных відарысаў ({count})
ca: {count} imatges similars
cs: {count} podobných obrázků
de: {count} ähnliche Bilder
es: {count} imágenes similares
fa: {count} تصویر مشابه
fr: {count} images similaires
ru: {count} похожих фотографий
sv: {count} liknande bilder
ur: {count} ملتی جلتی تصاویر
vi: {count} ảnh giống nhau

# deleteWithCount
source: Delete ({count})
az: Sil ({count})
be: Выдаліць ({count})
ca: Esborra ({count})
cs: Smazat ({count})
de: Löschen ({count})
es: Eliminar ({count})
fa: حذف ({count})
fr: Supprimer ({count})
ru: Удалить ({count})
sv: Ta bort ({count})
ur: ڈیلیٹ کریں ({count})
vi: Xóa ({count})

source: Delete files
az: Faylları sil
be: Выдаліць файлы
ca: Esborra fitxers
cs: Smazat soubory
de: Dateien löschen
es: Eliminar archivos
fa: حذف فایل‌ها
fr: Supprimer les fichiers
ru: Удалить файлы
sv: Ta bort filer
ur: فائلیں ڈیلیٹ کریں
vi: Xóa các tệp

# areYouSureDeleteFiles
source: Are you sure you want to delete these files?
az: Bu faylları silmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце выдаліць гэтыя файлы?
ca: Estàs segur que vols esborrar aquests fitxers?
cs: Opravdu chcete tyto soubory smazat?
de: Bist du sicher, dass du diese Dateien löschen willst?
es: ¿Estás seguro que quieres eliminar estos archivos?
fa: آیا مطمئن هستید که می‌خواهید این فایل‌ها را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ces fichiers ?
ru: Вы уверены, что хотите удалить эти файлы?
ur: کیا آپ واقعی ان فائلوں کو ڈیلیٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa các tệp này?

source: Great job!
az: Əla iş!
be: Выдатная праца!
ca: Bona feina!
cs: Dobrá práce!
de: Gut gemacht!
es: ¡Bien hecho!
fa: کار عالی!
fr: Excellent !
ru: Отличная работа!
sv: Bra jobbat!
ur: زبردست کام!
vi: Tốt lắm!

# cleanedUpSimilarImages
source: You cleaned up {count, plural, =1{{count} similar image} other{{count} similar images}} and freed up {size}
az: {size} qədər yer boşaltdınız
be: Вы вызвалілі {size} прасторы
ca: Has alliberat {size} d'espai
cs: Uvolnili jste {size} místa
de: Du hast {size} an Speicherplatz freigegeben
es: Has liberado {size} de espacio
fa: شما {size} فضا آزاد کردید
fr: Vous avez libéré {size} d'espace
ru: Вы освободили {size} места
ur: آپ نے {size} جگہ خالی کر لی
vi: Bạn tiết kiệm được {size}

source: Size
az: Ölçü
be: Памер
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fa: اندازه
fr: Taille
ru: Размер
sv: Storlek
ur: سائز
vi: Dung lượng

source: Similarity
az: Oxşarlıq
be: Падабенства
ca: Similitud
cs: Podobnost
de: Ähnlichkeit
es: Similitud
fa: شباهت
fr: Similitude
ru: Сходство
sv: Likhet
ur: مماثلت
vi: Sự giống nhau

# analyzingPhotosLocally
source: Analyzing your photos locally
az: Şəkilləriniz yerli olaraq analiz edilir...
be: Аналіз вашых фатаграфій лакальна...
ca: Analitzant les teves fotos localment...
cs: Analyzuji vaše fotografie lokálně...
de: Deine Fotos werden lokal analysiert...
es: Analizando tus fotos localmente...
fa: در حال تحلیل عکس‌های شما به صورت محلی...
fr: Analyse de vos photos en local ...
ru: Анализ ваших фотографий на устройстве...
ur: آپ کی تصاویر کا مقامی طور پر تجزیہ کیا جا رہا ہے...
vi: Phân tích ảnh của bạn trên thiết bị...

source: Looking for visual similarities
az: Vizual oxşarlıqlar axtarılır...
be: Пошук па візуальным падабенстве...
ca: Buscant similituds visuals...
cs: Hledání vizuálních podobností...
de: Suche nach visuellen Ähnlichkeiten...
es: Buscando similitudes visuales...
fa: در حال جستجوی شباهت‌های بصری...
fr: Recherche de ressemblances visuelles...
ru: Поиск по визуальному сходству...
ur: بصری مماثلتوں کی تلاش...
vi: Tìm theo sự tương đồng thị giác...

source: Comparing image details
az: Şəkil detalları müqayisə edilir...
be: Параўнанне падрабязнасцяў відарыса...
ca: Comparant detalls de la imatge...
cs: Porovnávání detailů obrázku...
de: Vergleiche Bilddetails...
es: Comparando detalles de imágenes...
fa: در حال مقایسه جزئیات تصویر...
fr: Comparaison des détails de l'image...
ru: Сравнение деталей изображения...
sv: Jämför bilddetaljer...
ur: تصویر کی تفصیلات کا موازنہ...
vi: So sánh các đặc điểm ảnh...

source: Finding similar images
az: Oxşar şəkillər tapılır...
be: Знайсці падобныя відарысы...
ca: Trobant imatges similars...
cs: Hledání podobných obrázků...
de: Finde ähnliche Bilder...
es: Buscando imágenes similares...
fa: در حال پیدا کردن تصاویر مشابه...
fr: Recherche d'images similaires...
ru: Найти похожие фотографии...
sv: Hittar liknande bilder...
ur: ملتی جلتی تصاویر تلاش کی جا رہی ہیں...
vi: Tìm các ảnh giống nhau...

source: Almost done
az: Az qaldı...
be: Амаль гатова...
ca: Gairebé llest...
cs: Téměř hotovo...
de: Fast fertig...
es: Ya casi terminamos...
fa: تقریباً تمام شد...
fr: C'est presque terminé...
ru: Почти готово...
sv: Nästan klar...
ur: تقریباً مکمل...
vi: Sắp xong...

source: Processing locally
az: Yerli olaraq işlənilir
be: Апрацоўка лакальна
ca: Processant localment
cs: Místní zpracování
de: Lokale Verarbeitung
es: Procesando localmente
fa: در حال پردازش محلی
fr: Traitement local
ru: Обработка локально
sv: Bearbetar lokalt
ur: مقامی طور پر پروسیسنگ
vi: Đang xử lý cục bộ

# useMLToFindSimilarImages
source: Review and remove images that look similar to each other.
az: Bir-birinə oxşayan şəkilləri nəzərdən keçirin və silin.
be: Паглядзіце і выдаліце відарысы, якія выглядаюць падобна.
ca: Revisa i elimina imatges que semblen similars entre si.
cs: Zkontrolujte a odstraňte obrázky, které se navzájem podobají.
de: Überprüfe und entferne Bilder, die sich ähnlich sehen.
es: Revisar y eliminar imágenes que se parecen entre sí.
fa: بررسی و حذف تصاویری که به هم شبیه هستند.
fr: Examinez et supprimez les images qui se ressemblent entre elles.
ru: Просмотрите и удалите фотографии, которые кажутся похожими.
ur: ان تصاویر کا جائزہ لیں اور ہٹائیں جو ایک دوسرے سے ملتی جلتی نظر آتی ہیں.
vi: Xem lại và xóa những ảnh có vẻ giống nhau.

source: All
az: Hamısı
be: Усе
ca: Tot
cs: Vše
de: Alle
es: Todas
fa: همه
fr: Toutes
ru: Все
sv: Alla
ur: سب
vi: Tất cả

source: Similar
az: Oxşar
be: Падобныя
cs: Podobné
de: Gleich
es: Similares
fa: شبیه
fr: Similaires
ru: Похожий
sv: Liknande
ur: ملتی جلتی
vi: Giống nhau

source: Identical
az: Eyni
be: Ідэнтычныя
ca: Idèntic
cs: Identické
de: Identisch
es: Idénticas
fa: یکسان
fr: Identiques
ru: Идентичный
sv: Identisk
ur: ایک جیسی
vi: Giống hệt nhau

# cLTitle1
source: Advanced Image Editor
ar: محرر الصور المتقدم
be: Перайсці да даты
fa: OCR! انتخاب متن در عکس‌ها
fr: Changements de design
pt_br: Editor de Imagens Avançado
sv: Gå till datum
vi: Thay đổi thiết kế

# cLDesc1
source: We are releasing a new and advanced image editor that add more cropping frames, filter presets for quick edits, fine tuning options including saturation, contrast, brightness, temperature and a lot more. The new editor also includes the ability to draw on your photos and add emojis as stickers.
ar: نحن بصدد إطلاق محرر صور جديد ومتقدم يضيف المزيد من إطارات الاقتصاص، والإعدادات المسبقة للفلاتر من أجل تعديلات سريعة، وخيارات الضبط الدقيق التي تشمل التشبع، والتباين، والسطوع، ودرجة الحرارة، وغير ذلك الكثير. يتضمن المحرر الجديد أيضا القدرة على الرسم على صورك وإضافة الرموز التعبيرية كملصقات.
be: На панэлі інфармацыі аб файле выберыце параметр «Перайсці да даты», каб паглядзець усе фатаграфіі побач з датай файла.
fa: Ente تشخیص می‌دهد که آیا یک عکس یا اسکرین‌شات دارای متن است و دکمه‌ای برای ورود به حالت انتخاب متن به شما نشان می‌دهد. هر خط متن می‌تواند به‌طور جداگانه انتخاب شود.
fr: L'écran des paramètres et la page des résultats de recherche ont été redessinés. La barre de recherche a été déplacée en haut.
pt_br: Estamos lançando um novo editor de fotos avançado que adiciona mais quadros de recorte, predefinições de filtro para edições rápidas, ajustes para afinação incluindo saturação, contraste, brilho, temperatura e mais. O novo editor também incluí a habilidade de desenhar em suas fotos e adicionar emojis como figurinhas.
vi: Màn hình cài đặt và trang kết quả tìm kiếm đã được thiết kế lại. Thanh tìm kiếm đã được chuyển lên trên cùng.

# cLTitle2
source: Smart Albums
ar: ألبومات ذكية
be: Больш хуткі рэдактар відэа
fa: کشیدن برای انتخاب
fr: Améliorations
pt_br: Álbuns Inteligentes
vi: Cải tiến

# cLDesc2
source: You can now automatically add photos of selected people to any album. Just go the album, and select "auto-add people" from the overflow menu. If used along with shared album, you can share photos with zero clicks.
be: Рэдактар відэа быў падноўлены, што надзвычайна палепшыла яго хуткасць пры рэдагаванні вялікіх відэа, а таксама абнавіла UX.
fa: از حرکت کششی برای انتخاب سریع عکس‌ها در گالری خود استفاده کنید. این کار با یک دست به خوبی انجام می‌شود، بدون نیاز به بلند کردن انگشتتان!
fr: Pincer pour zoomer sur les vidéos. Chargement plus rapide de l'onglet de recherche. Les administrateurs et propriétaires d'albums peuvent supprimer les commentaires. Aperçu pour les formats non pris en charge. Recherche dans découverte, lieu, personnes et type de fichier. Tri personnalisé sur la page des personnes. Un meilleur flux de fusion de personnes. Voir toutes les personnes ignorées. Tri cohérent des contacts.
pt_br: Você agora pode adicionar automaticamente fotos de pessoas selecionadas para qualquer álbum. É só ir ao álbum, selecionar "adicionar pessoa auto." no menu avançado. Se usado junto ao álbum compartilhado, você pode compartilhar fotos sem maior esforço.
vi: Chụm để phóng to video. Tải tab tìm kiếm nhanh hơn. Quản trị viên và chủ album có thể xóa bình luận. Xem trước cho các định dạng không được hỗ trợ. Tìm kiếm trong khám phá, địa điểm, người và loại tệp. Sắp xếp tùy chỉnh trên trang người. Quy trình hợp nhất người tốt hơn. Xem tất cả người bị bỏ qua. Sắp xếp danh bạ nhất quán.

# cLTitle3
source: Improved Gallery
ar: معرض محسن
be: Новыя ўспаміны
fa: خاطرات جدید
fr: Corrections de bugs
pt_br: Galeria Aprimorada
sv: Nya minnen
vi: Sửa lỗi

# cLDesc3
source: We have added the ability to group your gallery by weeks, months, and years. You can now customise your gallery to look exactly the way you want with these new grouping options, along with custom grids
be: «Гуллівыя дзеці», «Зімовыя прыгоды», «Неонавыя ночы» і многае іншае.
fa: "کودکان بازیگوش"، "ماجراجویی‌های زمستانی"، "شب‌های نئونی" و بیشتر.
fr: Correction de la musique qui se mettait en pause à l'ouverture de l'app. Correction du glisser pour sélectionner sur les appareils Samsung S. Correction du problème de fréquence d'images sur la fiche d'informations. Correction des problèmes de galerie sur les tablettes et en mode paysage. Correction de la page non catégorisée qui ne se mettait pas à jour après les déplacements.
pt_br: Adicionamos a habilidade de agrupar sua galeria por semanas, meses, e anos. Você pode personalizar sua galeria para parecer exatamente a maneira que desejar usando as novas opções de agrupamento, junto às grades personalizadas

# cLTitle4
source: Faster Scroll
ar: تمرير أسرع
be: Галерэя пейзажаў і іншае
fa: گالری افقی و بیشتر
pt_br: Arrastar Rápido

# cLDesc4
source: Along with a bunch of under the hood improvements to improve the gallery scroll experience, we have also redesigned the scroll bar to show markers, allowing you to quickly jump across the timeline.
be: Падтрымка альбомнай арыентацыі ў галоўнай галерэі праграмы. Паказваць людзей без звязаных з імі фатаграфій замест іх фільтрацыі. Палепшана выяўленне аспекту відэа пры абмене са знешнімі праграмамі.
fa: پشتیبانی از چیدمان افقی در گالری اصلی برنامه. نشان دادن افراد بدون هیچ عکسی مرتبط به جای فیلتر کردن آن‌ها. بهبود تشخیص نسبت ویدیو هنگام به اشتراک‌گذاری از برنامه‌های خارجی.
pt_br: Junto ao tanto de melhorias salva-vidas para melhorar a experiência de arraste na galeria, também redesenhamos a barra de deslize para exibir marcadores, permitindo você pular a timeline rapidamente.

# peopleAutoAddDesc
source: Select the people you want to automatically add to the album
ar: حدد الأشخاص الذين تريد إضافتهم تلقائيا إلى الألبوم
az: Seçilmiş insanların şəkillərini avtomatik olaraq bu alboma əlavə et
be: Аўтададаваць фатаграфіі выбраных людзей у гэты альбом
ca: Afegeix automàticament fotos de les persones seleccionades a aquest àlbum
de: Fotos der ausgewählten Personen automatisch zu diesem Album hinzufügen
es: Añadir automáticamente fotos de las personas seleccionadas a este álbum
fa: به‌طور خودکار عکس‌های افراد انتخاب شده را به این آلبوم اضافه کنید
fr: Ajouter automatiquement les photos des personnes sélectionnées à cet album
pt_br: Selecione as pessoas que deseja adicionar automaticamente ao álbum
ru: Автоматически добавлять фотографии выбранных людей в этот альбом
sr: Изабери људе за које желиш да буду аутоматски додати у албум
ur: منتخب لوگوں کی تصاویر خود بخود اس البم میں شامل کریں
vi: Tự động thêm ảnh của những người đã chọn vào album này

# enableMapsDesc
source: This will show your photos on a world map. This map is hosted by Open Street Map, and the exact locations of your photos are never shared. You can disable this feature anytime from Settings.
ar: سيؤدي هذا إلى عرض صورك على خريطة العالم. تستضيف هذه الخريطة OpenStreetMap، ولا تتم مشاركة المواقع الدقيقة لصورك أبدًا. يمكنك تعطيل هذه الميزة في أي وقت من الإعدادات.
cs: Tímto se vaše fotografie zobrazí na mapě světa. Tato mapa je hostována službou Open Street Map a přesné umístění vašich fotografií není nikdy sdíleno. Tuto funkci můžete kdykoli deaktivovat v nastavení.
it: Questo mostrerà le tue foto su una mappa del mondo. Questa mappa è ospitata da Open Street Map e le posizioni esatte delle tue foto non sono mai condivise. Puoi disabilitare questa funzionalità in qualsiasi momento, dalle Impostazioni.
nl: Dit toont jouw foto's op een wereldkaart. Deze kaart wordt gehost door Open Street Map, en de exacte locaties van jouw foto's worden nooit gedeeld. Je kunt deze functie op elk gewenst moment uitschakelen via de instellingen.
no: Dette viser dine bilder på et verdenskart. Dette kartet er hostet av Open Street Map, og de nøyaktige stedene for dine bilder blir aldri delt. Du kan deaktivere denne funksjonen når som helst fra Innstillinger.
pt_br: Isso exibirá suas fotos em um mapa mundial. Este mapa é hospedado por Open Street Map, e as exatas localizações das fotos nunca serão compartilhadas. Você pode desativar esta função a qualquer momento em Opções.
uk: Це покаже ваші фотографії на мапі світу. Ця мапа розміщена на OpenStreetMap, і точне розташування ваших фотографій ніколи не розголошується. Ви можете будь-коли вимкнути цю функцію в налаштуваннях.

# useDifferentPlayerInfo
source: Having trouble playing this video? Long press here to try a different player.
ar: هل تواجه مشكلة في تشغيل هذا الفيديو؟ اضغط مطولاً هنا لتجربة مشغل مختلف.
cs: Máte potíže s přehráváním tohoto videa? Dlouhým stisknutím zde vyzkoušejte jiný přehrávač.
it: Hai problemi a riprodurre questo video? Premi a lungo qui per provare un altro lettore.
nl: Problemen met het afspelen van deze video? Hier ingedrukt houden om een andere speler te proberen.
no: Har du problemer med å spille av denne videoen? Hold inne her for å prøve en annen avspiller.
pt_br: Enfrentando problemas ao reproduzir este vídeo? Mantenha pressionado aqui para tentar outro reprodutor de vídeo
uk: Виникли проблеми з відтворенням цього відео? Натисніть і утримуйте тут, щоб спробувати інший плеєр.
