Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: You can manage your links in the share tab.
ar: يمكنك إدارة روابطك في علامة تبويب المشاركة.
az: Linklərinizi paylaşım bölməsindən idarə edə bilərsiniz.
be: Вы можаце кіраваць сваімі спасылкамі ва ўкладцы з абагуленымі элементамі.
ca: Pots gestionar els teus enllaços a la pestanya de compartir.
cs: Své odkazy můžete spravovat na kartě Sdílení.
de: Du kannst deine Links im "Teilen"-Tab verwalten.
el: Μπορείτε να διαχειριστείτε τους συνδέσμους σας στην καρτέλα κοινοποίησης.
es: Puedes administrar tus enlaces en la pestaña compartir.
fa: شما می‌توانید لینک‌های خود را در زبانه اشتراک‌گذاری مدیریت کنید.
fr: Vous pouvez gérer vos liens dans l'onglet Partage.
id: Kamu bisa atur link yang telah kamu buat di tab berbagi.
it: Puoi gestire i tuoi link nella scheda condivisione.
nl: U kunt uw links beheren in het tabblad 'Delen'.
no: Du kan administrere koblingene dine i fanen for deling.
pt_br: Você pode gerenciar seus links na aba de compartilhamento.
ru: Вы можете управлять своими ссылками на вкладке «Поделиться».
uk: Ви можете керувати посиланнями на вкладці «Поділитися».
ur: آپ شیئر ٹیب میں اپنے لنکس کا انتظام کر سکتے ہیں.
vi: Bạn có thể quản lý các liên kết của mình trong tab chia sẻ.

source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة.
az: Link mübadilə buferinə kopyalandı
be: Спасылка скапіявана ў буфер абмену
ca: Enllaç copiat al porta-retalls
cs: Odkaz zkopírován do schránky
de: Link in Zwischenablage kopiert
el: Ο σύνδεσμος αντιγράφηκε στο πρόχειρο
es: Enlace copiado al portapapeles
fa: لینک به کلیپ‌بورد کپی شد
fr: Lien copié dans le presse-papiers
id: Link tersalin ke papan klip
it: Link copiato negli appunti
nl: Link gekopieerd naar klembord
no: Lenker er kopiert til utklippstavlen
pt_br: Link copiado para a área de transferência
ru: Ссылка скопирована в буфер обмена
sr: Линк је копиран у меморију
sv: Länk kopierad till urklipp
uk: Посилання скопійовано в буфер обміну
ur: لنک کلپ بورڈ پر کاپی ہو گیا
vi: Liên kết đã được sao chép vào bộ nhớ tạm

source: Restore
ar: استعادة
az: Bərpa et
be: Аднавіць
ca: Restaura
cs: Obnovit
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fa: بازیابی
fr: Restaurer
id: Pulihkan
it: Ripristina
nl: Herstellen
no: Gjenopprett
pt_br: Restaurar
ru: Восстановить
sr: Поврати
sv: Återställ
uk: Відновити
ur: بحال کریں
vi: Khôi phục

source: Move to album
ar: نقل إلى ألبوم
az: Alboma köçür
be: Перамясціць у альбом
ca: Mou a l'àlbum
cs: Přesunout do alba
de: Zum Album verschieben
el: Μετακίνηση σε άλμπουμ
es: Mover al álbum
fa: انتقال به آلبوم
fr: Déplacer vers l'album
id: Pindahkan ke album
it: Sposta nell'album
nl: Verplaats naar album
no: Flytt til album
pt_br: Mover para o álbum
ru: Переместить в альбом
sr: Премести у албум
sv: Flytta till album
uk: Перемістити до альбому
ur: البم میں منتقل کریں
vi: Chuyển đến album

source: Unhide
ar: إظهار
az: Gizlilikdən çıxar
be: Паказаць
ca: Mostra
cs: Odkrýt
de: Einblenden
el: Επανεμφάνιση
es: Dejar de ocultar
fa: نمایش مجدد
fr: Dévoiler
it: Mostra
nl: Zichtbaar maken
no: Gjør synligjort
pt_br: Desocultar
ru: Не скрывать
uk: Показати
ur: ظاہر کریں
vi: Hiện lại

source: Unarchive
ar: إلغاء الأرشفة
be: Вывесці з архіва
ca: Desarxiva
cs: Zrušit archivaci
de: Dearchivieren
el: Κατάργηση αρχειοθέτησης
es: Desarchivar
fa: بازیابی
fr: Désarchiver
id: Keluarkan dari arsip
it: Rimuovi dall'archivio
nl: Uit archief halen
no: Opphev arkivering
pt_br: Desarquivar
ru: Извлечь из архива
sr: Врати из архиве
uk: Розархівувати
ur: ان آرکائیو کریں
vi: Bỏ lưu trữ

source: Favorite
ar: المفضلة
az: Seçilmiş
be: Абраныя
ca: Favorit
cs: Oblíbené
de: Favorit
el: Σήμανση ως αγαπημένο
es: Favorito
fa: علاقه‌مندی
fr: Favori
id: Favorit
it: Preferito
nl: Toevoegen aan favorieten
no: Favoritt
pt_br: Favorito
ru: В избранное
sv: Favorit
uk: Додати до улюбленого
ur: پسندیدہ
vi: Thích

# removeFromFavorite
source: Remove from favorites
ar: إزالة من المفضلة
az: Seçilmişlərdən sil
be: Выдаліць з абранага
ca: Elimina de favorits
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
el: Αφαίρεση από τα αγαπημένα
es: Remover desde favoritos
fa: حذف از علاقه‌مندی‌ها
fr: Retirer des favoris
it: Rimuovi dai preferiti
nl: Verwijder van favorieten
no: Fjern fra favoritter
pt_br: Desfavoritar
ru: Убрать из избранного
sv: Ta bort från favoriter
uk: Вилучити з улюбленого
ur: پسندیدہ سے ہٹائیں
vi: Xóa khỏi mục đã thích

source: Share link
ar: مشاركة الرابط
az: Linki paylaş
be: Абагуліць спасылку
ca: Comparteix enllaç
cs: Sdílet odkaz
de: Link teilen
el: Μοιραστείτε έναν σύνδεσμο
es: Compartir enlace
fa: اشتراک‌گذاری لینک
fr: Partager le lien
id: Bagikan link
it: Condividi link
nl: Link delen
no: Del link
pt_br: Compartilhar link
ru: Поделиться ссылкой
sv: Dela länk
uk: Поділитися посиланням
ur: لنک شیئر کریں
vi: Chia sẻ liên kết

source: Create collage
ar: إنشاء كولاج
az: Kollaj yarat
be: Стварыць калаж
ca: Crea collage
cs: Vytvořit koláž
de: Collage erstellen
el: Δημιουργία κολάζ
es: Crear un collage
fa: ایجاد کلاژ
fr: Créez un collage
it: Crea un collage
nl: Creëer collage
no: Opprett kollasje
pt_br: Criar colagem
ru: Создать коллаж
sr: Направи колаж
sv: Skapa collage
uk: Створити колаж
ur: کولاج بنائیں
vi: Tạo ảnh ghép

source: Save collage
ar: حفظ الكولاج
az: Kollajı yadda saxla
be: Захаваць калаж
ca: Guarda collage
cs: Uložit koláž
de: Collage speichern
el: Αποθήκευση κολάζ
es: Guardar collage
fa: ذخیره کلاژ
fr: Enregistrer le collage
it: Salva il collage
nl: Sla collage op
no: Lagre kollasje
pt_br: Salvar colagem
ru: Сохранить коллаж
sr: Сачувај колаж
sv: Spara collage
uk: Зберегти колаж
ur: کولاج محفوظ کریں
vi: Lưu ảnh ghép

# collageSaved
source: Collage saved to gallery
ar: تم حفظ الكولاج في المعرض.
az: Kollaj qalereyaya yadda saxlanıldı
be: Калаж захаваны ў галерэі
ca: Collage guardat a la galeria
cs: Koláž uložena do galerie
de: Collage in Galerie gespeichert
el: Το κολάζ αποθηκεύτηκε στη συλλογή
es: Collage guardado en la galería
fa: کلاژ در گالری ذخیره شد
fr: Collage sauvegardé dans la galerie
it: Collage salvato nella galleria
nl: Collage opgeslagen in gallerij
no: Kollasje lagret i galleriet
pt_br: Colagem salva na galeria
ru: Коллаж сохранён в галерее
sv: Kollage sparat i galleriet
uk: Колаж збережено до галереї
ur: کولاج گیلری میں محفوظ ہو گیا
vi: Ảnh ghép đã được lưu vào thư viện

# collageLayout
source: Layout
ar: التخطيط
az: Düzen
be: Макет
ca: Disposició
cs: Rozvržení
el: Διάταξη
es: Disposición
fa: چیدمان
fr: Disposition
id: Tata letak
it: Disposizione
no: Utforming
ru: Макет
uk: Макет
ur: لی آؤٹ
vi: Bố cục

source: Add to Ente
ar: إضافة إلى Ente
az: Ente-yə əlavə et
be: Дадаць у Ente
ca: Afegeix a Ente
cs: Přidat do Ente
de: Zu Ente hinzufügen
el: Προσθήκη στο Ente
es: Añadir a Ente
fa: اضافه کردن به انت
fr: Ajouter à Ente
id: Tambah ke Ente
it: Aggiungi a Ente
nl: Toevoegen aan Ente
no: Legg til i Ente
pt_br: Adicionar ao Ente
ru: Добавить в Ente
sr: Додај у Енте
uk: Додати до Ente
ur: Ente میں شامل کریں
vi: Thêm vào Ente

source: Add to album
ar: إضافة إلى الألبوم
az: Alboma əlavə et
be: Дадаць у альбом
ca: Afegeix a l'àlbum
cs: Přidat do alba
de: Zum Album hinzufügen
el: Πρσθήκη σε άλμπουμ
es: Añadir al álbum
fa: اضافه به آلبوم
fr: Ajouter à l'album
id: Tambah ke album
it: Aggiungi all'album
nl: Toevoegen aan album
no: Legg til i album
pt_br: Adicionar ao álbum
ru: Добавить в альбом
sr: Додај у албум
sv: Lägg till i album
uk: Додати до альбому
ur: البم میں شامل کریں
vi: Thêm vào album

source: Delete
ar: حذف
az: Sil
be: Выдаліць
ca: Esborra
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
id: Hapus
it: Cancella
nl: Verwijderen
no: Slett
pt_br: Excluir
ru: Удалить
sr: Обриши
sv: Radera
uk: Видалити
ur: ڈیلیٹ کریں
vi: Xóa

source: Hide
ar: إخفاء
az: Gizlə
be: Схаваць
ca: Amaga
cs: Skrýt
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fa: پنهان کردن
fr: Masquer
id: Sembunyikan
it: Nascondi
nl: Verbergen
no: Skjul
pt_br: Ocultar
ru: Скрыть
sr: Сакриј
sv: Dölj
uk: Приховати
ur: چھپائیں
vi: Ẩn

source: Share
ar: مشاركة
az: Paylaş
be: Абагуліць
ca: Comparteix
cs: Sdílet
de: Teilen
el: Κοινοποίηση
es: Compartir
fa: اشتراک گذاری
fr: Partager
id: Bagikan
it: Condividi
nl: Delen
no: Del
pt_br: Compartilhar
ru: Поделиться
sr: Подели
sv: Dela
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ

source: Unhide to album
ar: إظهار في الألبوم
az: Albomda gizlilikdən çıxar
be: Паказаць альбом
ca: Mostra a l'àlbum
cs: Odkrýt do alba
de: Im Album anzeigen
el: Επανεμφάνιση στο άλμπουμ
es: Hacer visible al álbum
fa: نمایش در آلبوم
fr: Afficher dans l'album
it: Non nascondere l'album
nl: Zichtbaar maken in album
no: Gjør synlig i album
pt_br: Desocultar para o álbum
ru: Перенести в альбом
uk: Показати в альбомі
ur: البم میں ظاہر کریں
vi: Hiện lại trong album

source: Restore to album
ar: استعادة إلى الألبوم
az: Alboma bərpa et
be: Аднавіць у альбом
ca: Restaura a l'àlbum
cs: Obnovit do alba
de: Album wiederherstellen
el: Επαναφορά στο άλμπουμ
es: Restaurar al álbum
fa: بازیابی به آلبوم
fr: Restaurer vers l'album
it: Ripristina l'album
nl: Terugzetten naar album
no: Gjenopprett til album
pt_br: Restaurar para álbum
ru: Восстановить в альбом
sv: Återställ till album
uk: Відновити в альбомі
ur: البم میں بحال کریں
vi: Khôi phục vào album

# moveItem
source: {count, plural, =1 {Move item} other {Move items}}
ar: {count, plural, =1 {نقل عنصر} two {نقل عنصرين} few {نقل {count} عناصر} many {نقل {count} عنصرًا} other {نقل {count} عنصرًا}}
az: {count, plural, =1 {Elementi köçür} other {Elementləri köçür}}
be: {count, plural, =1 {Перамясціць элемент} other {Перамясціць элементы}}
ca: {count, plural, =1 {Mou element} other {Mou elements}}
cs: {count, plural, =1 {Přesunout položku} other {Přesunout položky}}
de: {count, plural, =1 {Element verschieben} other{Elemente verschieben}}
el: {count, plural, one {}=1 {Μετακίνηση αντικειμένου} other {Μετακίνηση αντικειμένων}}
es: {count, plural,=1 {Mover objeto} other {Mover objetos}}
fa: {count, plural, =1 {انتقال آیتم} other {انتقال آیتم‌ها}}
fr: {count, plural,=1 {Déplacer un élément} other {Déplacer des éléments}}
it: {count, plural, one {}=1 {Sposta elemento} other {Sposta elementi}}
nl: {count, plural, =1 {Bestand verplaatsen} other {Bestanden verplaatsen}}
no: {count, plural, =1 {Flytt elementet} other {Flytt elementene}}
pt_br: {count, plural, =1 {Mover item} other {Mover itens}}
ru: {count, plural, =1 {Переместить элемент} other {Переместить элементы}}
ur: {count, plural, =1 {آئٹم منتقل کریں} other {آئٹمز منتقل کریں}}
vi: {count, plural, =1 {Di chuyển mục} other {Di chuyển các mục}}

# addItem
source: {count, plural, =1 {Add item} other {Add items}}
ar: {count, plural, =1 {إضافة عنصر} two {إضافة عنصرين} few {إضافة {count} عناصر} many {إضافة {count} عنصرًا} other {إضافة {count} عنصرًا}}
az: {count, plural, =1 {Element əlavə et} other {Elementlər əlavə et}}
be: {count, plural, =1 {Дадаць элемент} other {Дадаць элементы}}
ca: {count, plural, =1 {Afegeix element} other {Afegeix elements}}
cs: {count, plural, =1 {Přidat položku} other {Přidat položky}}
de: {count, plural, =1 {Element hinzufügen} other {Elemente hinzufügen}}
el: {count, plural, one {}=1 {Προσθήκη αντικειμένου} other {Προσθήκη αντικειμένων}}
es: {count, plural, =1 {Añadir objeto} other {Añadir objetos}}
fa: {count, plural, =1 {اضافه کردن آیتم} other {اضافه کردن آیتم‌ها}}
fr: {count, plural, =1 {Ajouter un élément} other {Ajouter des éléments}}
it: {count, plural, one {}=1 {Aggiungi elemento} other {Aggiungi elementi}}
nl: {count, plural, =1 {Bestand toevoegen} other {Bestanden toevoegen}}
no: {count, plural, =1 {Legg til element} other {Legg til elementene}}
pt_br: {count, plural,=1 {Adicionar item} other {Adicionar itens}}
ru: {count, plural, =1 {Добавить элемент} other {Добавить элементы}}
ur: {count, plural, =1 {آئٹم شامل کریں} other {آئٹمز شامل کریں}}
vi: {count, plural, =1 {Thêm mục} other {Thêm các mục}}

source: Create or select album
ar: إنشاء أو تحديد ألبوم
az: Albom yarat və ya seç
be: Стварыць або выбраць альбом
ca: Crea o selecciona àlbum
cs: Vytvořit nebo vybrat album
de: Album erstellen oder auswählen
el: Δημιουργία ή επιλογή άλμπουμ
es: Crear o seleccionar álbum
fa: ایجاد یا انتخاب آلبوم
fr: Créez ou sélectionnez un album
id: Buat atau pilih album
it: Crea o seleziona album
nl: Maak of selecteer album
no: Opprett eller velg album
pt_br: Criar ou selecionar álbum
ru: Создать или выбрать альбом
sv: Skapa eller välj album
uk: Створити або вибрати альбом
ur: البم بنائیں یا منتخب کریں
vi: Tạo hoặc chọn album

source: Select album
ar: تحديد ألبوم
az: Albom seç
be: Выбраць альбом
ca: Selecciona àlbum
cs: Vybrat album
de: Album auswählen
el: Επιλογή άλμπουμ
es: Seleccionar álbum
fa: انتخاب آلبوم
fr: Sélectionner album
id: Pilih album
it: Seleziona album
nl: Album selecteren
no: Velg album
pt_br: Selecionar álbum
ru: Выбрать альбом
sv: Välj album
uk: Вибрати альбом
ur: البم منتخب کریں
vi: Chọn album

# searchByAlbumNameHint
source: Album name
ar: اسم الألبوم
az: Albom adı
be: Назва альбома
ca: Nom de l'àlbum
cs: Název alba
de: Name des Albums
el: Όνομα άλμπουμ
es: Nombre del álbum
fa: نام آلبوم
fr: Nom de l'album
id: Nama album
it: Nome album
nl: Albumnaam
no: Albumnavn
pt_br: Nome do álbum
ru: Название альбома
sr: Име албума
sv: Albumnamn
uk: Назва альбому
ur: البم کا نام
vi: Tên album

source: Album title
ar: عنوان الألبوم
az: Albom başlığı
be: Назва альбома
ca: Títol de l'àlbum
cs: Název alba
de: Albumtitel
el: Τίτλος άλμπουμ
es: Título del álbum
fa: عنوان آلبوم
fr: Titre de l'album
id: Judul album
it: Titolo album
nl: Albumtitel
no: Albumtittel
pt_br: Título do álbum
ru: Название альбома
sr: Наслов албума
sv: Albumtitel
uk: Назва альбому
ur: البم کا عنوان
vi: Tiêu đề album

source: Enter album name
ar: أدخل اسم الألبوم
az: Albom adını daxil edin
be: Увядзіце назву альбома
ca: Introdueix nom de l'àlbum
cs: Zadejte název alba
de: Albumname eingeben
el: Εισάγετε όνομα άλμπουμ
es: Introduce el nombre del álbum
fa: نام آلبوم را وارد کنید
fr: Saisir un nom d'album
id: Masukkan nama album
it: Inserisci il nome dell'album
nl: Voer albumnaam in
no: Skriv inn albumnavn
pt_br: Inserir nome do álbum
ru: Введите название альбома
sr: Унесите име албума
sv: Ange albumnamn
uk: Введіть назву альбому
ur: البم کا نام درج کریں
vi: Nhập tên album

source: Restoring files...
ar: جارٍ استعادة الملفات...
az: Fayllar bərpa olunur...
be: Аднаўленне файлаў...
ca: Restaurant fitxers...
cs: Obnovuji soubory...
de: Dateien werden wiederhergestellt...
es: Restaurando los archivos...
fa: در حال بازیابی فایل‌ها...
fr: Restauration des fichiers...
id: Memulihkan file...
it: Ripristinando file...
nl: Bestanden herstellen...
no: Gjenoppretter filer...
pt_br: Restaurando arquivos...
ru: Восстановление файлов...
sv: Återställer filer...
uk: Відновлюємо файли...
ur: فائلیں بحال ہو رہی ہیں...
vi: Đang khôi phục tệp...

source: Moving files to album...
ar: جارٍ نقل الملفات إلى الألبوم...
az: Fayllar alboma köçürülür...
be: Перамяшчэнне файлаў у альбом...
ca: Movent fitxers a l'àlbum...
cs: Přesouvání souborů do alba...
de: Verschiebe Dateien in Album...
es: Moviendo archivos al álbum...
fa: در حال انتقال فایل‌ها به آلبوم...
fr: Déplacement des fichiers vers l'album...
id: Memindahkan file ke album...
it: Spostamento dei file nell'album...
nl: Bestanden verplaatsen naar album...
no: Flytter filer til album...
pt_br: Movendo arquivos para o álbum...
ru: Перемещение файлов в альбом...
sr: Премештам фајлове у албум...
sv: Flyttar filer till album...
uk: Переміщуємо файли до альбому...
ur: فائلیں البم میں منتقل ہو رہی ہیں...
vi: Đang di chuyển tệp vào album...

source: Unhiding files to album
ar: جارٍ إظهار الملفات في الألبوم...
az: Fayllar albomda gizlilikdən çıxarılır
be: Паказ файлаў у альбоме
ca: Mostrant fitxers a l'àlbum
cs: Odkrývám soubory do alba
de: Dateien im Album anzeigen
es: Desocultando archivos del álbum
fa: در حال نمایان کردن فایل‌ها در آلبوم
fr: Démasquage des fichiers vers l'album
it: Mostra i file nell'album
nl: Bestanden zichtbaar maken in album
no: Gjør filer synlige i albumet
pt_br: Desocultando arquivos para o álbum
ru: Перенос файлов в альбом
uk: Розкриваємо файли в альбомі
ur: فائلیں البم میں ظاہر کی جا رہی ہیں
vi: Đang hiện lại tệp trong album

source: Can not upload to albums owned by others
ar: لا يمكن التحميل إلى ألبومات يملكها آخرون.
az: Başqalarına məxsus albomlara yükləmə etmək olmaz
be: Нельга запампоўваць у альбомы, якія належаць іншым
ca: No es pot pujar a àlbums propietat d'altres
cs: Nelze nahrávat do alb, která vlastní jiní uživatelé
de: Kann nicht auf Alben anderer Personen hochladen
es: No se puede subir a álbumes que sean propiedad de otros
fa: نمی‌توان به آلبوم‌های متعلق به دیگران بارگذاری کرد
fr: Impossible de télécharger dans les albums appartenant à d'autres personnes
it: Impossibile caricare su album di proprietà altrui
nl: Kan niet uploaden naar albums die van anderen zijn
no: Kan ikke laste opp til album eid av andre
pt_br: Não é possível enviar para álbuns pertencentes a outros
ru: Нельзя загружать в альбомы, принадлежащие другим
uk: Не можна завантажувати в альбоми, які належать іншим
ur: دوسروں کی ملکیت والے البمز میں اپ لوڈ نہیں کیا جا سکتا
vi: Không thể tải lên album thuộc sở hữu của người khác

source: Uploading files to album...
ar: جارٍ تحميل الملفات إلى الألبوم...
az: Fayllar alboma yüklənir...
be: Запампоўванне файлаў у альбом...
ca: Pujant fitxers a l'àlbum...
cs: Nahrávání souborů do alba...
de: Dateien werden ins Album hochgeladen...
es: Subiendo archivos al álbum...
fa: در حال بارگذاری فایل‌ها به آلبوم...
fr: Envoi des fichiers vers l'album...
id: Mengunggah file ke album...
it: Caricamento dei file nell'album...
nl: Bestanden worden geüpload naar album...
no: Laster opp filer til albumet...
pt_br: Enviando arquivos para o álbum...
ru: Загрузка файлов в альбом...
sv: Laddar upp filer till album...
uk: Завантажуємо файли до альбому...
ur: فائلیں البم میں اپ لوڈ ہو رہی ہیں...
vi: Đang tải tệp lên album...

# addedSuccessfullyTo
source: Added successfully to {albumName}
ar: تمت الإضافة بنجاح إلى {albumName}
az: {albumName} albomuna uğurla əlavə edildi
be: Паспяхова дададзена ў {albumName}
ca: Afegit amb èxit a {albumName}
cs: Úspěšně přidáno do {albumName}
de: Erfolgreich zu {albumName} hinzugefügt
es: Añadido exitosamente a {albumName}
fa: با موفقیت به {albumName} اضافه شد
fr: Ajouté avec succès à {albumName}
id: Berhasil ditambahkan ke {albumName}
it: Aggiunto con successo su {albumName}
nl: Succesvol toegevoegd aan {albumName}
no: Lagt til {albumName}
pt_br: Adicionado com sucesso a {albumName}
ru: Успешно добавлено в {albumName}
sr: Успешно додато у {albumName}
uk: Успішно додано до «{albumName}»
ur: {albumName} میں کامیابی کے ساتھ شامل کر دیا گیا.
vi: Đã thêm thành công vào {albumName}

# movedSuccessfullyTo
source: Moved successfully to {albumName}
ar: تم النقل بنجاح إلى {albumName}
az: {albumName} albomuna uğurla köçürüldü
be: Паспяхова перамешчана ў {albumName}
ca: Mogut amb èxit a {albumName}
cs: Úspěšně přesunuto do {albumName}
de: Erfolgreich zu {albumName} hinzugefügt
es: Movido exitosamente a {albumName}
fa: با موفقیت به {albumName} منتقل شد
fr: Déplacé avec succès vers {albumName}
id: Berhasil dipindahkan ke {albumName}
it: Spostato con successo su {albumName}
nl: Succesvol verplaatst naar {albumName}
no: Flyttet til {albumName}
pt_br: Movido com sucesso para {albumName}
ru: Успешно перемещено в {albumName}
sr: Успешно премештено у {albumName}
uk: Успішно перенесено до «{albumName}»
ur: {albumName} میں کامیابی سے منتقل کر دیا گیا
vi: Đã di chuyển thành công đến {albumName}

# thisAlbumAlreadyHDACollaborativeLink
source: This album already has a collaborative link
ar: هذا الألبوم لديه رابط تعاوني بالفعل.
az: Bu albomun artıq birgə giriş linki var
be: У гэтага альбома ўжо ёсць сумесная спасылка
ca: Aquest àlbum ja té un enllaç col·laboratiu
cs: Toto album již má odkaz na spolupráci
de: Dieses Album hat bereits einen kollaborativen Link
es: Este álbum ya tiene un enlace de colaboración
fa: این آلبوم قبلاً یک لینک همکاری دارد
fr: Cet album a déjà un lien collaboratif
id: Link kolaborasi untuk album ini sudah terbuat
it: Questo album ha già un link collaborativo
nl: Dit album heeft al een gezamenlijke link
no: Dette albumet har allerede en samarbeidslenke
pt_br: Este álbum já tem um link colaborativo
ru: У этого альбома уже есть совместная ссылка
sr: Овај албум већ има линк за сарадњу
uk: Цей альбом вже має спільне посилання
ur: اس البم کا پہلے سے ہی ایک تعاونی لنک ہے
vi: Album này đã có một liên kết cộng tác

# collaborativeLinkCreatedFor
source: Collaborative link created for {albumName}
ar: تم إنشاء رابط تعاوني لـ {albumName}
az: {albumName} üçün birgə giriş linki yaradıldı
be: Сумесная спасылка створана для {albumName}
ca: Enllaç col·laboratiu creat per a {albumName}
cs: Odkaz na spolupráci vytvořen pro {albumName}
de: Kollaborativer Link für {albumName} erstellt
es: Enlace colaborativo creado para {albumName}
fa: لینک همکاری برای {albumName} ایجاد شد
fr: Lien collaboratif créé pour {albumName}
id: Link kolaborasi terbuat untuk {albumName}
it: Link collaborativo creato per {albumName}
nl: Gezamenlijke link aangemaakt voor {albumName}
no: Samarbeidslenke er opprettet for {albumName}
pt_br: Link colaborativo criado para {albumName}
ru: Совместная ссылка создана для {albumName}
sr: Линк за сарадњу креиран за {albumName}
uk: Створено спільне посилання для «{albumName}»
ur: {albumName} کے لیے تعاونی لنک بن گیا
vi: Liên kết cộng tác đã được tạo cho {albumName}

source: Ask your loved ones to share
ar: اطلب من أحبائك المشاركة
az: Sevdiklərinizdən paylaşmağı xahiş edin
be: Папрасіце блізкіх абагуліць
ca: Demana als teus éssers estimats que comparteixin
cs: Požádejte své blízké o sdílení
de: Bitte deine Liebsten ums Teilen
el: Ζητήστε από τα αγαπημένα σας πρόσωπα να συνεισφέρουν
es: Pide a tus seres queridos que compartan
fa: از عزیزانتان بخواهید که به اشتراک بگذارند
fr: Demandez à vos proches de partager
it: Invita amici, amiche e parenti su ente
nl: Vraag uw dierbaren om te delen
no: Spør dine kjære om å dele
pt_br: Peça que seus entes queridos compartilhem
ru: Попросите близких поделиться
sr: Замолите ваше вољене да деле
uk: Попросіть своїх близьких поділитися
ur: اپنے پیاروں سے شیئر کرنے کو کہیں
vi: Hãy gợi ý những người thân yêu của bạn chia sẻ

source: Invite
ar: دعوة
az: Dəvət et
be: Запрасіць
ca: Convida
cs: Pozvat
de: Einladen
el: Πρόσκληση
es: Invitar
fa: دعوت کنید
fr: Inviter
id: Undang
it: Invita
ku: Vexwîne
nl: Uitnodigen
no: Inviter
pt_br: Convidar
ru: Пригласить
sr: Позови
sv: Bjud in
uk: Запросити
ur: دعوت دیں
vi: Mời

source: Share your first album
ar: شارك ألبومك الأول
az: İlk albomunuzu paylaşın
be: Абагуліце свой першы альбом
ca: Comparteix el teu primer àlbum
cs: Sdílet své první album
de: Teile dein erstes Album
es: Comparte tu primer álbum
fa: آلبوم اول خود را به اشتراک بگذارید
fr: Partagez votre premier album
id: Bagikan album pertamamu
it: Condividi il tuo primo album
nl: Deel jouw eerste album
no: Del ditt første album
pt_br: Compartilhar seu primeiro álbum
ru: Поделитесь своим первым альбомом
sr: Подели твој први албум
sv: Dela ditt första album
uk: Поділитися вашим першим альбомом
ur: اپنا پہلا البم شیئر کریں
vi: Chia sẻ album đầu tiên của bạn

# sharedWith
source: Shared with {emailIDs}
ar: تمت المشاركة مع {emailIDs}
az: {emailIDs} ilə paylaşıldı
be: Абагулена з {emailIDs}
ca: Compartit amb {emailIDs}
cs: Sdíleno s {emailIDs}
de: Geteilt mit {emailIDs}
es: Compartido con {emailIDs}
fa: با {emailIDs} به اشتراک گذاشته شده است
fr: Partagé avec {emailIDs}
id: Dibagikan dengan {emailIDs}
it: Condiviso con {emailIDs}
nl: Gedeeld met {emailIDs}
no: Delt med {emailIDs}
pt_br: Compartilhado com {emailIDs}
ru: Доступен для {emailIDs}
sr: Подељено са {emailIDs}
sv: Delad med {emailIDs}
uk: Поділилися з {emailIDs}
ur: {emailIDs} کے ساتھ شیئر کیا گیا
vi: Chia sẻ với {emailIDs}
