Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Grant permission
ar: منح الإذن
az: İcazə ver
be: Даць дазволы
ca: Concedeix permís
cs: Udělit oprávnění
de: Zugriff gewähren
el: Παραχώρηση δικαιωμάτων
es: Conceder permiso
fa: دسترسی دادن
fr: Accorder la permission
id: Berikan izin
it: Concedi il permesso
nl: Toestemming verlenen
no: Gi tillatelse
pt_br: Conceder permissões
ru: Предоставить разрешение
sr: Дозволите приступ
uk: Надати дозвіл
ur: اجازت دیں
vi: Cấp quyền

source: Private sharing
ar: مشاركة خاصة
az: Şəxsi paylaşım
be: Прыватнае абагульванне
ca: Compartició privada
cs: Soukromé sdílení
de: Privates Teilen
el: Ιδιωτική κοινή χρήση
es: Compartir en privado
fa: اشتراک گذاری خصوصی
fr: Partage privé
id: Berbagi secara privat
it: Condivisioni private
nl: Privé delen
no: Privat deling
pt_br: Compartilha privada
ru: Защищённый обмен
sr: Приватно дељење
sv: Privat delning
uk: Приватне поширення
ur: نجی شیئرنگ
vi: Chia sẻ riêng tư

source: Share only with the people you want
ar: شارك فقط مع الأشخاص الذين تريدهم.
az: Yalnız istədiyiniz şəxslərlə paylaşın
be: Вы самі выбіраеце людзей з якімі хочаце абагуліць свае даныя
ca: Comparteix només amb la gent que vulguis
cs: Sdílejte pouze s lidmi, které chcete
de: Teile mit ausgewählten Personen
el: Μοιραστείτε μόνο με τους ανθρώπους που θέλετε
es: Comparte solo con la gente que quieres
fa: فقط با افرادی که می‌خواهید به اشتراک بگذارید
fr: Partagez uniquement avec les personnes que vous souhaitez
id: Bagikan hanya dengan orang yang kamu inginkan
it: Condividi solo con le persone che vuoi
nl: Deel alleen met de mensen die u wilt
no: Del bare med de du vil
pt_br: Compartilhar apenas com as pessoas que você quiser
ru: Делитесь только с теми, с кем хотите
sr: Дели само са људима са којима желиш
uk: Поділіться тільки з тими людьми, якими ви хочете
ur: صرف ان لوگوں کے ساتھ شیئر کریں جنہیں آپ چاہتے ہیں
vi: Chỉ chia sẻ với những người bạn muốn

source: Use public links for people not on Ente
ar: استخدم الروابط العامة للأشخاص غير المسجلين في Ente.
az: Ente-də olmayan şəxslər üçün ictimai linklərdən istifadə edin
be: Выкарыстоўваць публічныя спасылкі для людзей, якія не карыстаюцца Ente
ca: Utilitza enllaços públics per a gent que no està a Ente
cs: Používejte veřejné odkazy pro osoby, které nejsou na Ente
de: Verwende öffentliche Links für Personen, die kein Ente-Konto haben
el: Χρησιμοποιήστε δημόσιους συνδέσμους για όσους δεν έχουν Ente
es: Usar enlaces públicos para personas que no están en Ente
fa: استفاده از پیوندهای عمومی برای افرادی که در Ente نیستند
fr: Utilisez des liens publics pour les personnes qui ne sont pas sur Ente
id: Bagikan link publik ke orang yang tidak menggunakan Ente
it: Usa link pubblici per persone non registrate su Ente
nl: Gebruik publieke links voor mensen die geen Ente account hebben
no: Bruk offentlige lenker for folk som ikke bruker Ente
pt_br: Usar links públicos para pessoas que não estão no Ente
ru: Используйте публичные ссылки для людей, не использующих Ente
sr: Користи јавне линкове за људима који нису на Енте
uk: Використовувати публічні посилання для людей не з Ente
ur: جو لوگ Ente پر نہیں ہیں ان کے لیے عوامی لنکس استعمال کریں
vi: Dùng liên kết công khai cho những người không dùng Ente

source: Allow people to add photos
ar: السماح للأشخاص بإضافة الصور
az: Şəxslərin şəkil əlavə etməsinə icazə verin
be: Дазволіць людзям дадаваць фатаграфіі
ca: Permet que la gent afegeixi fotos
cs: Umožnit lidem přidávat fotografie
de: Erlaube anderen das Hinzufügen von Fotos
el: Να επιτρέπεται σε άλλους να προσθέτουν φωτογραφίες
es: Permitir que la gente añada fotos
fa: به افراد اجازه دهید عکس اضافه کنند
fr: Permettez à des personnes d'ajouter des photos
id: Izinkan orang lain menambahkan foto
it: Permetti alle persone di aggiungere foto
nl: Mensen toestaan foto's toe te voegen
no: Tillat folk å legge til bilder
pt_br: Permitir que pessoas adicionem fotos
ru: Разрешить людям добавлять фото
sr: Дозволи људима да додају фотографије
sv: Tillåt personer att lägga till foton
uk: Дозволити людям додавати фотографії
ur: لوگوں کو تصاویر شامل کرنے کی اجازت دیں
vi: Cho phép mọi người thêm ảnh

source: Logging out...
ar: جارٍ تسجيل الخروج...
az: Çıxış edilir...
be: Выхад...
ca: Tancant sessió...
cs: Odhlašování...
de: Abmeldung...
el: Αποσύνδεση...
es: Cerrando sesión...
fa: در حال خروج...
fr: Deconnexion...
id: Mengeluarkan akun...
it: Disconnessione...
nl: Uitloggen...
no: Logger ut...
pt_br: Desconectando...
ru: Выход...
sv: Loggar ut...
uk: Вихід із системи...
ur: لاگ آؤٹ کیا جا رہا ہے...
vi: Đang đăng xuất...

source: Delete All
ar: حذف الكل
az: Hamısını sil
be: Выдаліць усе
ca: Esborra tot
cs: Smazat vše
de: Alle löschen
es: Borrar Todo
fa: حذف همه
fr: Tout Supprimer
id: Hapus Semua
it: Elimina tutto
ku: Hemûyan jê bibe
nl: Alles Verwijderen
no: Slett alt
pt_br: Excluir tudo
ru: Удалить всё
sv: Radera alla
uk: Видалити все
ur: سبھی ڈیلیٹ کریں
vi: Xóa tất cả

source: Rename album
ar: إعادة تسمية الألبوم
az: Albomun adını dəyiş
be: Перайменаваць альбом
ca: Reanomena àlbum
cs: Přejmenovat album
de: Album umbenennen
es: Renombrar álbum
fa: تغییر نام آلبوم
fr: Renommer l'album
id: Ubah nama album
it: Rinomina album
ku: Navê albumê biguherîne
nl: Albumnaam wijzigen
nn: Endra namn på album
no: Gi album nytt navn
pt_br: Renomear álbum
ru: Переименовать альбом
sv: Döp om album
uk: Перейменувати альбом
ur: البم کا نام تبدیل کریں
vi: Đổi tên album

source: Convert to album
ar: تحويل إلى ألبوم
az: Alboma çevir
be: Пераўтварыць у альбом
ca: Converteix a àlbum
cs: Převést na album
de: Konvertiere zum Album
es: Convertir a álbum
fa: تبدیل به آلبوم
fr: Convertir en album
id: Ubah menjadi album
it: Converti in album
nl: Omzetten naar album
no: Gjør om til album
pt_br: Converter para álbum
ru: Преобразовать в альбом
sv: Konvertera till album
uk: Перетворити в альбом
ur: البم میں تبدیل کریں
vi: Chuyển đổi thành album

# sortAlbumsBy
source: Sort by
ar: فرز حسب
az: Çeşidlə
be: Сартаваць па
ca: Ordena per
cs: Seřadit podle
de: Sortieren nach
es: Ordenar por
fa: مرتب‌سازی براساس
fr: Trier par
id: Urut berdasarkan
it: Ordina per
nl: Sorteren op
no: Sorter etter
pt_br: Ordenar por
ru: Сортировать по
sv: Sortera efter
uk: Сортувати за
ur: ترتیب دیں بذریعہ
vi: Sắp xếp theo

# sortNewestFirst
source: Newest first
ar: الأحدث أولاً
az: Əvvəlcə ən yeni
be: Спачатку самыя новыя
ca: Més nous primer
cs: Od nejnovějších
de: Neueste zuerst
es: Más recientes primero
fa: ایتدا جدیدترین
fr: Plus récent en premier
id: Terbaru dulu
it: Prima le più nuove
nl: Nieuwste eerst
no: Nyeste først
pt_br: Recentes primeiro
ru: Сначала новые
sv: Nyast först
uk: Спочатку найновіші
ur: پہلے تازہ ترین
vi: Mới nhất trước

# sortOldestFirst
source: Oldest first
ar: الأقدم أولاً
az: Əvvəlcə ən köhnə
be: Спачатку самыя старыя
ca: Més antics primer
cs: Od nejstarších
de: Älteste zuerst
es: Más antiguos primero
fa: ایتدا قدیمی‌ترین
fr: Plus ancien en premier
id: Terlama dulu
it: Prima le più vecchie
nl: Oudste eerst
no: Eldste først
pt_br: Antigos primeiro
ru: Сначала старые
sv: Äldst först
uk: Спочатку найстаріші
ur: پہلے قدیم ترین
vi: Cũ nhất trước

source: Rename
ar: إعادة تسمية
az: Adı dəyiş
be: Перайменаваць
ca: Reanomena
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fa: تغییر نام
fr: Renommer
id: Ubah nama
it: Rinomina
nl: Naam wijzigen
nn: Endra namn
no: Endre navn
pt_br: Renomear
ru: Переименовать
sr: Преименуј
sv: Döp om
uk: Перейменувати
ur: نام تبدیل کریں
vi: Đổi tên

source: Verifying...
ar: جارٍ التحقق...
az: Yoxlanılır...
be: Спраўджанне...
ca: Verificant...
cs: Ověřování...
de: Verifiziere …
el: Γίνεται επιβεβαίωση...
es: Verificando...
fa: در حال تایید...
fr: Validation en cours...
it: Verifica in corso...
nl: Verifiëren...
no: Verifiserer...
pt_br: Verificando...
ru: Проверка...
sv: Verifierar...
uk: Перевіряємо...
ur: تصدیق کی جا رہی ہے...
vi: Đang xác minh...

source: Rename file
ar: إعادة تسمية الملف
az: Faylın adını dəyiş
be: Перайменаваць файл
ca: Reanomena fitxer
cs: Přejmenovat soubor
de: Datei umbenennen
es: Renombrar archivo
fa: تغییر نام پرونده
fr: Renommer le fichier
id: Ubah nama file
it: Rinomina file
nl: Bestandsnaam wijzigen
nn: Endra namn på fil
no: Gi nytt filnavn
pt_br: Renomear arquivo
ru: Переименовать файл
sr: Преименуј фајл
sv: Döp om fil
uk: Перейменувати файл
ur: فائل کا نام تبدیل کریں
vi: Đổi tên tệp

# itLooksLikeSomethingWentWrongPleaseRetryAfterSome
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
ar: يبدو أن خطأً ما قد حدث. يرجى المحاولة مرة أخرى بعد بعض الوقت. إذا استمر الخطأ، يرجى الاتصال بفريق الدعم لدينا.
az: Görünür, nəsə yanlış getdi. Zəhmət olmasa, bir müddət sonra yenidən cəhd edin. Xəta davam edərsə, dəstək komandamızla əlaqə saxlayın.
be: Здаецца, што нешта пайшло не так. Паспрабуйце яшчэ раз крыху пазней. Звяжыцеся са службай падтрымкі, калі праблема захаваецца.
ca: Sembla que alguna cosa ha anat malament. Si us plau, torna-ho a provar després d'una estona. Si l'error persisteix, si us plau contacta amb el nostre equip de suport.
cs: Zdá se, že došlo k chybě. Zkuste to prosím znovu později. Pokud chyba přetrvává, kontaktujte prosím náš tým podpory.
de: Etwas ist schiefgelaufen. Bitte versuche es später noch einmal. Sollte der Fehler weiter bestehen, kontaktiere unser Supportteam.
es: Parece que algo salió mal. Por favor, vuelve a intentarlo después de algún tiempo. Si el error persiste, ponte en contacto con nuestro equipo de soporte.
fa: به نظر می‌رسد مشکلی وجود دارد. لطفا بعد از مدتی دوباره تلاش کنید. اگر همچنان با خطا مواجه می‌شوید، لطفا با تیم پشتیبانی ما ارتباط برقرار کنید.
fr: Il semble qu'une erreur s'est produite. Veuillez réessayer après un certain temps. Si l'erreur persiste, veuillez contacter notre équipe d'assistance.
id: Sepertinya terjadi kesalahan. Silakan coba lagi setelah beberapa saat. Jika kesalahan terus terjadi, silakan hubungi tim dukungan kami.
it: Sembra che qualcosa sia andato storto. Riprova tra un po'. Se l'errore persiste, contatta il nostro team di supporto.
nl: Het lijkt erop dat er iets fout is gegaan. Probeer het later opnieuw. Als de fout zich blijft voordoen, neem dan contact op met ons supportteam.
no: Det ser ut til at noe gikk galt. Prøv på nytt etter en stund. Hvis feilen vedvarer, kan du kontakte kundestøtte.
pt_br: Parece que algo deu errado. Tente novamente mais tarde. Caso o erro persistir, por favor, entre em contato com nossa equipe.
ru: Похоже, что-то пошло не так. Пожалуйста, повторите попытку через некоторое время. Если ошибка сохраняется, обратитесь в нашу службу поддержки.
uk: Схоже, що щось пішло не так. Спробуйте ще раз через деякий час. Якщо помилка не зникне, зв'яжіться з нашою командою підтримки.
ur: لگتا ہے کچھ غلط ہو گیا ہے. براہ کرم کچھ دیر بعد دوبارہ کوشش کریں. اگر خرابی برقرار رہتی ہے تو، براہ کرم ہماری سپورٹ ٹیم سے رابطہ کریں.
vi: Có vẻ đã xảy ra sự cố. Vui lòng thử lại sau ít phút. Nếu lỗi vẫn tiếp diễn, hãy liên hệ với đội ngũ hỗ trợ của chúng tôi.

source: Error
ar: خطأ
az: Xəta
be: Памылка
cs: Chyba
de: Fehler
fa: خطا
fr: Erreur
id: Kesalahan
it: Errore
nl: Foutmelding
no: Feil
pt_br: Erro
ru: Ошибка
sv: Fel
uk: Помилка
ur: خرابی
vi: Lỗi

# tempErrorContactSupportIfPersists
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
ar: يبدو أن خطأً ما قد حدث. يرجى المحاولة مرة أخرى بعد بعض الوقت. إذا استمر الخطأ، يرجى الاتصال بفريق الدعم لدينا.
az: Görünür, nəsə yanlış getdi. Zəhmət olmasa, bir müddət sonra yenidən cəhd edin. Xəta davam edərsə, dəstək komandamızla əlaqə saxlayın.
be: Здаецца, што нешта пайшло не так. Паспрабуйце яшчэ раз крыху пазней. Звяжыцеся са службай падтрымкі, калі праблема захаваецца.
ca: Sembla que alguna cosa ha anat malament. Si us plau, torna-ho a provar després d'una estona. Si l'error persisteix, si us plau contacta amb el nostre equip de suport.
cs: Zdá se, že došlo k chybě. Zkuste to prosím znovu později. Pokud chyba přetrvává, kontaktujte prosím náš tým podpory.
de: Etwas ist schiefgelaufen. Bitte versuche es später noch einmal. Sollte der Fehler weiter bestehen, kontaktiere unser Supportteam.
es: Parece que algo salió mal. Por favor, vuelve a intentarlo después de algún tiempo. Si el error persiste, ponte en contacto con nuestro equipo de soporte.
fa: به نظر می‌رسد مشکلی وجود دارد. لطفا بعد از مدتی دوباره تلاش کنید. اگر همچنان با خطا مواجه می‌شوید، لطفا با تیم پشتیبانی ما ارتباط برقرار کنید.
fr: Il semble qu'une erreur s'est produite. Veuillez réessayer après un certain temps. Si l'erreur persiste, veuillez contacter notre équipe d'assistance.
id: Sepertinya terjadi kesalahan. Silakan coba lagi setelah beberapa saat. Jika kesalahan terus terjadi, silakan hubungi tim dukungan kami.
it: Sembra che qualcosa sia andato storto. Riprova tra un po'. Se l'errore persiste, contatta il nostro team di supporto.
nl: Het lijkt erop dat er iets fout is gegaan. Probeer het later opnieuw. Als de fout zich blijft voordoen, neem dan contact op met ons supportteam.
no: Det ser ut som noe gikk galt. Prøv på nytt etter en stund. Hvis feilen vedvarer, kontakt kundestøtte.
pt_br: Parece que algo deu errado. Tente novamente mais tarde. Caso o erro persistir, por favor, entre em contato com nossa equipe.
ru: Похоже, что-то пошло не так. Пожалуйста, повторите попытку через некоторое время. Если ошибка сохраняется, обратитесь в нашу службу поддержки.
uk: Схоже, що щось пішло не так. Спробуйте ще раз через деякий час. Якщо помилка не зникне, зв'яжіться з нашою командою підтримки.
ur: لگتا ہے کچھ غلط ہو گیا ہے. براہ کرم کچھ دیر بعد دوبارہ کوشش کریں. اگر خرابی برقرار رہتی ہے تو، براہ کرم ہماری سپورٹ ٹیم سے رابطہ کریں.
vi: Có vẻ đã xảy ra sự cố. Vui lòng thử lại sau ít phút. Nếu lỗi vẫn tiếp diễn, hãy liên hệ với đội ngũ hỗ trợ của chúng tôi.

source: Preparing logs...
ar: جارٍ تحضير السجلات...
az: Qeydlər hazırlanır...
be: Падрыхтоўка журналаў...
ca: Preparant registres...
cs: Příprava záznamů...
de: Protokolle werden vorbereitet...
es: Preparando registros...
fa: در حال آماده‌سازی لاگ‌ها...
fr: Préparation des journaux...
id: Menyiapkan log...
it: Preparando i log...
nl: Logboeken voorbereiden...
no: Forbereder logger...
pt_br: Preparando registros...
ru: Подготовка логов...
sv: Förbereder loggar...
uk: Підготовка журналів...
ur: لاگز تیار ہو رہے ہیں...
vi: Đang ghi nhật ký...

source: Did you know?
ar: هل تعلم؟
az: Bilirdinizmi?
be: Ці ведалі вы што?
ca: Sabies que?
cs: Věděli jste?
de: Schon gewusst?
es: ¿Sabías que?
fa: آیا می‌دانستید؟
fr: Le savais-tu ?
id: Tahukah kamu?
it: Lo sapevi che?
nl: Wist u dat?
no: Visste du at?
pt_br: Você sabia?
ru: Знаете ли вы?
sv: Visste du?
uk: Чи знали ви?
ur: کیا آپ جانتے ہیں؟
vi: Bạn có biết?

source: Color
ar: اللون
az: Rəng
be: Колер
cs: Barva
de: Farbe
el: Χρώμα
fa: رنگ
fr: Couleur
id: Warna
it: Colore
ku: Reng
nl: Kleur
no: Farge
pt_br: Cor
ru: Цвет
sr: Боја
sv: Färg
uk: Колір
ur: رنگ
vi: Màu sắc

# dayToday
source: Today
ar: اليوم
az: Bu gün
be: Сёння
ca: Avui
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd'hui
id: Hari Ini
it: Oggi
nl: Vandaag
no: I dag
pt_br: Hoje
ru: Сегодня
sr: Данас
sv: Idag
uk: Сьогодні
ur: آج
vi: Hôm nay

# dayYesterday
source: Yesterday
ar: الأمس
az: Dünən
be: Учора
ca: Ahir
cs: Včera
de: Gestern
el: Χθες
es: Ayer
fa: دیروز
fr: Hier
id: Kemarin
it: Ieri
nl: Gisteren
no: I går
pt_br: Ontem
ru: Вчера
sr: Јуче
sv: Igår
uk: Вчора
ur: کل
vi: Hôm qua

source: Storage
ar: التخزين
az: Yaddaş
be: Сховішча
ca: Emmagatzematge
cs: Úložiště
de: Speicherplatz
el: Αποθηκευτικός χώρος
es: Almacenamiento
fa: حافظه ذخیره‌سازی
fr: Stockage
id: Penyimpanan
it: Spazio di archiviazione
nl: Opslagruimte
no: Lagring
pt_br: Armazenamento
ru: Хранилище
sv: Lagring
uk: Сховище
ur: اسٹوریج
vi: Dung lượng

# storageBreakupFamily
source: Family
ar: العائلة
az: Ailə
be: Сямейны
ca: Família
cs: Rodina
de: Familie
el: Οικογένεια
es: Familia
fa: خانوادگی
fr: Famille
id: Keluarga
it: Famiglia
nl: Familie
no: Familie
pt_br: Família
ru: Семья
sr: Породица
sv: Familj
uk: Сім'я
ur: فیملی
vi: Gia đình

# storageBreakupYou
source: You
ar: أنت
az: Sən
be: Вы
ca: Tu
cs: Vy
de: Sie
el: Εσείς
es: Usted
fa: شما
fr: Vous
id: Kamu
it: Tu
nl: Jij
no: Deg
pt_br: Você
ru: Вы
sr: Ти
sv: Du
uk: Ви
ur: آپ
vi: Bạn

# storageUsageInfo
source: {usedAmount} {usedStorageUnit} of {totalAmount} {totalStorageUnit} used
ar: تم استخدام {usedAmount} {usedStorageUnit} من {totalAmount} {totalStorageUnit}
az: {totalAmount} {totalStorageUnit}-dan {usedAmount} {usedStorageUnit} istifadə edilib
be: Выкарыстана {usedAmount} {usedStorageUnit} з {totalAmount} {totalStorageUnit}
ca: {usedAmount} {usedStorageUnit} de {totalAmount} {totalStorageUnit} utilitzats
cs: {usedAmount} {usedStorageUnit} z {totalAmount} {totalStorageUnit} použito
de: {usedAmount} {usedStorageUnit} von {totalAmount} {totalStorageUnit} verwendet
el: {usedAmount} {usedStorageUnit} από {totalAmount} {totalStorageUnit} σε χρήση
es: {usedAmount} {usedStorageUnit} de {totalAmount} {totalStorageUnit} usados
fa: {usedAmount} {usedStorageUnit} از {totalAmount} {totalStorageUnit} استفاده شده
fr: {usedAmount} {usedStorageUnit} sur {totalAmount} {totalStorageUnit} utilisés
id: {usedAmount} {usedStorageUnit} dari {totalAmount} {totalStorageUnit} terpakai
it: {usedAmount} {usedStorageUnit} di {totalAmount} {totalStorageUnit} utilizzati
nl: {usedAmount} {usedStorageUnit} van {totalAmount} {totalStorageUnit} gebruikt
no: {usedAmount} {usedStorageUnit} av {totalAmount} {totalStorageUnit} brukt
pt_br: {usedAmount} {usedStorageUnit} de {totalAmount} {totalStorageUnit} usado
ru: Использовано {usedAmount} {usedStorageUnit} из {totalAmount} {totalStorageUnit}
uk: {usedAmount} {usedStorageUnit} з {totalAmount} {totalStorageUnit} використано
ur: {totalAmount} {totalStorageUnit} میں سے {usedAmount} {usedStorageUnit} استعمال شدہ
vi: {usedAmount} {usedStorageUnit} / {totalAmount} {totalStorageUnit} đã dùng

# availableStorageSpace
source: {freeAmount} {storageUnit} free
ar: {freeAmount} {storageUnit} متوفرة
az: {freeAmount} {storageUnit} boşdur
be: Вольна {freeAmount} {storageUnit}
ca: {freeAmount} {storageUnit} lliures
cs: {freeAmount} {storageUnit} volných
de: {freeAmount} {storageUnit} frei
el: {freeAmount} {storageUnit} ελεύθερα
es: {freeAmount} {storageUnit} disponible
fa: {freeAmount} {storageUnit} رایگان
fr: {freeAmount} {storageUnit} libre
id: {freeAmount} {storageUnit} tersedia
it: {freeAmount} {storageUnit} liberi
nl: {freeAmount} {storageUnit} vrij
no: {freeAmount} {storageUnit} ledig
pt_br: {freeAmount} {storageUnit} livre
ru: Свободно {freeAmount} {storageUnit}
sv: {freeAmount} {storageUnit} gratis
uk: {freeAmount} {storageUnit} вільно
ur: {freeAmount} {storageUnit} مفت
vi: {freeAmount} {storageUnit} trống

# appVersion
source: Version: {versionValue}
ar: الإصدار: {versionValue}
az: Versiya {versionValue}
be: Версія: {versionValue}
cs: Verze: {versionValue}
el: Έκδοση: {versionValue}
es: Versión {versionValue}
fa: نسخه: {versionValue}
id: Versi: {versionValue}
it: Versione: {versionValue}
nl: Versie: {versionValue}
no: Versjon: {versionValue}
pt_br: Versão: {versionValue}
ru: Версия {versionValue}
uk: Версія: {versionValue}
ur: ورژن {versionValue}
vi: Phiên bản {versionValue}

# verifyIDLabel
source: Verify
ar: تحقق
az: Təsdiqlə
be: Спраўдзіць
ca: Verifica
cs: Ověřit
de: Überprüfen
el: Επαλήθευση
es: Verificar
fa: تایید
fr: Vérifier
it: Verifica
nl: Verifiëren
no: Bekreft
pt_br: Verificar
ru: Подтвердить
sv: Verifiera
uk: Підтвердження
ur: تصدیق کریں
vi: Xác minh

# fileInfoAddDescHint
source: Add a description...
ar: إضافة وصف...
az: Təsvir əlavə edin...
be: Дадаць апісанне...
ca: Afegeix una descripció...
cs: Přidat popis...
de: Beschreibung hinzufügen …
el: Προσθήκη περιγραφής...
es: Añadir descripción...
fa: افزودن توضیحات...
fr: Ajouter une description...
id: Tambahkan keterangan...
it: Aggiungi descrizione...
nl: Voeg een beschrijving toe...
nn: Legg til skildring …
no: Legg til en beskrivelse...
pt_br: Adicionar descrição...
ru: Добавить описание...
sr: Додај опис
sv: Lägg till en beskrivning...
uk: Додати опис...
ur: تفصیل شامل کریں...
vi: Thêm mô tả...

# editLocationTagTitle
source: Edit location
ar: تعديل الموقع
az: Məkanı redaktə et
be: Змяніць месцазнаходжанне
ca: Edita ubicació
cs: Upravit lokalitu
de: Standort bearbeiten
el: Επεξεργασία τοποθεσίας
es: Editar la ubicación
fa: ویرایش مکان
fr: Modifier le lieu
id: Edit lokasi
it: Modifica luogo
nl: Locatie bewerken
no: Rediger plassering
pt_br: Editar localização
ru: Изменить местоположение
sr: Измени локацију
sv: Redigera plats
uk: Змінити розташування
ur: مقام میں ترمیم کریں
vi: Chỉnh sửa vị trí

# familyPlanPortalTitle
source: Family
ar: العائلة
az: Ailə
be: Сямейны
ca: Família
cs: Rodina
de: Familie
el: Οικογένεια
es: Familia
fa: خانوادگی
fr: Famille
id: Keluarga
it: Famiglia
ku: Malbat
nl: Familie
no: Familie
pt_br: Família
ru: Семья
sv: Familj
uk: Сім'я
ur: فیملی
vi: Gia đình

# androidBiometricHint
source: Verify identity
ar: تحقق من الهوية
az: Kimliyi təsdiqlə
be: Спраўдзіць ідэнтычнасць
ca: Verifica identitat
cs: Ověřte svou identitu
de: Identität verifizieren
el: Επαλήθευση ταυτότητας
es: Verificar identidad
fa: تایید هویت
fr: Vérifier l’identité
id: Verifikasi identitas
it: Verifica l'identità
nl: Identiteit verifiëren
no: Verifiser identitet
pt_br: Verificar identidade
ru: Подтвердите личность
sv: Verifiera identitet
uk: Підтвердження особистості
ur: شناخت کی تصدیق کریں
vi: Xác minh danh tính

# androidBiometricSuccess
source: Success
ar: نجاح
az: Uğurlu
be: Паспяхова
ca: Èxit
cs: Úspěch
de: Erfolgreich
el: Επιτυχία
es: Listo
fa: موفقیت
fr: Succès
id: Berhasil
it: Operazione riuscita
ku: Serkeftin
nl: Succes
no: Vellykket
pt_br: Sucesso
ru: Успешно
uk: Успішно
ur: کامیاب
vi: Thành công

# androidCancelButton
source: Cancel
ar: إلغاء
az: Ləğv et
be: Скасаваць
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
it: Annulla
ku: Têk bibe
nl: Annuleren
nn: Avbryt
no: Avbryt
pt_br: Cancelar
ru: Отмена
sv: Avbryt
uk: Скасувати
ur: منسوخ کریں
vi: Hủy

source: File types
ar: أنواع الملفات
az: Fayl növləri
be: Тыпы файлаў
ca: Tipus de fitxers
cs: Typy souboru
de: Dateitypen
es: Tipos de archivos
fa: انواع پرونده
fr: Types de fichiers
id: Jenis file
it: Tipi di file
nl: Bestandstype
no: Filtyper
pt_br: Tipos de arquivo
ru: Типы файлов
sv: Filtyper
uk: Типи файлів
ur: فائل کی اقسام
vi: Loại tệp

# hearUsWhereTitle
source: How did you hear about Ente? (optional)
ar: كيف سمعت عن Ente؟ (اختياري)
az: Ente haqqında haradan eşitmisiniz?
be: Адкуль вы пачулі пра Ente? (неабавязкова)
cs: Jak jste se dozvěděli o společnosti Ente? (volitelné)
de: Wie hast du von Ente erfahren?
fa: از کجا در مورد Ente شنیدی؟ (اختیاری)
fr: Comment avez-vous entendu parler de Ente? (facultatif)
id: Dari mana Anda menemukan Ente? (opsional)
it: Come hai sentito parlare di Ente? (opzionale)
nl: Hoe hoorde je over Ente? (optioneel)
no: Hvordan fikk du høre om Ente? (valgfritt)
pt_br: Como você soube do Ente? (opcional)
ru: Как вы узнали о Ente?
uk: Як ви дізналися про Ente? (необов'язково)
ur: آپ نے Ente کے بارے میں کیسے سنا؟
vi: Bạn biết Ente từ đâu? (tùy chọn)
