Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# linkEnabled
source: Enabled
ar: مفعّل
az: Aktivdir
be: Уключана
ca: Activat
cs: Povoleno
de: Aktiviert
es: Habilitado
fa: فعال
fr: Activé
id: Aktif
it: Attivato
nl: Ingeschakeld
no: Aktivert
pt_br: Ativado
ru: Включена
sr: Омогућено
sv: Aktiverat
uk: Увімкнено
ur: فعال
vi: Đã bật

# linkNeverExpires
source: Never
ar: أبدًا
az: Heç vaxt
be: Ніколі
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
id: Tidak pernah
it: Mai
nl: Nooit
no: Aldri
pt_br: Nunca
ru: Никогда
sr: Никада
sv: Aldrig
uk: Ніколи
ur: کبھی نہیں
vi: Không bao giờ

# expiredLinkInfo
source: This link has expired. Please select a new expiry time or disable link expiry.
ar: انتهت صلاحية هذا الرابط. يرجى اختيار وقت انتهاء صلاحية جديد أو تعطيل انتهاء صلاحية الرابط.
az: Bu linkin vaxtı bitib. Zəhmət olmasa, yeni bitmə vaxtı seçin və ya linkin vaxt məhdudiyyətini ləğv edin.
be: Гэта спасылка пратэрмінавана. Выберыце новы час тэрміну дзеяння або адключыце тэрмін дзеяння для спасылкі.
ca: Aquest enllaç ha caducat. Si us plau, selecciona una nova hora de caducitat o desactiva la caducitat de l'enllaç.
cs: Platnost odkazu vypršela. Zvolte prosím nový čas vypršení platnosti, nebo zakažte platnost odkazu.
de: Dieser Link ist abgelaufen. Bitte wähle ein neues Ablaufdatum oder deaktiviere das Ablaufdatum des Links.
es: Este enlace ha caducado. Por favor, selecciona una nueva fecha de caducidad o deshabilita la fecha de caducidad.
fa: این لینک منقضی شده است. لطفاً یک زمان انقضای جدید انتخاب کنید یا انقضای لینک را غیرفعال کنید.
fr: Ce lien a expiré. Veuillez sélectionner un nouveau délai d'expiration ou désactiver l'expiration du lien.
id: Link ini telah kedaluwarsa. Silakan pilih waktu kedaluwarsa baru atau nonaktifkan waktu kedaluwarsa.
it: Questo link è scaduto. Si prega di selezionare un nuovo orario di scadenza o disabilitare la scadenza del link.
nl: Deze link is verlopen. Selecteer een nieuwe vervaltijd of schakel de vervaldatum uit.
no: Denne lenken er utløpt. Vennligst velg en ny utløpstid eller deaktiver lenkeutløp.
pt_br: O link expirou. Selecione um novo tempo de expiração ou desative a expiração do link.
ru: Срок действия этой ссылки истёк. Пожалуйста, выберите новый срок или отключите его.
sr: Линк је истекао. Поставите ново време за престанак важности линка или онемогућите његово истицање.
sv: Denna länk har upphört att gälla. Välj ett nytt datum eller inaktivera tidsbegränsningen.
uk: Термін дії цього посилання минув. Будь ласка, виберіть новий час терміну дії або вимкніть це посилання.
ur: اس لنک کی میعاد ختم ہو چکی ہے. براہ کرم میعاد ختم ہونے کا نیا وقت منتخب کریں یا لنک کی میعاد ختم ہونے کو غیر فعال کریں.
vi: Liên kết này đã hết hạn. Vui lòng chọn thời gian hết hạn mới hoặc tắt tính năng hết hạn liên kết.

source: Set a password
ar: تعيين كلمة مرور
az: Şifrə təyin et
be: Задаць пароль
ca: Estableix una contrasenya
cs: Nastavit heslo
de: Passwort setzen
es: Establecer una contraseña
fa: یک رمز عبور تعیین کنید
fr: Définir un mot de passe
id: Atur sandi
it: Imposta una password
nl: Stel een wachtwoord in
no: Lag et passord
pt_br: Definir senha
ru: Установить пароль
sr: Постави лозинку
sv: Ange ett lösenord
uk: Встановити пароль
ur: پاس ورڈ سیٹ کریں
vi: Đặt mật khẩu

# linkExpiresOn
source: Link will expire on {expiryTime}
ar: ستنتهي صلاحية الرابط في {expiryTime}
az: Linkin vaxtı {expiryTime} tarixində bitəcək
be: Спасылка міне {expiryTime}
ca: L'enllaç caducarà el {expiryTime}
cs: Platnost odkazu vyprší {expiryTime}
de: Link läuft am {expiryTime} ab
es: El enlace caducará en {expiryTime}
fa: لینک در {expiryTime} منقضی خواهد شد
fr: Le lien expirera le {expiryTime}
id: Link akan kedaluwarsa pada {expiryTime}
it: Il link scadrà il {expiryTime}
nl: Link vervalt op {expiryTime}
no: Lenken utløper på {expiryTime}
pt_br: O link expirará em {expiryTime}
ru: Ссылка истечёт {expiryTime}
sr: Веза ће истећи {expiryTime}
sv: Länken upphör att gälla {expiryTime}
uk: Посилання закінчується через {expiryTime}
ur: لنک کی میعاد {expiryTime} کو ختم ہو جائے گی
vi: Liên kết sẽ hết hạn vào {expiryTime}

source: After 1 hour
ar: بعد ساعة
az: 1 saatdan sonra
be: Праз 1 гадзіну
ca: Després d'1 hora
cs: Po 1 hodině
de: Nach 1 Stunde
es: Después de 1 hora
fa: پس از 1 ساعت
fr: Après 1 heure
id: Setelah 1 jam
it: Dopo un’ora
ku: Piştî 1 demjimêr
nl: Na 1 uur
no: Etter 1 time
pt_br: Após 1 hora
ru: Через 1 час
sr: Након 1 сата
sv: Om en timme
uk: Через 1 годину
ur: ۱ گھنٹے بعد
vi: Sau 1 giờ

source: After 1 day
ar: بعد يوم
az: 1 gündən sonra
be: Праз 1 дзень
ca: Després d'1 dia
cs: Po 1 dni
de: Nach einem Tag
es: Después de un día
fa: پس از 1 روز
fr: Après 1 jour
id: Setelah 1 hari
it: Dopo un giorno
ku: Piştî 1 roj
nl: Na 1 dag
no: Etter 1 dag
pt_br: Após 1 dia
ru: Через 1 день
sr: Након 1 дана
sv: Om en dag
uk: Через 1 день
ur: ۱ دن بعد
vi: Sau 1 ngày

source: After 1 week
ar: بعد أسبوع
az: 1 həftədən sonra
be: Праз 1 тыдзень
ca: Després d'1 setmana
cs: Po 1 týdnu
de: Nach 1 Woche
es: Después de una semana
fa: پس از 1 هفته
fr: Après 1 semaine
id: Setelah 1 minggu
it: Dopo una settimana
ku: Piştî 1 hefte
nl: Na 1 week
no: Etter 1 uke
pt_br: Após 1 semana
ru: Через 1 неделю
sr: Након 1 недеље
sv: Om en vecka
uk: Через 1 тиждень
ur: ۱ ہفتے بعد
vi: Sau 1 tuần

source: After 1 month
ar: بعد شهر
az: 1 aydan sonra
be: Праз 1 месяц
ca: Després d'1 mes
cs: Po 1 měsíci
de: Nach 1 Monat
es: Después de un mes
fa: پس از 1 ماه
fr: Après 1 mois
id: Setelah 1 bulan
it: Dopo un mese
nl: Na 1 maand
no: Etter 1 måned
pt_br: Após 1 mês
ru: Через 1 месяц
sr: Након 1 месеца
sv: Om en månad
uk: Через 1 місяць
ur: ۱ مہینے بعد
vi: Sau 1 tháng

source: After 1 year
ar: بعد سنة
az: 1 ildən sonra
be: Праз 1 год
ca: Després d'1 any
cs: Po 1 roce
de: Nach 1 Jahr
es: Después de un año
fa: پس از 1 سال
fr: Après 1 an
id: Setelah 1 tahun
it: Dopo un anno
nl: Na 1 jaar
no: Etter 1 år
pt_br: Após 1 ano
ru: Через 1 год
sr: Након 1 године
sv: Om ett år
uk: Через 1 рік
ur: ۱ سال بعد
vi: Sau 1 năm

# albumParticipantsCount
source: {count, plural, =0 {No Participants} =1 {1 Participant} other {{count} Participants}}
ar: {count, plural, =0 {لا يوجد مُشاركون}=1 {مُشارك واحد} other {{count} مُشاركين}}
az: {count, plural, =0 {İştirakçı yoxdur} =1 {1 İştirakçı} other {{count} İştirakçı}}
be: {count, plural, =0 {Няма ўдзельнікаў} =1 {1 удзельнік} few {{count} удзельнікі} many {{count} удзельнікаў} other {{count} удзельнікаў}}
ca: {count, plural, =0 {Sense participants} =1 {1 participant} other {{count} participants}}
cs: {count, plural, =0 {Žádní účastníci} =1 {1 Účastník} other {{count} Účastníků}}
de: {count, plural, =0 {Keine Teilnehmer} =1 {1 Teilnehmer} other {{count} Teilnehmer}}
es: {count, plural, =0 {No hay Participantes} =1 {1 Participante} other {{count} Participantes}}
fa: {count, plural, =0 {هیچ شرکت‌کننده‌ای} =1 {1 شرکت‌کننده} other {{count} شرکت‌کننده}}
fr: {count, plural, =0 {Aucun Participant} =1 {1 Participant} other {{count} Participants}}
id: {count, plural, =0 {0 Peserta} =1 {1 Peserta} other {{count} Peserta}}
it: {count, plural, =0 {Nessun partecipante} =1 {1 Partecipante} other {{count} Partecipanti}}
nl: {count, plural, =0 {Geen deelnemers} =1 {1 deelnemer} other {{count} deelnemers}}
no: {count, plural, =0 {Ingen deltakere} =1 {1 deltaker} other {{count} deltakere}}
pt_br: {count, plural, =0 {Nenhum participante} =1 {1 participante} other {{count} participantes}}
ru: {count, plural, =0 {Нет участников} =1 {{count} участник} other {{count} участников}}
sr: {count, plural, =0 {Нека учесника} =1 {1 учесник} other {{count} учесника}}
sv: {count, plural, =0 {Inga deltagare} =1 {1 deltagare} other {{count} deltagare}}
uk: {count, plural, =0 {Немає учасників} =1 {1 учасник} other {{count} учасників}}
ur: {count, plural, =0 {کوئی شریک نہیں} =1 {۱ شریک} other {{count} شرکاء}}
vi: {count, plural, =0 {Không có người tham gia} =1 {1 người tham gia} other {{count} Người tham gia}}

source: Collect photos
ar: جمع الصور
az: Fotoları topla
be: Збор фатаграфій
ca: Recull fotos
cs: Shromáždit fotografie
de: Fotos sammeln
es: Recolectar fotos
fa: جمع آوری عکس‌ها
fr: Récupérer les photos
id: Kumpulkan foto
it: Raccogli le foto
nl: Foto's verzamelen
no: Samle bilder
pt_br: Coletar fotos
ru: Сбор фото
sr: Прикупи фотографије
sv: Samla in foton
uk: Зібрати фотографії
ur: تصاویر جمع کریں
vi: Thu thập ảnh

source: Collaborative link
ar: رابط تعاوني
az: Birgə fəaliyyət linki
be: Сумесная спасылка
ca: Enllaç col·laboratiu
cs: Odkaz na spolupráci
de: Gemeinschaftlicher Link
es: Enlace colaborativo
fa: لینک مشترک
fr: Lien collaboratif
id: Link kolaborasi
it: Link collaborativo
nl: Gezamenlijke link
no: Samarbeidslenke
pt_br: Link colaborativo
ru: Совместная ссылка
sr: Сарадничка веза
sv: Samarbetslänk
uk: Спільне посилання
ur: تعاون کا لنک
vi: Liên kết cộng tác

source: Share with non-Ente users
ar: المشاركة مع غير مستخدمي Ente
az: Ente istifadəçisi olmayanlarla paylaş
be: Абагуліць з карыстальнікамі, якія не карыстаюцца Ente
ca: Comparteix amb usuaris no Ente
cs: Sdílet s jinými uživateli
de: Mit Nicht-Ente-Benutzern teilen
es: Compartir con usuarios fuera de Ente
fa: به کاربران غیر انتی به اشتراک بگذارید
fr: Partager avec des utilisateurs non-Ente
id: Bagikan ke pengguna non-Ente
it: Condividi con utenti che non hanno un account Ente
nl: Delen met niet-Ente gebruikers
no: Del med brukere som ikke har Ente
pt_br: Compartilhar com usuários não ente
ru: Поделиться с пользователями, не использующими Ente
sr: Пошаљи корисницима који немају Енте налог
sv: Dela med icke-Ente användare
uk: Поділитися з користувачами без Ente
ur: غیر Ente صارفین کے ساتھ شیئر کریں
vi: Chia sẻ với người không dùng Ente

source: Create public link
ar: إنشاء رابط عام
az: İctimai link yarat
be: Стварыць публічную спасылку
ca: Crea enllaç públic
cs: Vytvořit veřejný odkaz
de: Öffentlichen Link erstellen
es: Crear enlace público
fa: ایجاد لینک عمومی
fr: Créer un lien public
id: Buat link publik
it: Crea link pubblico
nl: Maak publieke link
no: Opprett offentlig lenke
pt_br: Criar link público
ru: Создать публичную ссылку
sr: Креирај јавну везу
sv: Skapa offentlig länk
uk: Створити публічне посилання
ur: عوامی لنک بنائیں
vi: Tạo liên kết công khai

source: Send link
ar: إرسال الرابط
az: Linki göndər
be: Адправіць спасылку
ca: Envia enllaç
cs: Odeslat odkaz
de: Link senden
es: Enviar enlace
fa: ارسال لینک
fr: Envoyer le lien
id: Kirim link
it: Invia link
nl: Stuur link
no: Send lenke
pt_br: Enviar link
ru: Отправить ссылку
sr: Пошаљи везу
sv: Skicka länk
uk: Надіслати посилання
ur: لنک بھیجیں
vi: Gửi liên kết

source: Copy link
ar: نسخ الرابط
az: Linki kopyala
be: Скапіяваць спасылку
ca: Copia enllaç
cs: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
fa: کپی لینک
fr: Copier le lien
id: Salin link
it: Copia link
nl: Kopieer link
no: Kopier lenke
pt_br: Copiar link
ru: Скопировать ссылку
sr: Копирај везу
sv: Kopiera länk
uk: Копіювати посилання
ur: لنک کاپی کریں
vi: Sao chép liên kết

source: Link has expired
ar: انتهت صلاحية الرابط
az: Linkin vaxtı bitib
be: Спасылка пратэрмінавана
ca: L'enllaç ha caducat
cs: Platnost odkazu vypršela
de: Link ist abgelaufen
el: Ο σύνδεσμος έληξε
es: El enlace ha caducado
fa: لینک منقضی شده است
fr: Le lien a expiré
id: Link telah kedaluwarsa
it: Il link è scaduto
nl: Link is vervallen
no: Lenken har utløpt
pt_br: O link expirou
ru: Срок действия ссылки истёк
sr: Веза је истекла
sv: Länk har upphört att gälla
uk: Посилання прострочено
ur: لنک کی میعاد ختم ہو گئی ہے
vi: Liên kết đã hết hạn

source: Public link enabled
ar: تمكين الرابط العام
az: İctimai link aktiv edildi
be: Публічная спасылка ўключана
ca: Enllaç públic activat
cs: Veřejný odkaz povolen
de: Öffentlicher Link aktiviert
el: Ο δημόσιος σύνδεσμος ενεργοποιήθηκε
es: Enlace público habilitado
fa: لینک عمومی فعال شده است
fr: Lien public activé
id: Link publik aktif
it: Link pubblico abilitato
nl: Publieke link ingeschakeld
no: Offentlig lenke aktivert
pt_br: Link público ativo
ru: Публичная ссылка включена
sr: Јавна веза је укључена
sv: Offentlig länk aktiverad
uk: Публічне посилання увімкнено
ur: عوامی لنک فعال ہے
vi: Liên kết công khai đã được bật

source: Share a link
ar: مشاركة رابط
az: Link paylaş
be: Абагуліць спасылку
ca: Comparteix un enllaç
cs: Sdílet odkaz
de: Einen Link teilen
el: Μοιραστείτε έναν σύνδεσμο
es: Compartir un enlace
fa: به اشتراک گذاری یک لینک
fr: Partager le lien
id: Bagikan link
it: Condividi un link
nl: Deel een link
no: Del en lenke
pt_br: Compartilhar link
ru: Поделиться ссылкой
sr: Подели везу
sv: Dela en länk
uk: Поділитися посиланням
ur: لنک شیئر کریں
vi: Chia sẻ một liên kết

# sharedAlbumSectionDescription
source: Create shared and collaborative albums with other Ente users, including users on free plans.
ar: أنشئ ألبومات مشتركة وتعاونية مع مستخدمي Ente الآخرين، بما في ذلك المستخدمين ذوي الاشتراكات المجانية.
az: Digər Ente istifadəçiləri ilə pulsuz plan istifadəçiləri daxil olmaqla paylaşılan və birgə işlənilən albomlar yaradın.
be: Стварайце абагуленыя і сумесныя альбомы з іншымі карыстальнікамі Ente, уключаючы карыстальнікаў з бясплатным тарыфным планам.
ca: Crea àlbums compartits i col·laboratius amb altres usuaris d'Ente, inclosos els usuaris de plans gratuïts.
cs: Vytvářejte sdílená a společná alba s ostatními uživateli Ente, včetně uživatelů s bezplatnými tarify.
de: Erstelle gemeinsam mit anderen Ente-Nutzern geteilte Alben, inkl. Nutzern ohne Bezahltarif.
el: Δημιουργία κοινόχρηστων και συνεργατικών άλμπουμ με άλλους χρήστες Ente, συμπεριλαμβανομένων των χρηστών με δωρεάν συνδρομή.
es: Crea álbumes compartidos y colaborativos con otros usuarios de Ente, incluyendo usuarios de planes gratuitos.
fa: آلبوم‌های مشترک و همکاری را با سایر کاربران Ente ایجاد کنید، از جمله کاربران با طرح‌های رایگان.
fr: Créez des albums partagés et collaboratifs avec d'autres utilisateurs de Ente, y compris des utilisateurs ayant des plans gratuits.
id: Buat album bersama dan kolaborasi dengan pengguna Ente lain, termasuk pengguna paket gratis.
it: Crea album condivisi e collaborativi con altri utenti di Ente, inclusi gli utenti con piani gratuiti.
nl: Maak gedeelde en collaboratieve albums met andere Ente gebruikers, inclusief gebruikers met gratis abonnementen.
no: Opprett delte album du kan samarbeide om med andre Ente-brukere, inkludert brukere med gratisabonnement.
pt_br: Criar álbuns compartilhados e colaborativos com outros usuários Ente, incluindo usuários em planos gratuitos.
ru: Создавайте общие и совместные альбомы с другими пользователями Ente, включая пользователей на бесплатных тарифах.
sr: Креирај дељене и заједничке албуме са другим Енте корисницима, укључујући и оне на бесплатним плановима.
sv: Skapa delade och samarbetande album med andra Ente användare, inklusive användare med gratisnivån.
uk: Створюйте спільні альбоми з іншими користувачами Ente, включно з користувачами безплатних тарифів.
ur: دوسرے Ente صارفین کے ساتھ مشترکہ اور باہمی البمز بنائیں، بشمول مفت پلان والے صارفین.
vi: Tạo album chia sẻ và cộng tác với người dùng Ente khác, bao gồm người dùng gói miễn phí.

# shareWithPeopleSectionTitle
source: {numberOfPeople, plural, =0 {Share with specific people} =1 {Shared with 1 person} other {Shared with {numberOfPeople} people}}
ar: {numberOfPeople, plural, =0 {مشاركة مع أشخاص مُحددين}=1 {مُشارَك مع شخص واحد} other {مُشارَك مع {numberOfPeople} أشخاص}}
az: {numberOfPeople, plural, =0 {Müəyyən şəxslərlə paylaş} =1 {1 şəxslə paylaşıldı} other {{numberOfPeople} şəxslə paylaşıldı}}
be: {numberOfPeople, plural, =0 {Абагуліць з пэўнымі людзьмі} =1 {Абагулена з 1 чалавекам} other {Абагулена з {numberOfPeople} людзьмі}}
ca: {numberOfPeople, plural, =0 {Comparteix amb persones específiques} =1 {Compartit amb 1 persona} other {Compartit amb {numberOfPeople} persones}}
cs: {numberOfPeople, plural, =0 {Sdílet s konkrétními osobami} =1 {Sdíleno s 1 osobou} other {Sdíleno s {numberOfPeople} osobami}}
de: {numberOfPeople, plural, =0 {Teile mit bestimmten Personen} =1 {Teilen mit 1 Person} other {Teilen mit {numberOfPeople} Personen}}
el: {numberOfPeople, plural, one {}=0 {Μοιραστείτε με συγκεκριμένους ανθρώπους} =1 {Μοιραστείτε με 1 άτομο} other {Μοιραστείτε με {numberOfPeople} άτομα}}
es: {numberOfPeople, plural, =0 {Compartir con personas específicas} =1 {Compartido con una persona} other {Compartido con {numberOfPeople} personas}}
fa: {numberOfPeople, plural, =0 {به اشتراک گذاری با افراد خاص} =1 {به اشتراک گذاری با 1 نفر} other {به اشتراک گذاری با {numberOfPeople} نفر}}
fr: {numberOfPeople, plural, =0 {Partagez avec des personnes spécifiques} =1 {Partagé avec 1 personne} other {Partagé avec {numberOfPeople} personnes}}
id: {numberOfPeople, plural, =0 {Bagikan dengan orang tertentu} =1 {Berbagi dengan 1 orang} other {Berbagi dengan {numberOfPeople} orang}}
it: {numberOfPeople, plural, =0 {Condividi con persone specifiche} =1 {Condividi con una persona} other {Condividi con {numberOfPeople} persone}}
nl: {numberOfPeople, plural, =0 {Deel met specifieke mensen} =1 {Gedeeld met 1 persoon} other {Gedeeld met {numberOfPeople} mensen}}
no: {numberOfPeople, plural, =0 {Del med bestemte personer} =1 {Delt med 1 person} other {Delt med {numberOfPeople} personer}}
pt_br: {numberOfPeople, plural, =0 {Compartilhe com pessoas específicas} =1 {Compartilhado com 1 pessoa} other {Compartilhado com {numberOfPeople} pessoas}}
ru: {numberOfPeople, plural, =0 {Поделиться с конкретными людьми} =1 {Доступно 1 человеку} other {Доступно {numberOfPeople} людям}}
sr: {numberOfPeople, plural, =0 {Подели са одређеним особама} =1 {Подељено са 1 особом} other {Подељено са {numberOfPeople} особа}}
sv: {numberOfPeople, plural, =0 {Dela med specifika personer} =1 {Delad med en person} other {Delad med {numberOfPeople} personer}}
uk: {numberOfPeople, plural, =0 {Поділитися з конкретними людьми} =1 {Поділитися з 1 особою} other {Поділитися з {numberOfPeople} людьми}}
ur: {numberOfPeople, plural, =0 {مخصوص لوگوں کے ساتھ شیئر کریں} =1 {۱ شخص کے ساتھ شیئر کیا گیا} other {{numberOfPeople} لوگوں کے ساتھ شیئر کیا گیا}}
vi: {numberOfPeople, plural, =0 {Chia sẻ với những người cụ thể} =1 {Chia sẻ với 1 người} other {Chia sẻ với {numberOfPeople} người}}

source: This is your Verification ID
ar: هذا هو معرّف التحقق الخاص بك
az: Bu sizin Doğrulama ID-nizdir
be: Гэта ваш ідэнтыфікатар спраўджання
ca: Aquest és el teu ID de verificació
cs: Toto je vaše ověřovací ID
de: Dies ist deine Verifizierungs-ID
el: Αυτός είναι ο κωδικός επαλήθευσής σας
es: Esta es tu ID de verificación
fa: این شناسه تأیید شماست
fr: Ceci est votre ID de vérification
id: Ini adalah ID Verifikasi kamu
it: Questo è il tuo ID di verifica
nl: Dit is uw verificatie-ID
no: Dette er din bekreftelses-ID
pt_br: Este é o seu ID de verificação
ru: Это ваш идентификатор подтверждения
sr: Ово је Ваш ИД за верификацију
sv: Detta är ditt verifierings-ID
uk: Це ваш Ідентифікатор підтвердження
ur: یہ آپ کی تصدیقی آئی ڈی ہے
vi: Đây là ID xác minh của bạn

# someoneSharingAlbumsWithYouShouldSeeTheSameId
source: Someone sharing albums with you should see the same ID on their device.
ar: يجب أن يرى أي شخص يشارك ألبومات معك نفس معرّف التحقق على جهازه.
az: Sizinlə albom paylaşan şəxs öz cihazında eyni ID-ni görməlidir.
be: Вы і той, хто абагуліў альбом з вамі, павінны бачыць аднолькавы ідэнтыфікатар на сваіх прыладах.
ca: Algú que comparteixi àlbums amb tu hauria de veure el mateix ID al seu dispositiu.
cs: Osoba, která s vámi sdílí alba, by měla na svém zařízení vidět stejné ID.
de: Jemand, der Alben mit dir teilt, sollte die gleiche ID auf seinem Gerät sehen.
el: Κάποιος που μοιράζεται άλμπουμ με εσάς θα πρέπει να δει τον ίδιο κωδικό στη συσκευή του.
es: Alguien que comparta álbumes contigo debería ver el mismo ID en su dispositivo.
fa: کسی که آلبوم‌ها را با شما به اشتراک می‌گذارد باید همان شناسه را در دستگاه خود ببیند.
fr: Quelqu'un qui partage des albums avec vous devrait voir le même ID sur son appareil.
id: Orang yang membagikan album denganmu bisa melihat ID yang sama di perangkat mereka.
it: Chi condivide gli album con te deve vedere lo stesso ID sul proprio dispositivo.
nl: Iemand die albums met je deelt zou hetzelfde ID op hun apparaat moeten zien.
no: Folk som deler album med deg bør se den samme ID-en på deres enhet.
pt_br: Alguém compartilhando álbuns com você deve ver o mesmo ID no dispositivo.
ru: Тот, кто делится с вами альбомами, должен видеть такой же идентификатор на своём устройстве.
sr: Особе које деле албуме с тобом би требале да виде исти ИД на свом уређају.
sv: Någon som delar album med dig bör se samma ID på deras enhet.
uk: Той, хто ділиться з вами альбомами, повинен бачити той самий ідентифікатор на своєму пристрої.
ur: آپ کے ساتھ البمز شیئر کرنے والے شخص کو اپنی ڈیوائس پر وہی ID دیکھنی چاہیے.
vi: Ai đó chia sẻ album với bạn nên thấy cùng một ID trên thiết bị của họ.
