Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# selectedPhotos
source: {count} selected
ar: تم تحديد {count}
az: {count} seçildi
be: Выбрана: {count}
ca: {count} seleccionats
cs: Vybráno: {count}
de: {count} ausgewählt
el: {count, plural, one{{count} επιλεγμένο} other{{count} επιλεγμένα}}
es: {count} seleccionados
fa: {count} انتخاب شده
fr: {count} sélectionné(s)
id: {count} terpilih
it: {count} selezionati
ku: {count} hat hilbijartin
nl: {count} geselecteerd
nn: {count} valde
no: {count} valgt
pt_br: {count} selecionado(s)
ru: {count} выбрано
sr: {count} изабрано
sv: {count} markerade
uk: {count} вибрано
ur: {count} منتخب
vi: Đã chọn {count} mục

# selectedPhotosWithYours
source: {count} selected ({yourCount} yours)
ar: تم تحديد {count} ({yourCount} منها لك)
az: {count} seçildi ({yourCount} sizindir)
be: Выбрана: {count} ({yourCount} вашы)
ca: {count} seleccionats ({yourCount} teus)
cs: Vybráno: {count} ({yourCount} tvých)
de: {count} ausgewählt ({yourCount} von Ihnen)
el: {count, plural, one{{count} επιλεγμένο} other{{count} επιλεγμένα}} ({yourCount, plural, one{{yourCount} δικό σας} other{{yourCount} δικά σας}})
es: {count} seleccionados ({yourCount} tuyos)
fa: {count} انتخاب شده ({yourCount} از شما)
fr: {count} sélectionné(s) ({yourCount} à vous)
id: {count} dipilih ({yourCount} milikmu)
it: {count} selezionato ({yourCount} tuoi)
nl: {count} geselecteerd ({yourCount} van jou)
nn: {count} valde ({yourCount} av desse er dine)
no: {count} valgt ({yourCount} dine)
pt_br: {count} selecionado(s) ({yourCount} seus)
ru: {count} выбрано ({yourCount} ваших)
sr: {count} изабрано ({yourCount} Ваше)
sv: {count} markerade ({yourCount} din)
uk: {count} вибрано ({yourCount} ваші)
ur: {count} منتخب ({yourCount} آپ کی)
vi: {count} đã chọn ({yourCount} là của bạn)

# advancedSettings
source: Advanced
ar: الإعدادات المتقدمة
az: Qabaqcıl
be: Дадаткова
ca: Avançat
cs: Pokročilé
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fa: تنظیمات پیشرفته
fr: Avancé
id: Lanjutan
it: Avanzate
nl: Geavanceerd
nn: Avansert
no: Avansert
pt_br: Avançado
ru: Расширенные
sr: Напредно
sv: Avancerad
uk: Додатково
ur: اعلی
vi: Nâng cao

source: Photo grid size
ar: حجم شبكة الصور
az: Fotoşəkil şəbəkəsinin ölçüsü
be: Памер сеткі фатаграфій
ca: Mida de la graella de fotos
cs: Velikost mřížky fotografií
de: Fotorastergröße
el: Μέγεθος πλέγματος φωτογραφιών
es: Tamaño de la cuadrícula de fotos
fa: اندازه شبکه عکس
fr: Taille de la grille photo
id: Ukuran kotak foto
it: Dimensione griglia foto
nl: Foto raster grootte
no: Bilderutenettstørrelse
pt_br: Tamanho da grade de fotos
ru: Размер сетки фото
sr: Величина мреже за приказ фотографија
sv: Storlek på bildrutnät
uk: Розмір сітки фотографій
ur: فوٹو گرڈ کا سائز
vi: Kích thước lưới ảnh

# manageDeviceStorage
source: Manage device cache
ar: إدارة مساحة تخزين الجهاز
az: Cihaz keşini idarə et
be: Кіраваць кэшам прылады
ca: Gestiona la memòria cau del dispositiu
cs: Spravovat mezipaměť zařízení
de: Geräte-Cache verwalten
el: Διαχείριση προσωρινής μνήμης συσκευής
es: Gestionar almacenamiento caché del dispositivo
fa: مدیریت حافظه دستگاه
fr: Gérer le cache de l'appareil
id: Mengelola cache perangkat
it: Gestisci cache dispositivo
nl: Apparaatcache beheren
no: Behandle enhetens hurtigbuffer
pt_br: Gerenciar cache do dispositivo
ru: Управление кэшем устройства
sr: Управљај кеш меморијом уређаја
sv: Hantera enhetscache
uk: Керування кешем пристрою
ur: ڈیوائس کیشے کا انتظام کریں
vi: Quản lý bộ nhớ đệm của thiết bị

# manageDeviceStorageDesc
source: Review and clear local cache storage.
ar: مراجعة ومسح ذاكرة التخزين المؤقت المحلية.
az: Yerli keş yaddaşını nəzərdən keçirin və təmizləyin.
be: Паглядзець і ачысціць лакальны кэш сховішча.
ca: Revisa i neteja l'emmagatzematge de la memòria cau local.
cs: Zkontrolovat a vymazat místní úložiště mezipaměti.
de: Lokalen Cache-Speicher überprüfen und löschen.
el: Διαχείριση και εκκαθάριση τοπικής προσωρινής μνήμης.
es: Revisar y borrar almacenamiento caché local.
fa: بررسی و پاک‌سازی حافظه کش محلی.
fr: Examiner et vider le cache.
id: Tinjau dan hapus penyimpanan cache lokal.
it: Verifica e svuota la memoria cache locale.
nl: Bekijk en wis lokale cache opslag.
no: Gjennomgå og fjern lokal hurtigbuffer.
pt_br: Reveja e limpe o armazenamento de cache local.
ru: Ознакомиться и очистить локальный кэш.
sr: Прегледај и очисти локалну кеш меморију.
sv: Granska och rensa lokal cachelagring.
uk: Переглянути та очистити локальне сховище кешу.
ur: مقامی کیشے اسٹوریج کا جائزہ لیں اور صاف کریں.
vi: Xem và xóa bộ nhớ đệm trên thiết bị.

source: Machine learning
ar: تعلم الآلة
az: Maşın öyrənməsi
be: Машыннае навучанне
ca: Aprenentatge automàtic
cs: Strojové učení
de: Maschinelles Lernen
el: Μηχανική μάθηση
es: Aprendizaje automático
fa: یادگیری ماشین
fr: Apprentissage automatique (IA locale)
id: Pemelajaran mesin
it: Apprendimento automatico (ML)
no: Maskinlæring
pt_br: Aprendizado automático
ru: Машинное обучение
sr: Машинско учење
sv: Maskininlärning
uk: Машинне навчання
ur: مشین لرننگ
vi: Học máy

# mlConsent
source: Enable machine learning
ar: تمكين تعلم الآلة
az: Maşın öyrənməsini aktivləşdir
be: Уключана машыннае навучанне
ca: Activa aprenentatge automàtic
cs: Povolit strojové učení
de: Maschinelles Lernen aktivieren
el: Ενεργοποίηση μηχανικής μάθησης
es: Habilitar aprendizaje automático
fa: فعال‌سازی یادگیری ماشین
fr: Activer l'apprentissage automatique
id: Aktifkan pemelajaran mesin
it: Abilita l'apprendimento automatico
nl: Schakel machine learning in
no: Aktiver maskinlæring
pt_br: Ativar o aprendizado automático
ru: Включить машинное обучение
sr: Омогући машинско учење
sv: Aktivera maskininlärning
uk: Увімкнути машинне навчання
ur: مشین لرننگ کو فعال کریں
vi: Bật học máy

# mlConsentTitle
source: Enable machine learning?
ar: تمكين تعلم الآلة؟
az: Maşın öyrənməsi aktivləşdirilsin?
be: Уключыць машыннае навучанне?
ca: Activar aprenentatge automàtic?
cs: Povolit strojové učení?
de: Maschinelles Lernen aktivieren?
el: Ενεργοποίηση μηχανικής μάθησης;
es: ¿Habilitar aprendizaje automático?
fa: آیا می‌خواهید یادگیری ماشین را فعال کنید؟
fr: Activer l'apprentissage automatique ?
id: Aktifkan pemelajaran mesin?
it: Abilita l'apprendimento automatico?
nl: Machine learning inschakelen?
no: Aktiver maskinlæring?
pt_br: Ativar aprendizado auto.?
ru: Включить машинное обучение?
sr: Омогући машинско учење?
sv: Aktivera maskininlärning?
uk: Увімкнути машинне навчання?
ur: مشین لرننگ کو فعال کریں؟
vi: Bật học máy?

# mlConsentDescription
source: If you enable machine learning, Ente will extract information like face geometry from files, including those shared with you. This will happen on your device, and any generated biometric information will be end-to-end encrypted.
ar: إذا قمت بتمكين تعلم الآلة، سيقوم Ente باستخراج معلومات مثل هندسة الوجه من الملفات، بما في ذلك تلك التي تمت مشاركتها معك. سيحدث هذا على جهازك، وسيتم تشفير أي معلومات بيومترية تم إنشاؤها تشفيرًا تامًا من طرف إلى طرف.
az: Maşın öyrənməsini aktivləşdirsəniz, Ente fayllardan, o cümlədən sizinlə paylaşılanlardan üz həndəsəsi kimi məlumatları çıxaracaq. Bu, cihazınızda baş verəcək və yaradılan hər hansı biometrik məlumat uçdan-uca şifrələnəcək.
be: Ente будзе вымаць такую ​​інфармацыю з файлаў (таксама з файлаў, якія абагулілі з вамі), як геаметрыя твару. Дадзены працэс адбываецца на вашай прыладзе, і любая згенерыраваная біяметрычная інфармацыя будзе абаронена скразным шыфраваннем.
ca: Si actives l'aprenentatge automàtic, Ente extreurà informació com la geometria facial dels fitxers, inclosos els compartits amb tu. Això passarà al teu dispositiu, i qualsevol informació biomètrica generada estarà xifrada d'extrem a extrem.
cs: Pokud povolíte strojové učení, Ente bude extrahovat informace, jako je geometrie obličeje, ze souborů, včetně těch, které s vámi byly sdíleny. To se bude dít na vašem zařízení a veškeré generované biometrické informace budou koncově šifrovány.
de: Wenn du das maschinelle Lernen aktivierst, wird Ente Informationen wie etwa Gesichtsgeometrie aus Dateien extrahieren, einschließlich derjenigen, die mit dir geteilt werden. Dies geschieht auf deinem Gerät und alle erzeugten biometrischen Informationen werden Ende-zu-Ende-verschlüsselt.
el: Αν ενεργοποιήσετε τη μηχανική μάθηση, το Ente θα εξάγει από τα αρχεία, συμπεριλαμβανομένων εκείνων που έχουν διαμοιραστεί άλλοι με εσάς, πληροφορίες όπως χαρακτηριστικά προσώπων. Αυτό θα συμβαίνει στη συσκευή σας και κάθε βιομετρική πληροφορία που δημιουργείται θα είναι κρυπρογραφημένη από άκρο σε άκρο.
es: Si habilitas el aprendizaje automático, Ente extraerá información como la geometría de la cara de los archivos, incluyendo aquellos compartidos contigo. Esto sucederá en tu dispositivo, y cualquier información biométrica generada será encriptada de extremo a extremo.
fa: اگر یادگیری ماشین را فعال کنید، Ente اطلاعاتی مانند هندسه صورت را از فایل‌ها استخراج خواهد کرد، از جمله فایل‌هایی که با شما به اشتراک گذاشته شده‌اند. این فرآیند در دستگاه شما انجام خواهد شد و هرگونه اطلاعات بیومتریک تولید شده به‌صورت end-to-end رمزگذاری خواهد شد.
fr: Si vous activez l'apprentissage automatique Ente extraira des informations comme la géométrie des visages, y compris dans les photos partagées avec vous. Cela se fera localement sur votre appareil et avec un chiffrement bout-en-bout de toutes les données biométriques générées.
id: Jika kamu mengaktifkan pemelajaran mesin, Ente akan memproses informasi seperti geometri wajah dari file yang ada, termasuk file yang dibagikan kepadamu. Ini dijalankan pada perangkatmu, dan setiap informasi biometrik yang dibuat akan terenkripsi ujung ke ujung.
it: Se abiliti il Machine Learning, Ente estrarrà informazioni come la geometria del volto dai file, inclusi quelli condivisi con te. Questo accadrà sul tuo dispositivo, e qualsiasi informazione biometrica generata sarà crittografata end-to-end.
nl: Als u machine learning inschakelt, zal Ente informatie zoals gezichtsgeometrie uit bestanden extraheren, inclusief degenen die met u gedeeld worden. Dit gebeurt op uw apparaat, en alle gegenereerde biometrische informatie zal end-to-end versleuteld worden.
no: Hvis du aktiverer maskinlæring, vil Ente hente ut informasjon som ansiktsgeometri fra filer, inkludert de som er delt med deg. Dette skjer på enheten din, og all generert biometrisk informasjon blir ende-til-ende-kryptert.
pt_br: Se ativar o aprendizado automático, Ente extrairá informações de geometria facial dos arquivos, incluindo aqueles compartilhados consigo. Isso acontecerá em seu dispositivo, e qualquer informação biométrica gerada será criptografada de ponta a ponta.
ru: Если вы включите машинное обучение, Ente будет извлекать информацию такую, как геометрия лица, из файлов, включая те, которыми с вами поделились. Этот процесс будет происходить на вашем устройстве, и любая сгенерированная биометрическая информация будет защищена сквозным шифрованием.
sv: Om du aktiverar maskininlärning, kommer Ente extrahera information som ansiktsgeometri från filer, inklusive de som delas med dig. Detta kommer att hända på din enhet, och all genererad biometrisk information kommer att helsträckskrypteras.
uk: Якщо увімкнути машинне навчання, Ente вилучатиме інформацію, наприклад геометрію обличчя з файлів, включно з тими, хто поділився з вами. Це відбуватиметься на вашому пристрої, і будь-яка згенерована біометрична інформація буде наскрізно зашифрована.
ur: اگر آپ مشین لرننگ کو فعال کرتے ہیں، تو اینٹی Ente فائلوں سے چہرے کی ساخت جیسی معلومات اخذ کرے گا، بشمول وہ فائلیں جو آپ کے ساتھ شیئر کی گئی ہیں. یہ عمل آپ کے اپنے آلے پر ہوگا، اور تیار کردہ تمام بائیومیٹرک معلومات مکمل طور پر اینڈ ٹو اینڈ انکرپٹڈ ہوں گی.
vi: Nếu bạn bật học máy, Ente sẽ trích xuất thông tin như hình dạng khuôn mặt từ các tệp, gồm cả những tệp mà bạn được chia sẻ. Việc này sẽ diễn ra trên thiết bị của bạn, với mọi thông tin sinh trắc học tạo ra đều được mã hóa đầu cuối.

# mlConsentPrivacy
source: Please click here for more details about this feature in our privacy policy
ar: يرجى النقر هنا لمزيد من التفاصيل حول هذه الميزة في سياسة الخصوصية الخاصة بنا
az: Məxfilik siyasətimizdə bu funksiya haqqında daha çox məlumat üçün buraya klikləyin
be: Націсніце тут, каб атрымаць больш падрабязныя звесткі аб гэтай функцыі ў нашай палітыцы прыватнасці
ca: Si us plau, fes clic aquí per a més detalls sobre aquesta funció a la nostra política de privadesa
cs: Klikněte zde pro více informací o této funkci v našich zásadách ochrany osobních údajů
de: Bitte klicke hier für weitere Details zu dieser Funktion in unserer Datenschutzerklärung
el: Παρακαλούμε κάντε κλικ εδώ για να διαβάσετε περισσότερες πληροφορίες σχετικά με αυτό το χαρακτηριστικό στην πολιτική απορρήτου μας
es: Por favor, haz clic aquí para más detalles sobre esta característica en nuestra política de privacidad
fa: لطفاً برای جزئیات بیشتر درباره این ویژگی به سیاست حفظ حریم خصوصی ما مراجعه کنید
fr: Veuillez cliquer ici pour plus de détails sur cette fonctionnalité dans notre politique de confidentialité
id: Klik di sini untuk detail lebih lanjut tentang fitur ini pada kebijakan privasi kami
it: Clicca qui per maggiori dettagli su questa funzione nella nostra informativa sulla privacy
nl: Klik hier voor meer details over deze functie in ons privacybeleid.
no: Klikk her for mer informasjon om denne funksjonen i våre retningslinjer for personvern
pt_br: Clique aqui para mais detalhes sobre este recurso na política de privacidade
ru: Пожалуйста, нажмите здесь для получения подробностей об этой функции в нашей политике конфиденциальности
sr: Кликните како бисте сазнали више о овоме у нашим правилима приватности
sv: Klicka här för mer information om denna funktion i vår integritetspolicy
uk: Натисніть тут для більш детальної інформації про цю функцію в нашій політиці приватності
ur: ہماری پرائیویسی پالیسی میں اس فیچر کے بارے میں مزید تفصیلات کے لیے براہ کرم یہاں کلک کریں
vi: Vui lòng nhấn vào đây để biết thêm chi tiết về tính năng này trong chính sách quyền riêng tư của chúng tôi

# mlConsentConfirmation
source: I understand, and wish to enable machine learning
ar: أنا أفهم، وأرغب في تمكين تعلم الآلة
az: Anlayıram və maşın öyrənməsini aktivləşdirmək istəyirəm
be: Я разумею і хачу ўключыць машыннае навучанне
ca: Ho entenc, i vull activar l'aprenentatge automàtic
cs: Chápu a chci umožnit strojové učení
de: Ich verstehe und möchte das maschinelle Lernen aktivieren
el: Καταλαβαίνω και επιθυμώ να ενεργοποιήσω τη μηχανική μάθηση
es: Entiendo y deseo habilitar el aprendizaje automático
fa: من درک می‌کنم و می‌خواهم یادگیری ماشین را فعال کنم
fr: Je comprends et je souhaite activer l'apprentissage automatique
id: Saya memahami, dan bersedia mengaktifkan pemelajaran mesin
it: Comprendo e desidero abilitare l'apprendimento automatico
nl: Ik begrijp het, en wil machine learning inschakelen
no: Jeg forstår, og ønsker å aktivere maskinlæring
pt_br: Concordo e desejo ativá-lo
ru: Я понимаю и хочу включить машинное обучение
sr: Разумем, и желим да укључим машинско учење
sv: Jag förstår och vill aktivera maskininlärning
uk: Я розумію, та бажаю увімкнути машинне навчання
ur: میں سمجھتا ہوں، اور مشین لرننگ کو فعال کرنا چاہتا ہوں
vi: Tôi hiểu và muốn bật học máy

source: Magic search
ar: البحث السحري
az: Sehrli axtarış
be: Магічны пошук
ca: Cerca màgica
cs: Magické vyhledávání
de: Magische Suche
el: Μαγική αναζήτηση
es: Búsqueda mágica
fa: جستجوی جادویی
fr: Recherche magique
id: Penelusuran ajaib
it: Ricerca magica
nl: Magische zoekfunctie
no: Magisk søk
pt_br: Busca mágica
ru: Магический поиск
sr: Магична претрага
sv: Magisk sökning
uk: Магічний пошук
ur: میجک سرچ
vi: Tìm kiếm vi diệu

source: Discover
ar: اكتشاف
az: Kəşf et
be: Даведацца
ca: Descobreix
cs: Objevit
de: Entdecken
el: Ανακαλύψτε
es: Descubrir
fa: کشف کنید
fr: Découverte
id: Temukan
it: Scopri
nl: Ontdek
no: Oppdag
pt_br: Explorar
ru: Откройте для себя
sr: Истражи
sv: Upptäck
uk: Відкрийте для себе
ur: دریافت کریں
vi: Khám phá

# discover_identity
source: Identity
ar: الهوية
az: Kimlik
be: Ідэнтычнасць
ca: Identitat
cs: Identita
de: Identität
el: Ταυτότητα
es: Identidad
fa: هویت
fr: Identité
id: Identitas
it: Identità
nl: Identiteit
no: Identitet
pt_br: Identidade
ru: Документы
sr: Идентитет
sv: Identitet
uk: Особистість
ur: شناخت
vi: Nhận dạng

# discover_screenshots
source: Screenshots
ar: لقطات الشاشة
az: Ekran görüntüləri
be: Здымкі экрана
ca: Captures de pantalla
cs: Snímky obrazovky
de: Bildschirmfotos
el: Στιγμιότυπα οθόνης
es: Capturas de pantalla
fa: عکس‌های صفحه
fr: Captures d'écran
id: Tangkapan layar
it: Schermate
nl: Schermafbeeldingen
no: Skjermbilder
pt_br: Capturas de tela
ru: Скриншоты
sr: Снимци екрана
sv: Skärmdumpar
uk: Знімки екрана
ur: اسکرین شاٹس
vi: Ảnh chụp màn hình

# discover_receipts
source: Receipts
ar: الإيصالات
az: Qəbzlər
be: Чэкі
ca: Rebuts
cs: Účtenky
de: Belege
el: Αποδείξεις
es: Recibos
fa: فاکتورها
fr: Recettes
id: Tanda Terima
it: Ricette
nl: Bonnen
no: Kvitteringer
pt_br: Recibos
ru: Чеки
sr: Признанице
sv: Kvitton
uk: Квитанції
ur: رسیدیں
vi: Biên lai

# discover_notes
source: Notes
ar: الملاحظات
az: Qeydlər
be: Нататкі
cs: Poznámky
de: Notizen
el: Σημειώσεις
es: Notas
fa: یادداشت‌ها
id: Catatan
it: Note
nl: Notities
no: Notater
pt_br: Notas
ru: Заметки
sr: Белешке
sv: Anteckningar
uk: Нотатки
ur: نوٹس
vi: Ghi chú

# discover_memes
source: Memes
ar: الميمز
az: Memlər
be: Мемы
ca: Mems
cs: Memy
fa: میم‌ها
fr: Mèmes
id: Meme
it: Meme
ru: Мемы
sr: Мимови
uk: Меми
ur: میمز
vi: Meme

# discover_visiting_cards
source: Visiting Cards
ar: بطاقات الزيارة
az: Vizit kartları
be: Візітныя карткі
ca: Targetes de visita
cs: Vizitky
de: Visitenkarten
el: Επαγγελματικές Κάρτες
es: Tarjetas de visita
fa: کارت‌های ویزیت
fr: Carte de Visite
it: Biglietti da Visita
nl: Visite kaartjes
no: Visittkort
pt_br: Cartões de visita
ru: Визитки
sr: Разгледнице
sv: Besökskort
uk: Візитівки
ur: وزٹنگ کارڈز
vi: Danh thiếp

# discover_babies
source: Babies
ar: الأطفال
az: Körpələr
be: Немаўляты
ca: Bebès
cs: Děti
de: Babys
el: Μωρά
es: Bebés
fa: نوزادان
fr: Bébés
id: Bayi
it: Neonati
nl: Baby's
nn: Babyar
no: Babyer
pt_br: Bebês
ru: Малыши
sr: Бебе
sv: Barn
uk: Немовлята
ur: بچے
vi: Em bé

# discover_pets
source: Pets
ar: الحيوانات الأليفة
az: Ev heyvanları
be: Домашнія жывёлы
ca: Mascotes
cs: Domácí mazlíčci
de: Haustiere
el: Κατοικίδια
es: Mascotas
fa: حیوانات خانگی
fr: Animaux de compagnie
id: Hewan
it: Animali domestici
nl: Huisdieren
nn: Kjæledyr
no: Kjæledyr
pt_br: Animais de estimação
ru: Питомцы
sr: Љубимци
sv: Husdjur
uk: Домашні тварини
ur: پالتو جانور
vi: Thú cưng

# discover_selfies
source: Selfies
ar: صور السيلفي
az: Selfilər
be: Сэлфi
cs: Selfie
fa: سلفی‌ها
id: Swafoto
it: Selfie
nn: Selfiar
no: Selfier
ru: Селфи
sr: Селфији
uk: Селфі
ur: سیلفیز
vi: Selfie

# discover_wallpapers
source: Wallpapers
ar: الخلفيات
az: Divar kağızları
be: Шпалеры
ca: Fons de pantalla
cs: Pozadí
de: Hintergründe
el: Ταπετσαρίες
es: Fondos de pantalla
fa: پس‌زمینه‌ها
fr: Fonds d'écran
id: Gambar latar
it: Sfondi
nl: Achtergronden
no: Bakgrunnsbilder
pt_br: Papéis de parede
ru: Обои
sr: Позадине
sv: Bakgrundsbilder
uk: Шпалери
ur: وال پیپرز
vi: Hình nền

# discover_food
source: Food
ar: الطعام
az: Yemək
be: Ежа
ca: Menjar
cs: Jídlo
de: Essen
el: Φαγητό
es: Comida
fa: غذا
fr: Alimentation
id: Makanan
it: Cibo
nl: Voedsel
nn: Mat
no: Mat
pt_br: Comida
ru: Еда
sr: Храна
sv: Mat
uk: Їжа
ur: کھانا
vi: Thức ăn

# discover_celebrations
source: Celebrations
ar: الاحتفالات
az: Bayramlar
be: Святы
ca: Celebracions
cs: Oslavy
de: Feiern
el: Γιορτές
es: Celebraciones
fa: جشن‌ها
fr: Fêtes
id: Perayaan
it: Festeggiamenti
nl: Vieringen
nn: Feiringar
no: Feiringer
pt_br: Comemorações
ru: Праздники
sr: Прославе
sv: Firanden
uk: Святкування
ur: تقریبات
vi: Lễ kỷ niệm

# discover_sunset
source: Sunset
ar: غروب الشمس
az: Gün batımı
be: Захад сонца
ca: Posta de sol
cs: Západ slunce
de: Sonnenuntergang
el: Ηλιοβασιλέματα
es: Atardecer
fa: غروب
fr: Coucher du soleil
id: Senja
it: Tramonto
nl: Zonsondergang
nn: Solnedgang
no: Solnedgang
pt_br: Pôr do sol
ru: Закат
sr: Заласци сунца
sv: Solnedgång
uk: Захід сонця
ur: غروب آفتاب
vi: Hoàng hôn

# discover_hills
source: Hills
ar: التلال
az: Təpələr
be: Узгоркі
ca: Turons
cs: Kopce
de: Berge
el: Λόφοι
es: Colinas
fa: تپه‌ها
fr: Montagnes
id: Bukit
it: Colline
nl: Heuvels
nn: Bakkar
no: Åser
pt_br: Colinas
ru: Холмы
sr: Брда
sv: Berg
uk: Пагорби
ur: پہاڑیاں
vi: Đồi

# discover_greenery
source: Greenery
ar: المساحات الخضراء
az: Yaşıllıq
be: Зеляніна
ca: Verdor
cs: Zeleň
de: Grün
el: Πράσινο
es: Verdor
fa: طبیعت سرسبز
fr: Plantes
it: Vegetazione
nl: Natuur
no: Grøntområder
pt_br: Vegetação
ru: Зелень
sr: Зеленило
sv: Grönt landskap
uk: Зелень
ur: ہریالی
vi: Cây cối
