Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Map
ar: الخريطة
az: Xəritə
be: Карта
ca: Mapa
cs: Mapa
de: Karte
es: Mapa
fa: نقشه
fr: Carte
id: Peta
it: Mappa
nl: Kaart
no: Kart
pt_br: Mapa
ru: Карта
sr: Мапа
sv: Karta
uk: Мапа
ur: نقشہ
vi: Bản đồ

source: Maps
ar: الخرائط
az: Xəritələr
be: Карты
ca: Mapes
cs: Mapy
de: Karten
es: Mapas
fa: نقشه‌ها
fr: Carte
id: Peta
it: Mappe
nl: Kaarten
no: Kart
pt_br: Mapas
ru: Карты
sr: Мапе
sv: Kartor
uk: Мапи
ur: نقشے
vi: Bản đồ

source: Enable Maps
ar: تمكين الخرائط
az: Xəritələri aktivləşdir
be: Уключыць карты
ca: Activa Mapes
cs: Povolit mapy
de: Karten aktivieren
es: Habilitar mapas
fa: فعال‌سازی نقشه‌ها
fr: Activer la carte
id: Aktifkan Peta
it: Abilita le Mappe
nl: Kaarten inschakelen
no: Aktiver kart
pt_br: Ativar mapas
ru: Включить Карты
sr: Омогући мапе
sv: Aktivera kartor
uk: Увімкнути мапи
ur: نقشے فعال کریں
vi: Kích hoạt Bản đồ

source: Quick links
ar: روابط سريعة
az: Sürətli link
be: Хуткія спасылкі
ca: Enllaços ràpids
cs: Rychlé odkazy
es: Acceso rápido
fa: لینک‌های سریع
fr: Liens rapides
it: Collegamenti rapidi
nl: Snelle links
no: Hurtiglenker
pt_br: Links rápidos
ru: Быстрые ссылки
sv: Snabblänkar
uk: Швидкі посилання
ur: فوری لنکس
vi: Liên kết nhanh

source: Select items to add
ar: تحديد العناصر للإضافة
az: Əlavə etmək üçün elementləri seçin
be: Выберыце элементы, каб дадаць іх
ca: Selecciona elements per afegir
cs: Vyberte položky, které chcete přidat
de: Elemente zum Hinzufügen auswählen
es: Selecciona elementos para agregar
fa: مواردی را برای افزودن انتخاب کنید
fr: Sélectionner les éléments à ajouter
id: Pilih item untuk ditambahkan
it: Seleziona gli elementi da aggiungere
nl: Selecteer items om toe te voegen
no: Velg produkter å legge til
pt_br: Selecionar itens para adicionar
ru: Выберите элементы для добавления
uk: Виберіть елементи для додавання
ur: شامل کرنے کے لیے آئٹمز منتخب کریں
vi: Chọn mục để thêm

source: Add selected
ar: إضافة المحدد
az: Seçilmişləri əlavə et
be: Дадаць выбраныя
ca: Afegeix seleccionats
cs: Přidat vybrané
de: Auswahl hinzufügen
es: Agregar selección
fa: موارد انتخاب‌شده را اضافه کنید
fr: Ajouter la sélection
id: Tambahkan yang dipilih
it: Aggiungi selezionate
nl: Voeg geselecteerde toe
no: Legg til valgte
pt_br: Adicionar selecionado
ru: Добавить выбранные
uk: Додати вибране
ur: منتخب شدہ شامل کریں
vi: Thêm mục đã chọn

source: Add from device
ar: إضافة من الجهاز
az: Cihazdan əlavə et
be: Дадаць з прылады
ca: Afegeix des del dispositiu
cs: Přidat ze zařízení
de: Vom Gerät hinzufügen
es: Agregar desde el dispositivo
fa: از دستگاه اضافه کنید
fr: Ajouter depuis l'appareil
id: Tambahkan dari perangkat
it: Aggiungi dal dispositivo
nl: Toevoegen vanaf apparaat
no: Legg til fra enhet
pt_br: Adicionar do dispositivo
ru: Добавить с устройства
sv: Lägg till från enhet
uk: Додати з пристрою
ur: ڈیوائس سے شامل کریں
vi: Thêm từ thiết bị

source: Add photos
ar: إضافة صور
az: Şəkillər əlavə et
be: Дадаць фатаграфіі
ca: Afegeix fotos
cs: Přidat fotky
de: Fotos hinzufügen
es: Agregar fotos
fa: عکس‌ها را اضافه کنید
fr: Ajouter des photos
id: Tambah foto
it: Aggiungi foto
nl: Foto's toevoegen
no: Legg til bilder
pt_br: Adicionar fotos
ru: Добавить фото
sr: Додај фотографије
sv: Lägg till foton
uk: Додати фотографії
ur: تصاویر شامل کریں
vi: Thêm ảnh

source: No photos found here
ar: لم يتم العثور على صور هنا
az: Burada şəkil tapılmadı
be: Тут фатаграфій не знойдзена
ca: No s'han trobat fotos aquí
cs: Zde nebyly nalezeny žádné fotky
de: Keine Fotos gefunden
es: No se encontró ninguna foto aquí
fa: عکسی در اینجا پیدا نشد
fr: Aucune photo trouvée
id: Tidak ada foto di sini
it: Nessuna foto trovata
nl: Geen foto's gevonden hier
no: Ingen bilder funnet her
pt_br: Nenhuma foto encontrada aqui
ru: Здесь фото не найдены
sv: Inga foton hittades här
uk: Тут немає фотографій
ur: یہاں کوئی تصاویر نہیں ملیں
vi: Không tìm thấy ảnh ở đây

source: Zoom out to see photos
ar: قم بالتصغير لرؤية الصور
az: Şəkilləri görmək üçün miqyası kiçildin
be: Паменшыць маштаб, каб убачыць фатаграфіі
ca: Allunya per veure fotos
cs: Zmenšete zobrazení, abyste viděli fotografie
de: Verkleinern, um Fotos zu sehen
es: Alejar para ver las fotos
fa: زوم را کم کنید تا عکس‌ها را ببینید
fr: Zoom en arrière pour voir les photos
id: Perkecil peta untuk melihat foto lainnya
it: Zoom indietro per visualizzare le foto
nl: Zoom uit om foto's te zien
no: Zoom ut for å se bilder
pt_br: Reduzir ampliação para ver as fotos
ru: Уменьшите масштаб, чтобы увидеть фото
sr: Одзумирај да видиш фотографије
sv: Zooma ut för att se foton
uk: Збільште, щоб побачити фотографії
ur: تصاویر دیکھنے کے لیے زوم آؤٹ کریں
vi: Phóng to để xem ảnh

source: No images with location
ar: لا توجد صور تحتوي على موقع
az: Məkanı olan şəkil yoxdur
be: Відарысы з месцазнаходжаннем адсутнічаюць
ca: No hi ha imatges amb ubicació
cs: Žádné obrázky s polohou
de: Keine Bilder mit Standort
es: No hay imágenes con ubicación
fa: عکسی با موقعیت وجود ندارد
fr: Aucune image avec localisation
it: Nessuna immagine con posizione
nl: Geen afbeeldingen met locatie
no: Ingen bilder med plassering
pt_br: Nenhuma imagem com localização
ru: Нет фото с местоположением
sv: Inga bilder med plats
uk: Немає зображень з розташуванням
ur: مقام کے ساتھ کوئی تصاویر نہیں
vi: Không có ảnh với vị trí

source: Unpin album
ar: إلغاء تثبيت الألبوم
az: Albomu sabitdən çıxar
be: Адмацаваць альбом
ca: Desfixa àlbum
cs: Odepnout album
de: Album lösen
es: Dejar de fijar álbum
fa: آلبوم را از پین خارج کنید
fr: Désépingler l'album
it: Non fissare album
nl: Album losmaken
no: Løsne album
pt_br: Desafixar álbum
ru: Открепить альбом
uk: Відкріпити альбом
ur: البم ان پن کریں
vi: Bỏ ghim album

source: Pin album
ar: تثبيت الألبوم
az: Albomu sabitlə
be: Замацаваць альбом
ca: Fixa àlbum
cs: Připnout album
de: Album anheften
es: Fijar álbum
fa: آلبوم را پین کنید
fr: Épingler l'album
it: Fissa l'album
nl: Album bovenaan vastzetten
no: Fest album
pt_br: Fixar álbum
ru: Закрепить альбом
uk: Закріпити альбом
ur: البم پن کریں
vi: Ghim album

source: Create
ar: إنشاء
az: Yarat
be: Стварыць
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
id: Buat
it: Crea
ku: Biafirîne
nl: Creëren
no: Opprett
pt_br: Criar
ru: Создать
sv: Skapa
uk: Створити
ur: بنائیں
vi: Tạo

source: View all
ar: عرض الكل
az: Hamısına bax
be: Паглядзець усе
ca: Veure tot
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
fa: مشاهده همه
fr: Tout afficher
id: Lihat semua
it: Visualizza tutte
nl: Alles weergeven
no: Vis alle
pt_br: Ver tudo
ru: Посмотреть все
sv: Visa alla
uk: Переглянути все
ur: سب دیکھیں
vi: Xem tất cả

source: Nothing shared with you yet
ar: لم تتم مشاركة أي شيء معك بعد
az: Hələlik sizinlə heç nə paylaşılmayıb
be: Пакуль з вамі нічога не абагулена
ca: Encara no s'ha compartit res amb tu
cs: Zatím s vámi nebylo nic sdíleno
de: Noch nichts mit Dir geteilt
es: Aún no hay nada compartido contigo
fa: هنوز چیزی با شما به اشتراک گذاشته نشده است
fr: Rien n'a encore été partagé avec vous
id: Belum ada yang dibagikan denganmu
it: Ancora nulla di condiviso con te
nl: Nog niets met je gedeeld
no: Ingenting delt med deg enda
pt_br: Nada compartilhado com você ainda
ru: С вами пока ничем не поделились
sv: Inget delat med dig ännu
uk: Поки що з вами ніхто не поділився
ur: ابھی تک آپ کے ساتھ کچھ شیئر نہیں کیا گیا
vi: Bạn chưa được chia sẻ gì

source: No albums shared by you yet
ar: لم تشارك أي ألبومات بعد
az: Hələlik tərəfinizdən heç bir albom paylaşılmayıb
be: Ніякія альбомы пакуль не абагулены вамі
ca: Encara no has compartit cap àlbum
cs: Zatím nemáte žádná sdílená alba
de: Noch keine Alben von dir geteilt
es: Aún no has compartido ningún álbum
fa: هنوز هیچ آلبومی از شما به اشتراک گذاشته نشده است
fr: Aucun album que vous avez partagé
id: Belum ada album yang kamu bagikan
it: Ancora nessun album condiviso da te
nl: Nog geen albums gedeeld door jou
no: Ingen album delt av deg enda
pt_br: Nenhum álbum compartilhado por você ainda
ru: Вы пока не делились альбомами
uk: Ви ще не поділилися жодним альбомом
ur: ابھی تک آپ کے ذریعہ کوئی البم شیئر نہیں کیا گیا
vi: Bạn chưa chia sẻ album nào

source: Shared with you
ar: تمت مشاركتها معك
az: Sizinlə paylaşılanlar
be: Абагулена з вамі
ca: Compartit amb tu
cs: Sdíleno s vámi
de: Mit dir geteilt
es: Compartido contigo
fa: با شما به اشتراک گذاشته شده است
fr: Partagé avec vous
id: Dibagikan dengan kamu
it: Condivise con te
nl: Gedeeld met jou
no: Delt med deg
pt_br: Compartilhado com você
ru: Поделились с вами
sv: Delat med dig
uk: Поділилися з вами
ur: آپ کے ساتھ شیئر کردہ
vi: Được chia sẻ với bạn

source: Shared by you
ar: تمت مشاركتها بواسطتك
az: Sizin paylaşdıqlarınız
be: Абагулена вамі
ca: Compartit per tu
cs: Sdíleno vámi
de: Von dir geteilt
es: Compartido por ti
fa: توسط شما به اشتراک گذاشته شده است
fr: Partagé par vous
id: Dibagikan oleh kamu
it: Condivise da te
nl: Gedeeld door jou
no: Delt av deg
pt_br: Compartilhado por você
ru: Вы поделились
sv: Delat av dig
uk: Поділилися вами
ur: آپ کی طرف سے شیئر کردہ
vi: Được chia sẻ bởi bạn

source: Invite your friends to Ente
ar: ادعُ أصدقاءك إلى Ente
az: Dostlarınızı Ente-yə dəvət edin
be: Запрасіце сваіх сяброў у Ente
ca: Convida els teus amics a Ente
cs: Pozvěte své přátelé do Ente
de: Lade deine Freunde zu Ente ein
es: Invita a tus amigos a Ente
fa: دوستان خود را به انته دعوت کنید
fr: Invitez vos ami·e·s sur Ente
id: Undang temanmu ke Ente
it: Invita i tuoi amici a Ente
nl: Vrienden uitnodigen voor Ente
no: Inviter vennene dine til Ente
pt_br: Convide seus amigos ao Ente
ru: Пригласите друзей в Ente
sr: Позови твоје пријатеље на Енте
sv: Bjud in dina vänner till Ente
uk: Запросіть своїх друзів до Ente
ur: اپنے دوستوں کو Ente پر مدعو کریں
vi: Mời bạn bè dùng Ente

source: Failed to download video
ar: فشل تنزيل الفيديو
az: Videonu yükləmək mümkün olmadı
be: Не ўдалося спампаваць відэа
ca: No s'ha pogut descarregar el vídeo
cs: Stahování videa se nezdařilo
de: Herunterladen des Videos fehlgeschlagen
es: Error al descargar el vídeo
fa: دانلود ویدیو ناموفق بود
fr: Échec du téléchargement de la vidéo
id: Gagal mengunduh video
it: Download del video non riuscito
nl: Downloaden van video mislukt
no: Kan ikke laste ned video
pt_br: Falhou ao baixar vídeo
ru: Не удалось скачать видео
sv: Kunde inte ladda ner video
uk: Не вдалося завантажити відео
ur: ویڈیو ڈاؤن لوڈ کرنے میں ناکام
vi: Không thể tải video

source: Hiding...
ar: جارٍ الإخفاء...
az: Gizlədilir...
be: Хаванне...
ca: Amagant...
cs: Skrývání...
de: Verstecken...
es: Ocultando...
fa: در حال پنهان شدن...
fr: Masquage en cours...
id: Menyembunyikan...
it: Nascondendo...
nl: Verbergen...
no: Skjuler...
pt_br: Ocultando...
ru: Скрытие...
sv: Döljer...
uk: Приховуємо...
ur: چھپایا جا رہا ہے...
vi: Đang ẩn...

source: Unhiding...
ar: جارٍ إظهار...
az: Gizliddən çıxarılır...
be: Паказ...
ca: Mostrant...
cs: Odkrývání...
de: Einblenden...
es: Desocultando...
fa: در حال نمایان شدن...
fr: Démasquage en cours...
it: Rivelando...
nl: Zichtbaar maken...
no: Synliggjør...
pt_br: Reexibindo...
ru: Раскрытие...
uk: Показуємо...
ur: ظاہر کیا جا رہا ہے...
vi: Đang hiện...

source: Successfully hid
ar: تم الإخفاء بنجاح.
az: Uğurla gizlədildi
be: Паспяхова схавана
ca: Amagat amb èxit
cs: Úspěšně skryto
de: Erfolgreich versteckt
es: Ocultado con éxito
fa: با موفقیت پنهان شد
fr: Masquage réussi
id: Berhasil disembunyikan
it: Nascosta con successo
nl: Succesvol verborgen
no: Vellykket skjult
pt_br: Ocultado com sucesso
ru: Успешно скрыто
uk: Успішно приховано
ur: کامیابی سے چھپا دیا
vi: Đã ẩn thành công

source: Successfully unhid
ar: تم الإظهار بنجاح.
az: Uğurla gizliddən çıxarıldı
be: Паспяхова паказана
ca: Mostrat amb èxit
cs: Úspěšně odkryto
de: Erfolgreich eingeblendet
es: Desocultado con éxito
fa: با موفقیت نمایان شد
fr: Masquage réussi
it: Rimossa dal nascondiglio con successo
nl: Met succes zichtbaar gemaakt
no: Vellykket synliggjøring
pt_br: Desocultado com sucesso
ru: Успешно раскрыто
uk: Успішно показано
ur: کامیابی سے ظاہر کر دیا
vi: Đã hiện thành công

source: Crash reporting
ar: الإبلاغ عن الأعطال
az: Xəta hesabatı
be: Справаздачы аб збоях
ca: Informe d'errors
cs: Hlášení o pádu
de: Absturzbericht
es: Reporte de errores
fa: گزارش خطا
fr: Rapport d'erreur
id: Pelaporan crash
it: Segnalazione di crash
nl: Crash rapportering
no: Krasjrapportering
pt_br: Relatório de erros
ru: Отчёты об ошибках
sv: Kraschrapportering
uk: Звіти про помилки
ur: کریش رپورٹنگ
vi: Báo cáo sự cố

source: Resumable uploads
ar: تحميلات قابلة للاستئناف
az: Davam etdirilə bilən yükləmələr
be: Запампоўванні з магчымасцю ўзнаўлення
ca: Pujades reprenibles
cs: Obnovitelné nahrávání
de: Fortsetzbares Hochladen
es: Subidas reanudables
fa: بارگذاری‌های قابل ادامه
fr: Reprise automatique des transferts
it: Caricamenti riattivabili
nl: Hervatbare uploads
no: Fortsette opplastinger
pt_br: Envios retomáveis
ru: Возобновляемые загрузки
uk: Завантаження з можливістю відновлення
ur: دوبارہ شروع ہونے والے اپ لوڈز
vi: Cho phép tải lên tiếp tục

source: Add to hidden album
ar: إضافة إلى الألبوم المخفي
az: Gizli alboma əlavə et
be: Дадаць у схаваны альбом
ca: Afegeix a l'àlbum ocult
cs: Přidat do skrytého alba
de: Zum versteckten Album hinzufügen
es: Añadir al álbum oculto
fa: اضافه کردن به آلبوم پنهان
fr: Ajouter à un album masqué
id: Tambah ke album tersembunyi
it: Aggiungi ad album nascosto
nl: Toevoegen aan verborgen album
no: Legg til i skjult album
pt_br: Adicionar ao álbum oculto
ru: Добавить в скрытый альбом
sr: Додај у тајни албум
sv: Lägg till i dolt album
uk: Додати до прихованого альбому
ur: پوشیدہ البم میں شامل کریں
vi: Thêm vào album ẩn

source: Move to hidden album
ar: نقل إلى الألبوم المخفي
az: Gizli alboma köçür
be: Перамясціць у схаваны альбом
ca: Mou a l'àlbum ocult
cs: Přesunout do skrytého alba
de: Zu verstecktem Album verschieben
es: Mover al álbum oculto
fa: انتقال به آلبوم پنهان
fr: Déplacer vers un album masqué
id: Pindahkan ke album tersembunyi
it: Sposta in album nascosto
nl: Verplaatsen naar verborgen album
no: Flytt til skjult album
pt_br: Mover ao álbum oculto
ru: Переместить в скрытый альбом
sv: Flytta till dolt album
uk: Перемістити до прихованого альбому
ur: پوشیدہ البم میں منتقل کریں
vi: Di chuyển đến album ẩn

# deleteConfirmDialogBody
source: This account is linked to other Ente apps, if you use any. Your uploaded data, across all Ente apps, will be scheduled for deletion, and your account will be permanently deleted.
ar: هذا الحساب مرتبط بتطبيقات Ente الأخرى، إذا كنت تستخدم أيًا منها. سيتم جدولة بياناتك التي تم تحميلها، عبر جميع تطبيقات Ente، للحذف، وسيتم حذف حسابك نهائيًا.
az: Bu hesab digər Ente tətbiqləri ilə əlaqəlidir əgər istifadə edirsinizsə. Bütün Ente tətbiqlərindəki yüklədiyiniz məlumatlar silinmək üçün növbəyə qoyulacaq və hesabınız birdəfəlik silinəcək.
be: Гэты ўліковы запіс звязаны з іншымі праграмамі Ente, калі вы імі карыстаецеся. Запампаваныя вамі даныя будуць запланаваны да выдалення ва ўсіх праграмах Ente, а ваш уліковы запіс будзе незваротна выдалены.
ca: Aquest compte està vinculat a altres aplicacions d'Ente, si en fas servir alguna. Les teves dades pujades, a través de totes les aplicacions d'Ente, es programaran per a l'eliminació, i el teu compte s'esborrarà permanentment.
cs: Tento účet je propojen s dalšími aplikacemi Ente, pokud je používáte. Vaše nahraná data ve všech aplikacích Ente budou naplánována k odstranění a váš účet bude trvale smazán.
de: Dieses Konto ist mit anderen Ente-Apps verknüpft, falls du welche verwendest. Deine hochgeladenen Daten werden in allen Ente-Apps zur Löschung vorgemerkt und dein Konto wird endgültig gelöscht.
es: Esta cuenta está vinculada a otras aplicaciones de Ente, si utilizas alguna. Se programará la eliminación de los datos cargados en todas las aplicaciones de Ente, y tu cuenta se eliminará permanentemente.
fa: این حساب به برنامه‌های دیگر Ente متصل است، اگر از هر کدام استفاده می‌کنید. داده‌های بارگذاری شده شما در تمام برنامه‌های Ente برای حذف برنامه‌ریزی خواهد شد و حساب شما به‌طور دائمی حذف خواهد شد.
fr: Ce compte est lié à d'autres applications Ente, si vous en utilisez une. Vos données téléchargées, dans toutes les applications ente, seront planifiées pour suppression, et votre compte sera définitivement supprimé.
it: Questo account è collegato ad altre app di Ente, se ne utilizzi. I tuoi dati caricati, su tutte le app di Ente, saranno pianificati per la cancellazione e il tuo account verrà eliminato definitivamente.
nl: Dit account is gekoppeld aan andere Ente apps, als je er gebruik van maakt. Je geüploade gegevens worden in alle Ente apps gepland voor verwijdering, en je account wordt permanent verwijderd voor alle Ente diensten.
no: Denne kontoen er knyttet til andre Ente-apper, hvis du bruker noen. De opplastede dataene, i alle Ente-apper, vil bli planlagt slettet, og kontoen din vil bli slettet permanent.
pt_br: Esta conta está vinculada aos outros aplicativos do Ente, se você usar algum. Seus dados baixados, entre todos os aplicativos do Ente, serão programados para exclusão, e sua conta será permanentemente excluída.
ru: Этот аккаунт связан с другими приложениями Ente, если вы их используете. Все загруженные данные во всех приложениях Ente будут поставлены в очередь на удаление, а ваш аккаунт будет удален навсегда.
uk: Цей обліковий запис пов'язаний з іншими застосунками Ente, якщо ви ними користуєтесь. Завантажені вами дані з усіх застосунків Ente будуть заплановані до видалення, а ваш обліковий запис буде видалено назавжди.
ur: یہ اکاؤنٹ دیگر Ente ایپس سے منسلک ہے، اگر آپ کوئی استعمال کرتے ہیں. تمام Ente ایپس میں آپ کا اپ لوڈ کردہ ڈیٹا ڈیلیٹ کرنے کے لیے شیڈول کر دیا جائے گا، اور آپ کا اکاؤنٹ مستقل طور پر ڈیلیٹ کر دیا جائے گا.
vi: Tài khoản này được liên kết với các ứng dụng Ente khác, nếu bạn có dùng. Dữ liệu bạn đã tải lên, trên tất cả ứng dụng Ente, sẽ được lên lịch để xóa, và tài khoản của bạn sẽ bị xóa vĩnh viễn.

# viewAddOnButton
source: View add-ons
ar: عرض الإضافات
az: Əlavələrə baxın
be: Паглядзець дадаткі
ca: Veure complements
cs: Zobrazit doplňky
de: Zeige Add-ons
es: Ver complementos
fa: مشاهده الحاقات
fr: Afficher les modules complémentaires
it: Visualizza componenti aggiuntivi
nl: Add-ons bekijken
no: Vis tillegg
pt_br: Ver complementos
ru: Посмотреть дополнения
sr: Погледај додатке
uk: Переглянути доповнення
ur: ایڈ آنز دیکھیں
vi: Xem tiện ích mở rộng

source: Add-ons
ar: الإضافات
az: Əlavələr
be: Дадаткі
ca: Complements
cs: Doplňky
es: Complementos
fa: الحاقات
fr: Modules complémentaires
it: Componenti aggiuntivi
no: Tillegg
pt_br: Complementos
ru: Дополнения
sr: Додаци
uk: Доповнення
ur: ایڈ آنز
vi: Tiện ích mở rộng

# addOnPageSubtitle
source: Details of add-ons
ar: تفاصيل الإضافات
az: Əlavələrin təfərrüatları
be: Падрабязнасці дадаткаў
ca: Detalls dels complements
cs: Podrobnosti o doplňcích
de: Details der Add-ons
es: Detalles de los complementos
fa: جزئیات الحاقات
fr: Détails des modules complémentaires
it: Dettagli dei componenti aggiuntivi
nl: Details van add-ons
no: Detaljer om tillegg
pt_br: Detalhes dos complementos
ru: Подробности дополнений
sr: Детаљи додатака
uk: Подробиці доповнень
ur: ایڈ آنز کی تفصیلات
vi: Chi tiết về tiện ích mở rộng

source: Your map
ar: خريطتك
az: Xəritəniz
be: Ваша карта
ca: El teu mapa
cs: Vaše mapa
de: Deine Karte
es: Tu mapa
fa: نقشه شما
fr: Votre carte
id: Peta kamu
it: La tua mappa
nl: Jouw kaart
no: Ditt kart
pt_br: Seu mapa
ru: Ваша карта
sr: Твоја мапа
sv: Din karta
uk: Ваша мапа
ur: آپ کا نقشہ
vi: Bản đồ của bạn

source: Modify your query, or try searching for
ar: قم بتعديل استعلامك، أو حاول البحث عن
az: Sorğunuzu dəyişdirin və ya bunu axtarmağa çalışın
be: Змяніце свой запыт або паспрабуйце шукаць
ca: Modifica la teva consulta, o intenta cercar
cs: Upravte svůj dotaz nebo zkuste vyhledat
de: Ändere deine Suchanfrage oder suche nach
es: Modifica tu consulta o intenta buscar
fa: پرسش خود را تغییر دهید یا سعی کنید جستجو کنید برای
fr: Modifiez votre requête, ou essayez de rechercher
it: Modifica la tua ricerca o prova con
nl: Pas je zoekopdracht aan of zoek naar
no: Juster søket ditt, eller prøv å søke etter
pt_br: Altere o termo de busca ou tente consultar
ru: Измените запрос или попробуйте поискать
uk: Змініть ваш запит або спробуйте знайти
ur: اپنی استفسار میں ترمیم کریں، یا تلاش کرنے کی کوشش کریں
vi: Chỉnh sửa truy vấn của bạn, hoặc thử tìm

source: Black Friday Sale
ar: تخفيضات الجمعة السوداء
az: Qara Cümə Endirimi
be: Распродаж з нагоды «Чорнай пятніцы»
ca: Venda de Black Friday
cs: Slevy Black Friday
de: Black-Friday-Aktion
es: Oferta del Black Friday
fa: فروش جمعه سیاه
fr: Offre Black Friday
id: Penawaran Black Friday
it: Offerta del Black Friday
nl: Black Friday-aanbieding
no: Black Friday salg
pt_br: Promoção Black Friday
ru: Распродажа в "Черную пятницу"
uk: Розпродаж у «Чорну п'ятницю»
ur: بلیک فرائیڈے سیل
vi: Giảm giá Black Friday

source: Upto 50% off, until 4th Dec.
ar: خصم يصل إلى 50%، حتى 4 ديسمبر.
az: 4dekabra qədər 50%-dək endirim.
be: Скідка ў памеры 50% да 4-га снежня.
ca: Fins a un 50% de descompte, fins al 4 de desembre.
cs: Sleva až 50%, do 4. prosince.
de: Bis zu 50% Rabatt bis zum 4. Dezember.
es: Hasta el 50% de descuento, hasta el 4 de diciembre.
fa: تا ۵۰٪ تخفیف، تا ۴ دسامبر.
fr: Jusqu'à 50% de réduction, jusqu'au 4ème déc.
id: Potongan hingga 50%, sampai 4 Des.
it: Sconto del 50%, fino al 4 dicembre.
nl: Tot 50% korting, tot 4 december.
no: Opptil 50 % rabatt, frem til 4. desember.
pt_br: Com 50% de desconto, até 4 de dezembro
ru: Скидки до 50% до 4 декабря
uk: Знижки до 50%, до 4 грудня.
ur: ۴ دسمبر تک ۵۰٪ تک کی چھوٹ.
vi: Giảm tới 50%, đến ngày 4 Tháng 12.

source: Photos
ar: الصور
az: Şəkillər
be: Фатаграфіі
ca: Fotos
cs: Fotky
de: Fotos
es: Fotos
fa: عکس‌ها
id: Foto
it: Foto
nl: Foto's
no: Bilder
pt_br: Fotos
ru: Фото
sv: Foton
uk: Фото
ur: تصاویر
vi: Ảnh

source: Videos
ar: مقاطع الفيديو
az: Videolar
be: Відэа
ca: Vídeos
cs: Videa
es: Vídeos
fa: ویدیوها
fr: Vidéos
id: Video
it: Video
no: Videoer
pt_br: Vídeos
ru: Видео
sv: Videor
uk: Відео
ur: ویڈیوز
vi: Video

source: Live Photos
ar: الصور الحية
az: Canlı Şəkillər
cs: Živé fotky
de: Live-Fotos
es: Foto en vivo
fa: عکس‌های زنده
fr: Photos en direct
it: Live Photo
nl: Live foto
no: Live-bilder
pt_br: Fotos animadas
ru: Живые фото
sv: Livefoton
uk: Живі фото
ur: لائیو فوٹوز
vi: Ảnh động

# searchHint1
source: Fast, on-device search
ar: بحث سريع على الجهاز
az: Cihaz daxili sürətli axtarış
be: Хуткі пошук на прыладзе
ca: Cerca ràpida al dispositiu
cs: Rychlé vyhledávání přímo v zařízení
de: Schnell auf dem Gerät suchen
es: Búsqueda rápida en el dispositivo
fa: جستجوی سریع، روی دستگاه
fr: Recherche rapide, sur l'appareil
it: Ricerca rapida sul dispositivo
nl: Snelle, lokale zoekfunctie
no: Raskt søk på enheten
pt_br: busca rápida no dispositivo
ru: Быстрый поиск прямо на устройстве
uk: Швидкий пошук на пристрої
ur: تیز، آن ڈیوائس تلاش
vi: Tìm kiếm nhanh, trên thiết bị

# searchHint2
source: Photo dates, descriptions
ar: تواريخ الصور، الأوصاف
az: Şəkil tarixləri, təsvirlər
be: Даты фатаграфій і іх апісанне
ca: Dates de fotos, descripcions
cs: Data fotografií, popisy
de: Fotodaten, Beschreibungen
es: Fechas de fotos, descripciones
fa: تاریخ‌های عکس، توضیحات
fr: Dates des photos, descriptions
id: Tanggal, keterangan foto
it: Date delle foto, descrizioni
nl: Foto datums, beschrijvingen
no: Bildedatoer, beskrivelser
pt_br: Descrições e data das fotos
ru: Даты, описания фото
uk: Дати, описи фото
ur: تصویر کی تاریخیں، تفصیلات
vi: Ngày chụp, mô tả ảnh
