Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
az: E-poçt ünvanınızı daxil edin
be: Увядзіце свой адрас электроннай пошты
ca: Introdueix la teva adreça de correu
cs: Zadejte svou e-mailovou adresu
de: Gib deine E-Mail-Adresse ein
el: Εισάγετε την διεύθυνση ηλ. ταχυδρομείου σας
es: Escribe tu correo electrónico
fa: آدرس ایمیل خود را وارد کنید
fr: Entrez votre adresse e-mail
id: Masukkan alamat email kamu
it: Inserisci il tuo indirizzo email
ku: Navnîşana enameya xwe têxe
nl: Voer je e-mailadres in
nn: Skriv inn e-postadressa di
no: Skriv inn e-postadressen din
pt_br: Insira seu e-mail
ru: Введите адрес вашей электронной почты
sr: Унесите Вашу е-пошту
sv: Ange din e-postadress
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
uk: Введіть вашу адресу електронної пошти
ur: اپنا ای میل پتہ درج کریں
vi: Nhập địa chỉ email của bạn

source: Enter your new email address
ar: أدخل عنوان بريدك الإلكتروني الجديد
az: Yeni e-poçt ünvanınızı daxil edin
be: Увядзіце свой новы адрас электроннай пошты
ca: Introdueix la teva nova adreça de correu
cs: Zadejte novou e-mailovou adresu
de: Gib Deine neue E-Mail-Adresse ein
el: Εισάγετε την διεύθυνση ηλ. ταχυδρομείου σας
es: Introduce tu nueva dirección de correo electrónico
fa: ایمیل جدید خود را وارد کنید
fr: Entrez votre nouvelle adresse e-mail
id: Masukkan alamat email baru anda
it: Inserisci il tuo nuovo indirizzo email
ku: Navnîşana enameya xwe ya nû têxe
nl: Voer uw nieuwe e-mailadres in
nn: Skriv inn den nye e-postadressa di
no: Skriv inn den nye e-postadressen din
pt_br: Insira seu novo e-mail
ru: Введите ваш новый адрес электронной почты
sr: Унесите Вашу нову е-пошту
sv: Ange din nya e-postadress
ta: உங்கள் புதிய மின்னஞ்சல் முகவரியை உள்ளிடவும்
ur: اپنا نیا ای میل پتہ درج کریں
vi: Nhập địa chỉ email mới của bạn

# accountWelcomeBack
source: Welcome back!
ar: أهلاً بعودتك!
az: Yenidən xoş gəldiniz!
be: З вяртаннем!
ca: Benvingut de nou!
cs: Vítejte zpět!
de: Willkommen zurück!
el: Καλωσορίσατε και πάλι!
es: ¡Bienvenido de nuevo!
fa: خوش آمدید!
fr: Bon retour parmi nous !
id: Selamat datang kembali!
it: Bentornato!
ku: Bi xêr hatî!
nl: Welkom terug!
nn: Velkommen tilbake!
no: Velkommen tilbake!
pt_br: Bem-vindo(a) de volta!
ru: С возвращением!
sr: Добродошли назад!
sv: Välkommen tillbaka!
ta: மீண்டும் வருக!
uk: З поверненням!
ur: واپسی پر خوش آمدید!
vi: Chào mừng bạn trở lại!

source: Email already registered.
ar: البريد الإلكتروني مُسجل من قبل.
az: E-poçt ünvanı artıq qeydiyyatdan keçib.
be: Электронная пошта ўжо зарэгістравана.
ca: Correu ja registrat.
cs: E-mail je již zaregistrován.
de: E-Mail ist bereits registriert.
el: Υπάρχει ήδη λογαριασμός με αυτή τη διεύθυνση ηλ. ταχυδρομείου.
es: Correo electrónico ya registrado.
fa: ایمیل قبلاً ثبت شده است.
fr: Email déjà enregistré.
id: Email sudah terdaftar.
it: Email già registrata.
ku: Ename jixwe hatiye tomarkirin.
nl: E-mail is al geregistreerd.
nn: E-postadressa er registrert frå før.
no: E-postadressen er allerede registrert.
pt_br: E-mail já registrado.
ru: Электронная почта уже зарегистрирована.
sr: Е-пошта је већ регистрована.
sv: E-postadress redan registrerad.
ta: மின்னஞ்சல் முன்பே பதிவுசெய்யப்பட்டுள்ளது.
ur: ای میل پہلے سے رجسٹرڈ ہے.
vi: Email đã được đăng ký.

source: Email not registered.
ar: البريد الإلكتروني غير مسجل.
az: E-poçt ünvanı qeydiyyatdan keçməyib.
be: Электронная пошта не зарэгістравана.
ca: Correu no registrat.
cs: E-mail není registrován.
de: E-Mail nicht registriert.
el: Δεν υπάρχει λογαριασμός με αυτή τη διεύθυνση ηλ. ταχυδρομείου.
es: Correo electrónico no registrado.
fa: ایمیل ثبت نشده است.
fr: E-mail non enregistré.
id: Email belum terdaftar.
it: Email non registrata.
ku: Ename nehatiye tomarkirin.
nl: E-mail niet geregistreerd.
nn: E-postadressa er ikkje registrert.
no: E-postadressen er ikke registrert.
pt_br: E-mail não registrado.
ru: Электронная почта не зарегистрирована.
sr: Е-пошта није регистрована.
sv: E-postadressen är inte registrerad.
ta: மின்னஞ்சல் பதிவு செய்யப்படவில்லை.
ur: ای میل رجسٹرڈ نہیں ہے.
vi: Email chưa được đăng ký.

source: Email
ar: البريد الإلكتروني
az: E-poçt
be: Электронная пошта
ca: Correu
es: Correo electrónico
fa: ایمیل
ku: Ename
nn: E-post
no: E-post
ru: Электронная почта
sr: Е-пошта
sv: E-post
ta: மின்னஞ்சல்
uk: Адреса електронної пошти
ur: ای میل

source: Cancel
ar: إلغاء
az: Ləğv et
be: Скасаваць
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
it: Annulla
ku: Têk bibe
nl: Annuleer
nn: Avbryt
no: Avbryt
pt_br: Cancelar
ru: Отменить
sr: Откажи
sv: Avbryt
ta: ரத்து செய்
uk: Скасувати
ur: منسوخ کریں
vi: Hủy

source: Verify
ar: التحقق
az: Təsdiqlə
be: Спраўдзіць
ca: Verifica
cs: Ověřit
de: Überprüfen
el: Επαλήθευση
es: Verificar
fa: تایید
fr: Vérifier
id: Verifikasi
it: Verifica
ku: Biperjîne
nl: Verifiëren
nn: Stadfest
no: Bekreft
pt_br: Verificar
ru: Подтвердить
sr: Верификуј
sv: Bekräfta
ta: சரிபார்க்கவும்
uk: Підтвердити
ur: تصدیق کریں
vi: Xác minh

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
az: E-poçt ünvanı yanlışdır
be: Памылковы адрас электроннай пошты
ca: Adreça de correu invàlida
cs: Neplatná e-mailová adresa
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση email
es: Dirección de correo electrónico no válida
fa: آدرس ایمیل معتبر نیست
fr: Adresse e-mail invalide
id: Alamat email tidak sah
it: Indirizzo email non valido
ku: Navnîşana enameya ne derbasdar
nl: Ongeldig e-mailadres
nn: Ugyldig e-postadresse
no: Ugyldig e-postadresse
pt_br: E-mail inválido
ru: Недействительный адрес электронной почты
sr: Неисправна е-пошта
sv: Ogiltig e-postadress
ta: தவறான மின்னஞ்சல் முகவரி
uk: Хибна адреса електронної пошти
ur: غلط ای میل پتہ
vi: Địa chỉ email không hợp lệ

# enterValidEmail
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
az: Zəhmət olmasa doğru bir e-poçt ünvanı daxil edin.
be: Увядзіце сапраўдны адрас электроннай пошты.
ca: Si us plau, introdueix una adreça de correu vàlida.
cs: Prosím, zadejte platnou e-mailovou adresu.
de: Bitte gib eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Por favor, introduce una dirección de correo electrónico válida.
fa: لطفا یک ایمیل معتبر وارد کنید.
fr: Veuillez entrer une adresse email valide.
id: Harap masukkan alamat email yang sah.
it: Inserisci un indirizzo email valido.
ku: Jkxr enameyeke derbasdar têxe.
nl: Voer een geldig e-mailadres in.
nn: Skriv inn ei gyldig e-postadresse.
no: Vennligst skriv inn en gyldig e-postadresse.
pt_br: Insira um e-mail válido.
ru: Пожалуйста, введите действительный адрес электронной почты.
sr: Молимо унесите исправну адресу е-поште.
sv: Ange en giltig e-postadress.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
uk: Будь ласка, введіть дійсну адресу електронної пошти.
ur: از کرم ایک درست ای میل پتہ درج کریں.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

source: Delete account
ar: حذف الحساب
az: Hesabı sil
be: Выдаліць уліковы запіс
ca: Esborra el compte
cs: Smazat účet
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fa: حذف حساب کاربری
fr: Supprimer mon compte
id: Hapus akun
it: Elimina account
ku: Jimarê jê bibe
nl: Account verwijderen
nn: Slett konto
no: Slett konto
pt_br: Excluir conta
ru: Удалить аккаунт
sr: Обриши налог
sv: Radera konto
ta: கணக்கை நீக்கு
uk: Видалити обліковий запис
ur: اکاؤنٹ ڈیلیٹ کریں
vi: Xóa tài khoản

# askDeleteReason
source: What is the main reason you are deleting your account?
ar: ما السبب الرئيس لحذف حسابك؟
az: Hesabınızı silməyinizin əsas səbəbi nədir?
be: Якая асноўная прычына выдалення ўліковага запісу?
ca: Quina és la raó principal per la qual esborres el teu compte?
cs: Jaký je váš hlavní důvod, proč mažete svůj účet?
de: Was ist der Hauptgrund für die Löschung deines Kontos?
el: Ποιος είναι ο κύριος λόγος που διαγράφετε το λογαριασμό σας;
es: ¿Cuál es la razón principal por la que eliminas tu cuenta?
fa: دلیل اصلی که حساب کاربری‌تان را حذف می‌کنید، چیست؟
fr: Quelle est la principale raison pour laquelle vous supprimez votre compte ?
id: Apa alasan utama kamu dalam menghapus akun?
it: Qual è il motivo principale per cui stai cancellando il tuo account?
ku: Sedema sereke ya jêbirina jimarê te çi ye?
nl: Wat is de voornaamste reden dat je jouw account verwijdert?
nn: Kva er hovudgrunnen til at du vil sletta kontoen din?
no: Hva er hovedårsaken til at du sletter kontoen din?
pt_br: Por que você quer excluir sua conta?
ru: Какова основная причина удаления вашего аккаунта?
sr: Који је главни разлог што бришете свој налог?
sv: Vad är den främsta anledningen till att du raderar ditt konto?
ta: உங்கள் கணக்கை நீக்குவதற்கான முக்கிய காரணம் என்ன?
uk: Яка основна причина видалення вашого облікового запису?
ur: آپ کا اپنا اکاؤنٹ ڈیلیٹ کرنے کی اصل وجہ کیا ہے؟
vi: Lý do chính bạn xóa tài khoản là gì?

# deleteAccountFeedbackPrompt
source: We are sorry to see you go. Please share your feedback to help us improve.
ar: نأسف لمغادرتك. نرجو مشاركة ملاحظاتك لمساعدتنا على التحسين.
az: Getməyinizə üzülürük. Təkmilləşməyimizə kömək etmək üçün, zəhmət olmasa, fikirlərinizi bölüşün.
be: Нам шкада, што вы выдаляеце свой уліковы запіс. Абагуліце з намі водгук, каб дапамагчы нам палепшыць сэрвіс.
ca: Ens sap greu veure't marxar. Si us plau, comparteix els teus comentaris per ajudar-nos a millorar.
cs: Je nám líto, že nás opouštíte. Prosím, dejte nám zpětnou vazbu, ať se můžeme zlepšit.
de: Wir bedauern sehr, dass du dein Konto löschen möchtest. Du würdest uns sehr helfen, wenn du uns kurz einige Gründe hierfür nennen könntest.
el: Λυπούμαστε που σας βλέπουμε να φεύγετε. Παρακαλούμε μοιραστείτε τα σχόλιά σας για να μας βοηθήσετε να βελτιωθούμε.
es: Lamentamos que te vayas. Por favor, explícanos el motivo para ayudarnos a mejorar.
fa: ما متاسفیم که می‌بینیم شما می‌روید. لطفا نظرات خود را برای کمک به بهبود ما به اشتراک بگذارید.
fr: Nous sommes désolés de vous voir partir. N'hésitez pas à partager vos commentaires pour nous aider à nous améliorer.
id: Kami sedih kamu pergi. Silakan bagikan masukanmu agar kami bisa jadi lebih baik.
it: Ci dispiace vederti andare via. Facci sapere se hai bisogno di aiuto o se vuoi aiutarci a migliorare.
ku: Em ji ber çûyîna te xemgîn in. Jkx bi riya parvekirina nerînên xwe alîkariya me bike da ku em pêş bixin.
nl: We vinden het jammer je te zien gaan. Deel je feedback om ons te helpen verbeteren.
no: Vi er lei oss for at du forlater oss. Gi oss gjerne en tilbakemelding så vi kan forbedre oss.
pt_br: Lamentamos você ir. Compartilhe seu feedback para ajudar-nos a melhorar.
ru: Нам жаль, что вы уходите. Пожалуйста, поделитесь мнением о том, как мы могли бы стать лучше.
sr: Жао нам је што одлазите. Молимо вас да нам оставите повратне информације како бисмо могли да се побољшамо.
sv: Vi är ledsna att se dig lämna oss. Vänligen dela dina synpunkter för att hjälpa oss att förbättra.
ta: நீங்கள் வெளியேறுவதை கண்டு வருந்துகிறோம். எங்களை மேம்படுத்த உதவ உங்கள் கருத்தைப் பகிரவும்.
uk: Нам шкода, що ви йдете. Будь ласка, поділіться своїм відгуком, щоб допомогти нам покращитися.
ur: آپ کی رخصتی کا ہمیں افسوس ہے۔ براہ کرم اپنی رائے سے آگاہ کریں تاکہ ہم اسے مزید بہتر بنا سکیں.
vi: Chúng tôi rất tiếc khi thấy bạn rời đi. Vui lòng chia sẻ phản hồi của bạn để giúp chúng tôi cải thiện.

source: Feedback
ar: ملاحظات
az: Rəy
be: Водгук
ca: Comentaris
cs: Zpětná vazba
de: Rückmeldung
el: Σχόλια
es: Sugerencias
fa: بازخورد
fr: Commentaires
id: Masukan
it: Suggerimenti
ku: Paşragihandin
nn: Tilbakemelding
no: Tilbakemelding
ru: Обратная связь
sr: Повратне информације
ta: பின்னூட்டம்
uk: Зворотній зв’язок
ur: تاثر
vi: Phản hồi

source: Kindly help us with this information
ar: يرجى مساعدتنا بهذه المعلومات
az: Zəhmət olmasa, bu məlumatla bizə kömək edin
be: Дапамажыце нам з гэтай інфармацыяй
ca: Si us plau, ajuda'ns amb aquesta informació
cs: Pomozte nám s těmito informacemi
de: Bitte gib diese Daten ein
el: Παρακαλούμε βοηθήστε μας δίνοντας αυτές τις πληροφορίες
es: Por favor ayúdanos con esta información
fa: لطفا با این اطلاعات به ما کمک کنید
fr: Merci de nous aider avec cette information
id: Harap bantu kami dengan informasi ini
it: Aiutaci con queste informazioni
ku: Bi vê zanyariyê re alîkariya me bike
nl: Help ons alsjeblieft met deze informatie
no: Vær vennlig og hjelp oss med denne informasjonen
pt_br: Ajude-nos com esta informação
ru: Пожалуйста, помогите нам с этой информацией
sr: Љубазно вас молимо да нам помогнете са овим информацијама
sv: Vänligen hjälp oss med denna information
ta: இந்த தகவலுடன் தயவுசெய்து எங்களுக்கு உதவுங்கள்
uk: Будь ласка, допоможіть нам із цією інформацією
ur: براہِ کرم اس معلومات کی فراہمی میں ہماری مدد کریں
vi: Mong bạn giúp chúng tôi thông tin này

# confirmDeletePrompt
source: Yes, I want to permanently delete this account and its data across all apps.
ar: نعم، أرغب في حذف هذا الحساب وبياناته نهائيًا من جميع التطبيقات.
az: Bəli, mən bu hesabı və bütün tətbiqlərdəki məlumatlarını birdəfəlik silmək istəyirəm.
be: Так. Я хачу незваротна выдаліць гэты ўліковы запіс і яго даныя ва ўсіх праграмах.
ca: Sí, vull esborrar permanentment aquest compte i les seves dades a totes les aplicacions.
cs: Ano, chci trvale smazat tento účet a jeho data napříč všemi aplikacemi.
de: Ja, ich möchte dieses Konto und alle enthaltenen Daten über alle Apps hinweg endgültig löschen.
el: Ναι, θέλω να διαγράψω μόνιμα αυτό το λογαριασμό και όλα τα δεδομένα του σε όλες τις εφαρμογές.
es: Sí, quiero eliminar permanentemente esta cuenta y todos sus datos en todas las aplicaciones.
fa: بله، می خواهم این حساب و داده های آن را در همه برنامه ها برای همیشه حذف کنم.
fr: Oui, je veux supprimer définitivement ce compte et ses données dans toutes les applications.
id: Ya, saya ingin menghapus akun ini dan seluruh datanya secara permanen di semua aplikasi.
it: Sì, voglio eliminare definitivamente questo account e i dati associati a esso su tutte le applicazioni.
nl: Ja, ik wil mijn account en de bijbehorende gegevens verspreid over alle apps permanent verwijderen.
nn: Ja, eg vil sletta denne kontoen og alle tilhøyrande data frå alle appar permanent.
no: Ja, jeg ønsker å slette denne kontoen og all dataen dens permanent.
pt_br: Sim, eu quero permanentemente excluir esta conta e os dados em todos os aplicativos.
ru: Да, я хочу навсегда удалить этот аккаунт и все его данные во всех приложениях.
sr: Да, желим трајно да избришем овај налог и све његове податке у свим апликацијама.
sv: Ja, jag vill permanent ta bort detta konto och data i alla appar.
ta: ஆம், எல்லா செயலிகளிலும் இந்தக் கணக்கையும் அதன் தரவையும் நிரந்தரமாக நீக்க விரும்புகிறேன்.
uk: Так, я хочу безповоротно видалити цей обліковий запис та його дані з усіх застосунків.
ur: ہاں، میں اس اکاؤنٹ اور اس کے تمام ایپس کے ڈیٹا کو مستقل طور پر ڈیلیٹ کرنا چاہتا ہوں.
vi: Có, tôi muốn xóa vĩnh viễn tài khoản này và tất cả dữ liệu.

source: Confirm Account Deletion
ar: تأكيد حذف الحساب
az: Hesabın silinməsini təsdiqləyin
be: Пацвердзіць выдаленне ўліковага запісу
ca: Confirma l'eliminació del compte
cs: Potvrdit odstranění účtu
de: Kontolöschung bestätigen
el: Επιβεβαίωση Διαγραφής Λογαριασμού
es: Confirmar eliminación de cuenta
fa: تایید حذف حساب کاربری
fr: Confirmer la suppression du compte
id: Konfirmasi Penghapusan Akun
it: Conferma eliminazione account
nl: Account verwijderen bevestigen
nn: Stadfest sletting av konto
no: Bekreft sletting av konto
pt_br: Confirmar exclusão da conta
ru: Подтвердить удаление аккаунта
sr: Потврдите брисање налога
sv: Bekräfta radering av konto
ta: கணக்கு நீக்குதலை உறுதிப்படுத்தவும்
uk: Підтвердьте видалення облікового запису
ur: اکاؤنٹ ڈیلیٹ کرنے کی تصدیق کریں
vi: Xác nhận xóa tài khoản

# deleteAccountPermanentlyButton
source: Delete Account Permanently
ar: حذف الحساب نهائيًا
az: Hesabı birdəfəlik sil
be: Незваротна выдаліць уліковы запіс
ca: Esborra el compte permanentment
cs: Trvale smazat účet
de: Konto unwiderruflich löschen
el: Οριστική Διαγραφή Λογαριασμού
es: Eliminar cuenta permanentemente
fa: حذف دائمی حساب کاربری
fr: Supprimer définitivement le compte
id: Hapus Akun Secara Permanen
it: Cancella definitivamente il tuo account
nl: Account permanent verwijderen
nn: Slett konto permanent
no: Slett bruker for altid
pt_br: Excluir conta permanentemente
ru: Удалить аккаунт навсегда
sr: Трајно обриши налог
sv: Radera kontot permanent
ta: கணக்கை நிரந்தரமாக நீக்கவும்
uk: Остаточно видалити обліковий запис
ur: اکاؤنٹ مستقل طور پر ڈیلیٹ کریں
vi: Xóa tài khoản vĩnh viễn

source: Your account has been deleted
ar: تم حذف حسابك بنجاح
az: Hesabınız silindi
be: Ваш уліковы запіс быў выдалены
ca: El teu compte ha estat esborrat
cs: Váš účet byl smazán
de: Dein Benutzerkonto wurde gelöscht
el: Ο λογαριασμός σας έχει διαγραφεί
es: Tu cuenta ha sido eliminada
fa: حساب کاربری شما حذف شده است
fr: Votre compte a été supprimé
id: Akunmu telah dihapus
it: Il tuo account è stato eliminato
nl: Je account is verwijderd
nn: Kontoen er sletta
no: Brukeren din har blitt slettet
pt_br: Sua conta foi excluída
ru: Ваш аккаунт был удалён
sr: Ваш налог је обрисан
sv: Ditt konto har raderats
ta: உங்கள் கணக்கு நீக்கப்பட்டது
uk: Ваш обліковий запис видалено
ur: آپ کا اکاؤنٹ ڈیلیٹ کر دیا گیا ہے
vi: Tài khoản của bạn đã bị xóa

source: Select reason
ar: اختر سببًا
az: Səbəbi seçin
be: Выберыце прычыну
ca: Selecciona una raó
cs: Vyberte důvod
de: Grund auswählen
el: Επιλέξτε αιτία
es: Seleccionar motivo
fa: انتخاب دلیل
fr: Sélectionnez une raison
id: Pilih alasan
it: Seleziona un motivo
nl: Selecteer reden
no: Velg grunn
pt_br: Diga o motivo
ru: Выберите причину
sr: Одаберите разлог
sv: Välj anledning
ta: காரணத்தைத் தேர்ந்தெடுக்கவும்
uk: Оберіть причину
ur: وجہ منتخب کریں
vi: Chọn lý do

# deleteReason1
source: It’s missing a key feature that I need
ar: تفتقر إلى مِيزة أساسية أحتاج إليها
az: Ehtiyacım olan əsas funksiya çatışmır
be: У вас адсутнічае важная функцыя, якая мне неабходна
ca: Falta una funció clau que necessito
cs: Chybí klíčová funkce, kterou potřebuji
de: Es fehlt eine zentrale Funktion, die ich benötige
el: Λείπει μία βασική λειτουργία που χρειάζομαι
es: Falta una función clave que necesito
fa: یک ویژگی کلیدی که به آن نیاز دارم، وجود ندارد
fr: Il manque une fonction clé dont j'ai besoin
id: Fitur penting yang saya perlukan tidak ada
it: Manca una caratteristica chiave di cui ho bisogno
nl: Ik mis een belangrijke functie
no: Det mangler en hovedfunksjon jeg trenger
pt_br: Está faltando um recurso-chave que eu preciso
ru: Отсутствует необходимая функция
sr: Недостаје важна функција која ми је потребна
sv: Det saknas en viktig funktion som jag behöver
ta: எனக்கு தேவையான ஒரு முக்கிய அம்சம் இதில் இல்லை
uk: Мені бракує ключової функції
ur: اس میں ایک اہم خصوصیت غائب ہے جس کی مجھے ضرورت ہے
vi: Nó thiếu một tính năng quan trọng mà tôi cần

# deleteReason2
source: The app or a certain feature does not behave as I think it should
ar: التطبيق أو مِيزة معينة لا تعمل كما هو متوقع
az: Tətbiq və ya müəyyən bir funksiya gözlədiyim kimi işləmir
be: Праграма або пэўная функцыя не паводзіць сябе так, як павінна
ca: L'aplicació o una certa funció no es comporta com crec que hauria de fer-ho
cs: Aplikace nebo určitá funkce se nechová tak, jak si myslím, že by měla
de: Die App oder eine bestimmte Funktion verhält sich nicht so wie gedacht
el: Η εφαρμογή ή μια συγκεκριμένη λειτουργία δεν συμπεριφέρεται όπως νομίζω ότι θα έπρεπε
es: La aplicación o una característica determinada no se comporta como creo que debería
fa: برنامه یا یک ویژگی خاص آنطور که من فکر می‌کنم، عمل نمی‌کند
fr: L'application ou une certaine fonctionnalité ne se comporte pas comme je pense qu'elle devrait
id: App ini atau fitur tertentu tidak bekerja sesuai harapan saya
it: L'app o una determinata funzionalità non si comporta come dovrebbe
nl: De app of een bepaalde functie functioneert niet zoals ik verwacht
no: Appen, eller en bestemt funksjon, fungerer ikke slik jeg tror den skal
pt_br: O aplicativo ou um certo recurso não funciona da maneira que eu acredito que deveria funcionar
ru: Приложение или определённая функция работают не так, как я ожидал
sr: Апликација или одређена функција не ради онако како мислим да би требало
sv: Appen eller en viss funktion beter sig inte som jag tycker det ska
ta: ஆப்ஸ் அல்லது ஒரு குறிப்பிட்ட அம்சம் நான் நினைப்பது போல் செயல்படவில்லை.
uk: Застосунок або певна функція не поводяться так, як я думаю, вони повинні
ur: ایپ یا کوئی خاص فیچر ویسا کام نہیں کر رہا جیسا میرے خیال میں اسے کرنا چاہیے
vi: Ứng dụng hoặc một tính năng không hoạt động như tôi muốn

# deleteReason3
source: I found another service that I like better
ar: وجدت خدمة أخرى أفضل
az: Daha çox bəyəndiyim başqa bir xidmət tapdım
be: Я знайшоў больш прывабны сэрвіс
ca: He trobat un altre servei que m'agrada més
cs: Našel jsem jinou službu, která se mi líbí více
de: Ich habe einen anderen Dienst gefunden, der mir mehr zusagt
el: Βρήκα μια άλλη υπηρεσία που μου αρέσει περισσότερο
es: He encontrado otro servicio que me gusta más
fa: سرویس دیگری پیدا کردم که بهتر می‌پسندم
fr: J'ai trouvé un autre service que je préfère
id: Saya menemukan layanan lain yang lebih baik
it: Ho trovato un altro servizio che mi piace di più
nl: Ik heb een andere dienst gevonden die me beter bevalt
no: Jeg fant en annen tjeneste jeg liker bedre
pt_br: Encontrei outro serviço que considero melhor
ru: Я нашёл другой сервис, который мне больше нравится
sr: Пронашао/ла сам други сервис који ми више одговара
sv: Jag hittade en annan tjänst som jag gillar bättre
ta: எனக்குப் பிடித்த வேறொரு சேவையைக் கண்டுபிடித்தேன்.
uk: Я знайшов інший сервіс, який подобається мені більше
ur: مجھے ایک اور سروس مل گئی ہے جو مجھے زیادہ پسند ہے
vi: Tôi tìm thấy một dịch vụ khác mà tôi thích hơn

# deleteReason4
source: My reason isn’t listed
ar: سببي غير مدرج
az: Səbəbim siyahıda yoxdur
be: Прычына адсутнічае ў спісе
ca: La meva raó no està llistada
cs: Můj důvod není uveden
de: Mein Grund ist nicht aufgeführt
el: Ο λόγος δεν συμπεριλαμβάνεται στη λίστα
es: Mi motivo no se encuentra en la lista
fa: دلیل من ذکر نشده است
fr: Ma raison n'est pas listée
id: Alasan saya tidak ada di daftar
it: Il motivo non è elencato
nl: Mijn reden wordt niet vermeld
no: Årsaken min er ikke oppført
pt_br: Meu motivo não está listado
ru: Моя причина не указана
sr: Мој разлог није на листи
sv: Min orsak finns inte med
ta: எனது காரணம் பட்டியலிடப்படவில்லை.
uk: Причина не перерахована
ur: میری وجہ فہرست میں نہیں ہے
vi: Lý do không có trong danh sách

source: Send email
ar: إرسال بريد إلكتروني
az: E-poçtu göndər
be: Адправіць ліст
ca: Envia correu
cs: Odeslat e-mail
de: E-Mail senden
el: Αποστολή email
es: Enviar correo electrónico
fa: ارسال ایمیل
fr: Envoyer un e-mail
id: Kirim email
it: Invia email
nl: E-mail versturen
nn: Send e-post
no: Send e-post
pt_br: Enviar e-mail
ru: Отправить электронное письмо
sr: Пошаљи е-пошту
sv: Skicka e-post
ta: மின்னஞ்சல் அனுப்பு
uk: Надіслати електронного листа
ur: ای میل بھیجیں
vi: Gửi email
