Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Unlock
ar: فتح
az: Kilidi aç
be: Разблакіраваць
ca: Desbloqueja
cs: Odemknout
de: Jetzt freischalten
el: Ξεκλείδωμα
es: Desbloquear
fa: باز کردن
fr: Déverrouiller
id: Buka
it: Sblocca
nl: Ontgrendelen
no: Lås opp
pt_br: Desbloquear
ru: Разблокировать
sv: Lås upp
uk: Розблокувати
ur: ان لاک کریں
vi: Mở khóa

source: Free up space
ar: تحرير المساحة
az: Yer boşaltın
be: Вызваліць прастору
ca: Allibera espai
cs: Uvolnit místo
de: Speicherplatz freigeben
el: Ελευθερώστε χώρο
es: Liberar espacio
fa: فضا را آزاد کنید
fr: Libérer de l'espace
id: Bersihkan ruang
it: Libera spazio
nl: Ruimte vrijmaken
no: Frigjør lagringsplass
pt_br: Liberar espaço
ru: Освободить место
sv: Frigör utrymme
uk: Звільнити місце
ur: جگہ خالی کریں
vi: Giải phóng dung lượng

# freeUpSpaceSaving
source: {count, plural, =1 {It can be deleted from the device to free up {formattedSize}} other {They can be deleted from the device to free up {formattedSize}}}
ar: {count, plural, =1 {يمكن حذفه من الجهاز لتحرير {formattedSize}} two {يمكن حذفهما من الجهاز لتحرير {formattedSize}} few {يمكن حذفها من الجهاز لتحرير {formattedSize}} many {يمكن حذفها من الجهاز لتحرير {formattedSize}} other {يمكن حذفها من الجهاز لتحرير {formattedSize}}}
az: {count, plural, =1 {{formattedSize} yer boşaltmaq üçün cihazdan silinə bilər} other {{formattedSize} yer boşaltmaq üçün cihazdan silinə bilərlər}}
be: {count, plural, =1 {Яго можна выдаліць з прылады, каб вызваліць {formattedSize}} other {Іх можна выдаліць з прылады, каб вызваліць {formattedSize}}}
ca: {count, plural, =1 {Es pot esborrar del dispositiu per alliberar {formattedSize}} other {Es poden esborrar del dispositiu per alliberar {formattedSize}}}
cs: {count, plural, =1 {Lze jej odstranit ze zařízení, aby se uvolnilo {formattedSize} místa} other {Lze je odstranit ze zařízení, aby se uvolnilo {formattedSize} místa}}
de: {count, plural, =1 {Es kann vom Gerät gelöscht werden, um {formattedSize} freizugeben} other {Sie können vom Gerät gelöscht werden, um {formattedSize} freizugeben}}
el: {count, plural, one {}=1 {Μπορεί να διαγραφεί από τη συσκευή για να ελευθερώσει {formattedSize}} other {Μπορούν να διαγραφούν από τη συσκευή για να ελευθερώσουν {formattedSize}}}
es: {count, plural, =1 {Se puede eliminar del dispositivo para liberar {formattedSize}} other {Se pueden eliminar del dispositivo para liberar {formattedSize}}}
fa: {count, plural, =1 {می‌توان آن را از دستگاه حذف کرد تا {formattedSize} آزاد شود} other {می‌توان آن‌ها را از دستگاه حذف کرد تا {formattedSize} آزاد شود}}
fr: {count, plural, one {}=1 {Il peut être supprimé de l'appareil pour libérer {formattedSize}} other {Ils peuvent être supprimés de l'appareil pour libérer {formattedSize}}}
it: {count, plural, one {}=1 {Può essere cancellato per liberare {formattedSize}} other {Possono essere cancellati per liberare {formattedSize}}}
nl: {count, plural, =1 {Het kan verwijderd worden van het apparaat om {formattedSize} vrij te maken} other {Ze kunnen verwijderd worden van het apparaat om {formattedSize} vrij te maken}}
no: {count, plural, =1 {Det kan slettes fra enheten for å frigi {formattedSize}} other {De kan slettes fra enheten for å frigjøre {formattedSize}}}
pt_br: {count, plural, =1 {Ele pode excluído do dispositivo para liberar {formattedSize}} other {Eles podem ser excluídos do dispositivo para liberar {formattedSize}}}
ru: {count, plural, =1 {Его можно удалить с устройства, чтобы освободить {formattedSize}} other {Их можно удалить с устройства, чтобы освободить {formattedSize}}}
ur: {count, plural, =1 {{formattedSize} جگہ خالی کرنے کے لیے اسے ڈیوائس سے ڈیلیٹ کیا جا سکتا ہے} other {{formattedSize} جگہ خالی کرنے کے لیے انہیں ڈیوائس سے ڈیلیٹ کیا جا سکتا ہے}}
vi: {count, plural, =1 {Xóa chúng khỏi thiết bị để giải phóng {formattedSize}} other {Xóa chúng khỏi thiết bị để giải phóng {formattedSize}}}

# filesBackedUpInAlbum
source: {count, plural, one {1 file} other {{formattedNumber} files}} in this album has been backed up safely
ar: {count, plural, one {ملف واحد} two {ملفان} few {{formattedNumber} ملفات} many {{formattedNumber} ملفًا} other {{formattedNumber} ملفًا}} في هذا الألبوم تم نسخه احتياطيًا بأمان
az: Bu albomdakı {count, plural, one {1 fayl} other {{formattedNumber} fayl}} təhlükəsiz şəkildə ehtiyat nüsxə kopyalanıb
be: {count, plural, one {Для 1 файла ў} other {Для {formattedNumber} файлаў у}} гэтым альбоме была створана рэзервовая копія
ca: {count, plural, one {1 fitxer} other {{formattedNumber} fitxers}} en aquest àlbum s'han copiat de manera segura
cs: {count, plural, one {1 soubor v tomto albu byl bezpečně zálohován} few {{formattedNumber} soubory v tomto albu byly bezpečně zálohovány} other {{formattedNumber} souborů v tomto albu bylo bezpečně zálohováno}}
de: {count, plural, one {1 Datei} other {{formattedNumber} Dateien}} in diesem Album wurde(n) sicher gespeichert
el: {count, plural, one {1 αρχείο} other {{formattedNumber} αρχεία}} σε αυτό το άλμπουμ έχουν αντίγραφα ασφαλείας
es: Se ha realizado la copia de seguridad de {count, plural, one {1 archivo} other {{formattedNumber} archivos}} de este álbum de forma segura
fa: {count, plural, one {1 فایل} other {{formattedNumber} فایل}} در این آلبوم به‌طور ایمن پشتیبان‌گیری شده است
fr: {count, plural, one {1 fichier dans cet album a été sauvegardé en toute sécurité} other {{formattedNumber} fichiers dans cet album ont été sauvegardés en toute sécurité}}
id: {count, plural, other {{formattedNumber} file}} dalam album ini telah berhasil dicadangkan
it: {count, plural, one {1 file} other {{formattedNumber} file}} di quest'album sono stati salvati in modo sicuro
nl: {count, plural, one {1 bestand} other {{formattedNumber} bestanden}} in dit album is veilig geback-upt
no: {count, plural, one {1 fil} other {{formattedNumber} filer}} I dette albumet har blitt sikkerhetskopiert
pt_br: {count, plural, one {1 arquivo} other {{formattedNumber} arquivos}} deste álbum foi(ram) salvo(s) em segurança
ru: {count, plural, one {{formattedNumber} файл в этом альбоме был успешно сохранён} other {{formattedNumber} файлов в этом альбоме были успешно сохранены}}
uk: {count, plural, one {Для 1 файлу} other {Для {formattedNumber} файлів}} у цьому альбомі було створено резервну копію
ur: {count, plural, one {اس البم میں ۱ فائل کا محفوظ طریقے سے بیک اپ لیا گیا ہے} other {اس البم میں {formattedNumber} فائلوں کا محفوظ طریقے سے بیک اپ لیا گیا ہے}}
vi: {count, plural, other {{formattedNumber} tệp}} trong album đã được sao lưu an toàn

# filesBackedUpFromDevice
source: {count, plural, one {1 file} other {{formattedNumber} files}} on this device have been backed up safely
ar: {count, plural, one {ملف واحد} two {ملفان} few {{formattedNumber} ملفات} many {{formattedNumber} ملفًا} other {{formattedNumber} ملفًا}} على هذا الجهاز تم نسخه احتياطيًا بأمان
az: Bu cihazdakı {count, plural, one {1 fayl} other {{formattedNumber} fayl}} təhlükəsiz şəkildə ehtiyat nüsxə kopyalanıb
be: {count, plural, one {Для 1 файла} other {Для {formattedNumber} файлаў}} на гэтай прыладзе была створана рэзервовая копія
ca: {count, plural, one {1 fitxer} other {{formattedNumber} fitxers}} en aquest dispositiu s'han copiat de manera segura
cs: {count, plural, one {1 soubor na tomto zařízení byl bezpečně zálohován} few {{formattedNumber} soubory na tomto zařízení byly bezpečně zálohovány} other {{formattedNumber} souborů na tomto zařízení bylo bezpečně zálohováno}}
de: {count, plural, one {1 Datei} other {{formattedNumber} Dateien}} auf diesem Gerät wurde(n) sicher gespeichert
el: {count, plural, one {1 αρχείο} other {{formattedNumber} αρχεία}} σε αυτή τη συσκευή έχουν αντίγραφα ασφαλείας
es: Se ha realizado la copia de seguridad de {count, plural, one {1 archivo} other {{formattedNumber} archivos}} de este dispositivo de forma segura
fa: {count, plural, one {1 فایل} other {{formattedNumber} فایل}} در این دستگاه به‌طور ایمن پشتیبان‌گیری شده است
fr: {count, plural, one {1 fichier sur cet appareil a été sauvegardé en toute sécurité} other {{formattedNumber} fichiers sur cet appareil ont été sauvegardés en toute sécurité}}
id: {count, plural, other {{formattedNumber} file}} di perangkat ini telah berhasil dicadangkan
it: {count, plural, one {1 file} other {{formattedNumber} file}} di quest'album sono stati salvati in modo sicuro
nl: {count, plural, one {1 bestand} other {{formattedNumber} bestanden}} in dit album zijn veilig geback-upt
no: {count, plural, one {1 fil} other {{formattedNumber} filer}} på denne enheten har blitt sikkerhetskopiert
pt_br: {count, plural, one {1 arquivo} other {{formattedNumber} arquivos}} deste dispositivo foi(ram) salvos em segurança
ru: {count, plural, one {{formattedNumber} файл на этом устройстве был успешно сохранён} other {{formattedNumber} файлов на этом устройстве были успешно сохранены}}
uk: {count, plural, one {Для 1 файлу} other {Для {formattedNumber} файлів}} на цьому пристрої було створено резервну копію
ur: {count, plural, one {اس ڈیوائس پر ۱ فائل کا محفوظ طریقے سے بیک اپ لیا گیا ہے} other {اس ڈیوائس پر {formattedNumber} فائلوں کا محفوظ طریقے سے بیک اپ لیا گیا ہے}}
vi: {count, plural, other {{formattedNumber} tệp}} trên thiết bị đã được sao lưu an toàn

# freeUpAccessPostDelete
source: You can still access {count, plural, =1 {it} other {them}} on Ente as long as you have an active subscription
ar: لا يزال بإمكانك الوصول {count, plural, =1 {إليه} two {إليهما} other {إليها}} على Ente طالما لديك اشتراك نشط.
az: Aktiv abunəliyiniz olduğu müddətcə Ente-də {count, plural, =1 {ona} other {onlara}} hələ də daxil ola bilərsiniz
be: Вы ўсё яшчэ можаце атрымаць доступ да {count, plural, =1 {яго ў} other {іх у}} Ente, пакуль у вас актыўная падпіска
ca: Encara podràs accedir a {count, plural, =1 {ell} other {ells}} a Ente mentre tinguis una subscripció activa
cs: Stále k {count, plural, =1 {němu} other {nim}} máte přístup na Ente, pokud máte aktivní předplatné
de: Du hast {count, plural, =1 {darauf} other {auf sie}} weiterhin Zugriff, solange du ein aktives Abo hast
el: Μπορείτε να {count, plural, one {}=1 {το} other {τα}} βρείτε στο Ente όσο έχετε ενεργή συνδρομή
es: Aún puedes acceder {count, plural,=1 {a él} other {a ellos}} en Ente mientras tengas una suscripción activa
fa: شما هنوز می‌توانید به {count, plural, =1 {آن} other {آن‌ها}} در Ente دسترسی داشته باشید به شرطی که اشتراک فعالی داشته باشید
fr: Vous pouvez toujours {count, plural, one {}=1 {l'} other {les}} accéder sur Ente tant que vous avez un abonnement actif
nl: Je hebt nog steeds toegang tot {count, plural, =1 {het} other {ze}} op Ente zolang je een actief abonnement hebt
no: Du kan fortsatt få tilgang til {count, plural, =1 {det} other {dem}} på Ente så lenge du har et aktivt abonnement
pt_br: Você ainda pode acessá{count, plural, =1 {-lo} other {-los}} no Ente se você tiver uma assinatura ativa
ru: Вы всё ещё сможете получить доступ к {count, plural, =1 {нему} other {ним}} в Ente, пока у вас активна подписка
ur: آپ اب بھی Ente پر {count, plural, =1 {اس تک} other {ان تک}} رسائی حاصل کر سکتے ہیں جب تک کہ آپ کے پاس فعال سبسکرپشن ہے
vi: Bạn vẫn có thể truy cập {count, plural, =1 {chúng} other {chúng}} trên Ente, miễn là gói của bạn còn hiệu lực

# freeUpAmount
source: Free up {sizeInMBorGB}
ar: تحرير {sizeInMBorGB}
az: {sizeInMBorGB} yer boşalt
be: Вызваліць {sizeInMBorGB}
ca: Allibera {sizeInMBorGB}
cs: Uvolnit {sizeInMBorGB}
de: {sizeInMBorGB} freigeben
el: Εξοικονόμηση {sizeInMBorGB}
es: Liberar {sizeInMBorGB}
fa: فضای {sizeInMBorGB} را آزاد کنید
fr: Libérer {sizeInMBorGB}
id: Bersihkan {sizeInMBorGB}
it: Libera {sizeInMBorGB}
nl: Maak {sizeInMBorGB} vrij
no: Frigjør {sizeInMBorGB}
pt_br: Liberar {sizeInMBorGB}
ru: Освободить {sizeInMBorGB}
uk: Звільніть {sizeInMBorGB}
ur: {sizeInMBorGB} خالی کریں
vi: Giải phóng {sizeInMBorGB}

source: This email is already in use
ar: هذا البريد الإلكتروني مستخدم بالفعل.
az: Bu e-poçt artıq istifadə olunur
be: Гэта электронная пошта ўжо выкарыстоўваецца
ca: Aquest correu ja està en ús
cs: Tato e-mailová adresa je již používána
de: Diese E-Mail-Adresse wird bereits verwendet
el: Αυτός ο λογαριασμός ηλ. ταχυδρομείου χρησιμοποιείται ήδη
es: Este correo electrónico ya está en uso
fa: این ایمیل قبلاً استفاده شده است
fr: Cette adresse mail est déjà utilisé
id: Email ini telah digunakan
it: Questo indirizzo email è già registrato
nl: Dit e-mailadres is al in gebruik
no: Denne e-postadressen er allerede i bruk
pt_br: Este e-mail já está sendo usado
ru: Эта электронная почта уже используется
sr: Имејл је већ у употреби
sv: Denna e-post används redan
uk: Ця поштова адреса вже використовується
ur: یہ ای میل پہلے سے استعمال میں ہے
vi: Email này đã được sử dụng

source: Incorrect code
ar: رمز غير صحيح
az: Yanlış kod
be: Няправільны код
ca: Codi incorrecte
cs: Nesprávný kód
de: Falscher Code
el: Εσφαλμένος κωδικός
es: Código incorrecto
fa: کد نادرست است
fr: Code non valide
id: Kode salah
it: Codice sbagliato
nl: Onjuiste code
no: Feil kode
pt_br: Código incorreto
ru: Неверный код
sv: Felaktig kod
uk: Невірний код
ur: غلط کوڈ
vi: Mã không chính xác

source: Authentication failed, please try again
ar: فشلت المصادقة، يرجى المحاولة مرة أخرى.
az: Kimlik təsdiqi uğursuz oldu, zəhmət olmasa yenidən cəhd edin
be: Збой аўтэнтыфікацыі. Паспрабуйце яшчэ раз
ca: Autenticació fallida, si us plau torna-ho a provar
cs: Přihlášení se nezdařilo, zkuste to znovu
de: Authentifizierung fehlgeschlagen, versuchen Sie es bitte erneut
el: Αποτυχία ελέγχου ταυτότητας, παρακαλώ προσπαθήστε ξανά
es: Error de autenticación, por favor inténtalo de nuevo
fa: احراز هویت ناموفق بود، لطفاً دوباره تلاش کنید
fr: L'authentification a échouée, veuillez réessayer
id: Autentikasi gagal, silakan coba lagi
it: Autenticazione non riuscita, prova di nuovo
nl: Verificatie mislukt, probeer het opnieuw
no: Autentisering mislyktes, prøv igjen
pt_br: Falha na autenticação. Tente novamente
ru: Аутентификация не удалась, пожалуйста, попробуйте снова
sv: Autentisering misslyckades, försök igen
uk: Автентифікація не пройдена. Спробуйте ще раз
ur: تصدیق ناکام، براہ کرم دوبارہ کوشش کریں
vi: Xác thực không thành công, vui lòng thử lại

source: Verification failed, please try again
ar: فشل التحقق، يرجى المحاولة مرة أخرى.
az: Doğrulama uğursuz oldu, zəhmət olmasa yenidən cəhd edin
be: Збой спраўджання. Паспрабуйце яшчэ раз
ca: Verificació fallida, si us plau torna-ho a provar
cs: Ověření se nezdařilo, zkuste to znovu
de: Verifizierung fehlgeschlagen, bitte versuchen Sie es erneut
el: Η επαλήθευση απέτυχε, παρακαλώ προσπαθήστε ξανά
es: Verificación fallida, por favor inténtalo de nuevo
fa: تأیید ناموفق بود، لطفاً دوباره تلاش کنید
fr: La vérification a échouée, veuillez réessayer
id: Verifikasi gagal, silakan coba lagi
it: Verifica fallita, per favore prova di nuovo
nl: Verificatie mislukt, probeer het opnieuw
no: Bekreftelse mislyktes, vennligst prøv igjen
pt_br: Falha na verificação. Tente novamente
ru: Проверка не удалась, пожалуйста, попробуйте снова
uk: Перевірка не вдалася, спробуйте ще раз
ur: تصدیق ناکام، براہ کرم دوبارہ کوشش کریں
vi: Xác minh không thành công, vui lòng thử lại

source: Authenticating...
ar: جارٍ المصادقة...
az: Kimlik təsdiqlənir...
be: Аўтэнтыфікацыя...
ca: Autenticant...
cs: Ověřování...
de: Authentifiziere …
el: Ταυτοποίηση...
es: Autenticando...
fa: در حال احراز هویت...
fr: Authentification...
it: Autenticazione...
nl: Verifiëren...
no: Autentiserer...
pt_br: Autenticando...
ru: Аутентификация...
sv: Autentiserar...
uk: Автентифікація...
ur: تصدیق کی جا رہی ہے...
vi: Đang xác thực...

source: Authentication successful!
ar: تمت المصادقة بنجاح!
az: Kimlik təsdiqi uğurludur!
be: Аўтэнтыфікацыя паспяхова пройдзена!
ca: Autenticació exitosa!
cs: Ověření bylo úspěšné!
de: Authentifizierung erfogreich!
el: Επιτυχής έλεγχος ταυτότητας!
es: ¡Autenticación exitosa!
fa: احراز هویت با موفقیت انجام شد!
fr: Authentification réussie!
id: Autentikasi berhasil!
it: Autenticazione riuscita!
nl: Verificatie geslaagd!
no: Autentisering var vellykket!
pt_br: Autenticado com sucesso!
ru: Аутентификация прошла успешно!
uk: Автентифікація пройшла успішно!
ur: تصدیق کامیاب!
vi: Xác thực thành công!

source: Incorrect recovery key
ar: مفتاح الاسترداد غير صحيح.
az: Yanlış bərpa açarı
be: Няправільны ключ аднаўлення
ca: Clau de recuperació incorrecta
cs: Nesprávný obnovovací klíč
de: Falscher Wiederherstellungs-Schlüssel
el: Εσφαλμένο κλειδί ανάκτησης
es: Clave de recuperación incorrecta
fa: کلید بازیابی نادرست است
fr: Clé de récupération non valide
id: Kunci pemulihan salah
it: Chiave di recupero errata
nl: Onjuiste herstelsleutel
no: Feil gjenopprettingsnøkkel
pt_br: Chave de recuperação incorreta
ru: Неверный ключ восстановления
sv: Felaktig återställningsnyckel
uk: Невірний ключ відновлення
ur: غلط ریکوری کی
vi: Mã khôi phục không chính xác

source: The recovery key you entered is incorrect
ar: مفتاح الاسترداد الذي أدخلته غير صحيح.
az: Daxil etdiyiniz bərpa açarı yanlışdır
be: Вы ўвялі памылковы ключ аднаўлення
ca: La clau de recuperació que has introduït és incorrecta
cs: Vámi zadaný obnovovací klíč je nesprávný
de: Der eingegebene Schlüssel ist ungültig
el: Το κλειδί ανάκτησης που εισάγατε είναι εσφαλμένο
es: La clave de recuperación introducida es incorrecta
fa: کلید بازیابی که وارد کردید نادرست است
fr: La clé de récupération que vous avez entrée est incorrecte
id: Kunci pemulihan yang kamu masukkan salah
it: La chiave di recupero inserita non è corretta
nl: De ingevoerde herstelsleutel is onjuist
no: Gjennopprettingsnøkkelen du skrev inn er feil
pt_br: A chave de recuperação inserida está incorreta
ru: Введённый вами ключ восстановления неверен
sv: Återställningsnyckeln du angav är felaktig
uk: Ви ввели невірний ключ відновлення
ur: آپ کی درج کردہ ریکوری کی غلط ہے
vi: Mã khôi phục bạn nhập không chính xác

source: Two-factor authentication successfully reset
ar: تمت إعادة تعيين المصادقة الثنائية بنجاح.
az: İki faktorlu kimlik təsdiqi uğurla sıfırlandı
be: Двухфактарная аўтэнтыфікацыя паспяхова скінута
ca: Autenticació de doble factor restablerta amb èxit
cs: Dvoufázové ověření bylo úspěšně obnoveno
de: Zwei-Faktor-Authentifizierung (2FA) erfolgreich zurückgesetzt
el: Η αυθεντικοποίηση δύο παραγόντων επαναφέρθηκε επιτυχώς
es: Autenticación de doble factor restablecida con éxito
fa: احراز هویت دو مرحله‌ای با موفقیت بازنشانی شد
fr: L'authentification à deux facteurs a été réinitialisée avec succès
id: Autentikasi dua langkah berhasil direset
it: Autenticazione a due fattori resettata con successo
nl: Tweestapsverificatie succesvol gereset
no: Tofaktorautentisering ble tilbakestilt
pt_br: Autenticação de dois fatores redefinida com sucesso
ru: Двухфакторная аутентификация успешно сброшена
uk: Двоетапну перевірку успішно скинуто
ur: ٹو فیکٹر تصدیق کامیابی کے ساتھ ری سیٹ ہو گئی
vi: Xác thực 2 bước đã được đặt lại thành công

source: Please verify the code you have entered
ar: يرجى التحقق من الرمز الذي أدخلته.
az: Zəhmət olmasa daxil etdiyiniz kodu doğrulayın
be: Спраўдзіце ўведзены вамі код
ca: Si us plau, verifica el codi que has introduït
cs: Zkontrolujte prosím kód, který jste zadali
de: Bitte bestätigen Sie den eingegebenen Code
el: Παρακαλούμε επαληθεύστε τον κωδικό που εισάγατε
es: Por favor, verifica el código que has introducido
fa: لطفاً کدی که وارد کرده‌اید را تأیید کنید
fr: Veuillez vérifier le code que vous avez entré
id: Harap periksa kode yang kamu masukkan
it: Verifica il codice che hai inserito
nl: Controleer de code die u hebt ingevoerd
no: Bekreft koden du har skrevet inn
pt_br: Verifique o código inserido
ru: Пожалуйста, проверьте введённый вами код
uk: Підтвердьте введений код
ur: براہ کرم اپنے درج کردہ کوڈ کی تصدیق کریں
vi: Vui lòng xác minh mã bạn đã nhập

source: Please contact support if the problem persists
ar: يرجى الاتصال بالدعم إذا استمرت المشكلة.
az: Problem davam edərsə, dəstək xidməti ilə əlaqə saxlayın
be: Звяжыцеся са службай падтрымкі, калі праблема застанецца
ca: Si us plau, contacta amb suport si el problema persisteix
cs: Pokud problém přetrvává, kontaktujte prosím podporu
de: Bitte wenden Sie sich an den Support, falls das Problem weiterhin besteht
el: Επικοινωνήστε με την υποστήριξη πελατών εάν το πρόβλημα επιμένει
es: Por favor, contacta a soporte técnico si el problema persiste
fa: لطفاً در صورت ادامه مشکل با پشتیبانی تماس بگیرید
fr: Merci de contacter l'assistance si cette erreur persiste
id: Silakan hubungi tim bantuan jika masalah terus terjadi
it: Riprova. Se il problema persiste, ti invitiamo a contattare l'assistenza
nl: Neem contact op met klantenservice als het probleem aanhoudt
no: Vennligst kontakt kundestøtte hvis problemet vedvarer
pt_br: Por favor, contate o suporte se o problema persistir
ru: Пожалуйста, обратитесь в поддержку, если проблема сохраняется
uk: Зверніться до служби підтримки, якщо проблема не зникне
ur: اگر مسئلہ برقرار رہے تو براہ کرم سپورٹ سے رابطہ کریں
vi: Vui lòng liên hệ bộ phận hỗ trợ nếu vấn đề vẫn tiếp diễn

source: Two-factor authentication has been disabled
ar: تم تعطيل المصادقة الثنائية.
az: İki faktorlu kimlik təsdiqi dövriyyədən çıxarıldı
be: Двухфактарная аўтэнтыфікацыя была адключана
ca: L'autenticació de doble factor ha estat desactivada
cs: Dvoufázové ověřování bylo deaktivováno
de: Zwei-Faktor-Authentifizierung (2FA) wurde deaktiviert
el: Ο έλεγχος ταυτότητας δύο παραγόντων έχει απενεργοποιηθεί
es: La autenticación de dos factores fue deshabilitada
fa: احراز هویت دو مرحله‌ای غیرفعال شده است
fr: L'authentification à deux facteurs a été désactivée
id: Autentikasi dua langkah telah dinonaktifkan
it: L'autenticazione a due fattori è stata disabilitata
nl: Tweestapsverificatie is uitgeschakeld
no: Tofaktorautentisering har blitt deaktivert
pt_br: A autenticação de dois fatores foi desativada
ru: Двухфакторная аутентификация отключена
sv: Tvåfaktorsautentisering har inaktiverats
uk: Двоетапну перевірку вимкнено
ur: ٹو فیکٹر تصدیق غیر فعال کر دی گئی ہے
vi: Xác thực 2 bước đã bị vô hiệu hóa

source: Sorry, the code you've entered is incorrect
ar: عذرًا، الرمز الذي أدخلته غير صحيح.
az: Bağışlayın, daxil etdiyiniz kod yanlışdır
be: Уведзены вамі код з'яўляецца няправільным
ca: Ho sentim, el codi que has introduït és incorrecte
cs: Omlouváme se, zadaný kód je nesprávný
de: Leider ist der eingegebene Code falsch
el: Λυπούμαστε, ο κωδικός που εισαγάγατε είναι εσφαλμένος
es: Lo sentimos, el código que has introducido es incorrecto
fa: متأسفم، کدی که وارد کرده‌اید نادرست است
fr: Le code que vous avez saisi est incorrect
id: Maaf, kode yang kamu masukkan salah
it: Il codice immesso non è corretto
nl: Sorry, de ingevoerde code is onjuist
no: Beklager, koden du skrev inn er feil
pt_br: O código inserido está incorreto
ru: Извините, введённый вами код неверен
uk: Вибачте, але введений вами код є невірним
ur: معذرت، آپ کا درج کردہ کوڈ غلط ہے
vi: Rất tiếc, mã bạn nhập không chính xác

source: Your verification code has expired
ar: انتهت صلاحية رمز التحقق الخاص بك.
az: Doğrulama kodunuzun vaxtı bitib
be: Ваш код спраўджання пратэрмінаваны
ca: El teu codi de verificació ha caducat
cs: Váš ověřovací kód vypršel
de: Ihr Bestätigungscode ist abgelaufen
el: Ο κωδικός επαλήθευσής σας έχει λήξει
es: Tu código de verificación ha expirado
fa: کد تأیید شما منقضی شده است
fr: Votre code de vérification a expiré
id: Kode verifikasi kamu telah kedaluwarsa
it: Il tuo codice di verifica è scaduto
nl: Uw verificatiecode is verlopen
no: Bekreftelseskoden er utløpt
pt_br: O código de verificação expirou
ru: Срок действия вашего кода подтверждения истёк
sr: Ваш код ѕа верификацију је истекао
uk: Термін дії коду підтвердження минув
ur: آپ کے تصدیقی کوڈ کی میعاد ختم ہو گئی ہے
vi: Mã xác minh của bạn đã hết hạn
