Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# backgroundWithThem
source: Beautiful views with {name}
ar: مناظر جميلة مع {name}
az: {name} ilə gözəl mənzərələr
be: Прыгожыя краявіды з {name}
ca: Vistes boniques amb {name}
cs: Krásný výhled s {name}
de: Schöne Ausblicke mit {name}
es: Preciosas vistas con {name}
fa: مناظر زیبا با {name}
fr: Magnifiques vues avec {name}
it: Bellissimi panorami con {name}
nl: Prachtige uitzichten met {name}
no: Vakker utsikt med {name}
pt_br: Vistas bonitas com {name}
ru: Красивые виды с {name}
sr: Прелепи призори са {name}
ur: {name} کے ساتھ خوبصورت مناظر
vi: Ngắm cảnh với {name}

# sportsWithThem
source: Sports with {name}
ar: الرياضة مع {name}
az: {name} ilə idman
be: Спорт з {name}
ca: Esports amb {name}
cs: Sporty s {name}
de: Sport mit {name}
es: Deportes con {name}
fa: ورزش با {name}
fr: Sports avec {name}
it: Sport con {name}
nl: Sporten met {name}
no: Sport med {name}
pt_br: Jogando esportes com {name}
ru: Спорт с {name}
sr: Спорт са {name}
ur: {name} کے ساتھ کھیل
vi: Chơi thể thao với {name}

# roadtripWithThem
source: Road trip with {name}
ar: رحلة برية مع {name}
az: {name} ilə səyahət
be: Падарожжа з {name}
ca: Viatge per carretera amb {name}
cs: Výlet autem s {name}
de: Roadtrip mit {name}
es: Viaje en carretera con {name}
fa: سفر جاده‌ای با {name}
fr: En route avec {name}
it: Viaggio con {name}
nl: Roadtrip met {name}
no: Biltur med {name}
pt_br: Viajando de carro com {name}
ru: Путешествие с {name}
sr: Путовање са {name}
ur: {name} کے ساتھ روڈ ٹرپ
vi: Đi bộ với {name}

source: Spotlight on yourself
ar: تسليط الضوء عليك
az: Diqqət mərkəzində özünüz
be: Вы ў цэнтры ўвагі
ca: Focus en tu mateix
cs: Vaše nejdůležitější události
de: Spot auf dich selbst
es: Enfócate a ti mismo
fa: نورافکن روی خودت
fr: Éclairage sur vous-même
it: Tu in primo piano
nl: Spotlicht op jezelf
no: Fremhev deg selv
pt_br: Seus destaques
ru: Вы в центре внимания
sr: Сва светла на теби
ur: آپ پر اسپاٹ لائٹ
vi: Tập trung vào bản thân bạn

# spotlightOnThem
source: Spotlight on {name}
ar: تسليط الضوء على {name}
az: Diqqət mərkəzində {name}
be: У цэнтры ўвагі {name}
ca: Focus en {name}
cs: Nejdůležitější události s {name}
de: Spot auf {name}
es: Enfocar a {name}
fa: نورافکن روی {name}
fr: Spotlight sur {name}
it: Riflettori su {name}
nl: Spotlicht op {name}
no: Fremhev {name}
pt_br: Destaques em {name}
ru: В центре внимания {name}
sr: Сва светла на {name}
ur: {name} پر اسپاٹ لائٹ
vi: Tập trung vào {name}

# personIsAge
source: {name} is {age}!
ar: {name} يبلغ {age}!
az: {name} şəxsin {age} yaşı var!
be: {name} споўнілася {age}!
ca: {name} té {age}!
cs: {name} má {age} let!
de: {name} ist {age}!
es: ¡{name} tiene {age} años!
fa: {name} {age} ساله است!
fr: {name} a {age}!
it: {name} ha {age}!
no: {name} er {age}!
pt_br: {name} tem {age} anos!
ru: {name} исполнилось {age}!
sv: {name} är {age}!
ur: {name} {age} کا ہے!
vi: {name} đã {age} tuổi!

# personTurningAge
source: {name} turning {age} soon
ar: {name} سيبلغ {age} قريبًا
az: Tezliklə {name} şəxsin {age} yaşı tamam olur
be: {name} неўзабаве споўніцца {age}
ca: {name} farà {age} aviat
cs: {name} brzy oslaví {age} let
de: {name} wird bald {age}
es: {name} cumpliendo {age} pronto
fa: {name} به زودی {age} ساله می‌شود
fr: {name} aura bientôt {age}
it: {name} sta per compiere {age} anni
nl: {name} wordt binnenkort {age}
no: {name} fyller {age} snart
pt_br: {name} terá {age} em breve
ru: {name} скоро исполнится {age}
sr: {name} ускоро навршава {age}
ur: {name} جلد {age} کا ہو جائے گا
vi: {name} sắp {age} tuổi

# lastTimeWithThem
source: Last time with {name}
ar: آخر مرة مع {name}
az: {name} ilə sonuncu dəfə
be: У апошні раз з {name}
ca: Última vegada amb {name}
cs: Naposledy s {name}
de: Zuletzt mit {name}
es: Última vez con {name}
fa: آخرین بار با {name}
fr: Dernière fois avec {name}
it: Ultima volta con {name}
nl: Laatste keer met {name}
no: Siste gang med {name}
pt_br: Últimos momentos com {name}
ru: В последний раз с {name}
sr: Последњи пут са {name}
sv: Senast med {name}
ur: {name} کے ساتھ آخری بار
vi: Lần cuối với {name}

source: Trip to {location}
ar: رحلة إلى {location}
az: {location} yerinə səyahət
be: Падарожжа ў {location}
ca: Viatge a {location}
cs: Výlet do {location}
de: Ausflug nach {location}
es: Viaje a {location}
fa: سفر به {location}
fr: Voyage vers {location}
it: Viaggio a {location}
nl: Reis naar {location}
no: Reise til {location}
pt_br: Viajem à {location}
ru: Поездка в {location}
sr: Пут у {location}
ur: {location} کا سفر
vi: Phượt ở {location}

source: Trip in {year}
ar: رحلة في {year}
az: {year}-ci ildə səyahət
be: Падарожжа ў {year}
ca: Viatge el {year}
cs: Cesta v roce {year}
de: Reise in {year}
es: Viaje en {year}
fa: سفر در {year}
fr: Voyage en {year}
it: Viaggio nel {year}
nl: Reis in {year}
no: Reise i {year}
pt_br: Viajem em {year}
ru: Поездка в {year}
sr: Пут из {year}
ur: {year} میں سفر
vi: Phượt năm {year}

source: Last year's trip
ar: رحلة العام الماضي
az: Keçən ilki səyahət
be: Леташняе падарожжа
ca: Viatge de l'any passat
cs: Loňský výlet
de: Reise im letzten Jahr
es: Viaje del año pasado
fa: سفر سال گذشته
fr: Voyage de l'an dernier
it: Viaggio dello scorso anno
nl: Reis van vorig jaar
no: Fjorårets tur
pt_br: Viajem do ano passado
ru: Прошлогодняя поездка
sr: Прошлогодишње путовање
sv: Förra årets resa
ur: پچھلے سال کا سفر
vi: Phượt năm ngoái

# sunrise
source: On the horizon
ar: على الأفق
az: Üfüqdə
be: На гарызонце
ca: A l'horitzó
cs: Na obzoru
de: Am Horizont
es: Sobre el horizonte
fa: در افق
fr: À l'horizon
it: All'orizzonte
nl: Aan de horizon
no: På horisonten
pt_br: No horizonte
ru: На горизонте
sr: На хирозонту
sv: På horisonten
ur: افق پر
vi: Đường chân trời

# mountains
source: Over the hills
ar: فوق التلال
az: Təpələrin arxasında
be: Праз узвышшы
ca: Sobre els turons
cs: Přes kopce
de: Über den Bergen
es: Sobre las colinas
fa: بالای تپه‌ها
fr: Au-dessus des collines
it: Oltre le colline
nl: Over de heuvels
no: Over åsene
pt_br: Sob as montanhas
ru: За холмами
sr: Преко брда
sv: Över kullarna
ur: پہاڑیوں کے اوپر
vi: Đồi núi

# greenery
source: The green life
ar: الحياة الخضراء
az: Yaşıl həyat
be: Зялёнае жыццё
ca: La vida verda
cs: Zelený život
de: Im Grünen
es: La vida verde
fa: زندگی سبز
fr: La vie au vert
it: In mezzo al verde
nl: Het groene leven
no: Det grønne livet
pt_br: A vegetação verde
ru: Зелёная жизнь
sr: Зеленило
sv: Det gröna livet
ur: ہریالی زندگی
vi: Cây cối

# beach
source: Sand and sea
ar: رمال وبحر
az: Qum və dəniz
be: Пясок і мора
ca: Sorra i mar
cs: Písek a moře
de: Am Strand
es: Arena y mar
fa: شن و دریا
fr: Sable et mer
it: Sabbia e mare
nl: Zand en zee
no: Sand og sjø
pt_br: Areia e o mar
ru: Песок и море
sr: Песак и море
sv: Sand och hav
ur: ریت اور سمندر
vi: Cát và biển

# city
source: In the city
ar: في المدينة
az: Şəhərdə
be: У горадзе
ca: A la ciutat
cs: Ve městě
de: In der Stadt
es: En la ciudad
fa: در شهر
fr: Dans la ville
it: In città
nl: In de stad
no: I byen
pt_br: Na cidade
ru: В городе
sr: У граду
sv: I staden
ur: شہر میں
vi: Trong thành phố

# moon
source: In the moonlight
ar: في ضوء القمر
az: Ay işığında
be: Пад святлом месяца
ca: A la llum de la lluna
cs: V měsíčním svitu
de: Bei Mondschein
es: A la luz de la luna
fa: در نور ماه
fr: Au clair de lune
it: Al chiaro di luna
nl: In het maanlicht
no: I månelyset
pt_br: Na luz do luar
ru: В лунном свете
sr: Под светлом Месеца
sv: I månskenet
ur: چاندنی میں
vi: Ánh trăng

# onTheRoad
source: On the road again
ar: على الطريق مرة أخرى
az: Yenidən yollarda
be: Зноў у дарозе
ca: De nou a la carretera
cs: Zase na cestách
de: Wieder unterwegs
es: De nuevo en la carretera
fa: دوباره در جاده
fr: De nouveau sur la route
it: Un altro viaggio su strada
nl: Onderweg
no: På veien igjen
pt_br: Na estrada novamente
ru: Снова в пути
sr: На путу
sv: På vägarna igen
ur: پھر سے سڑک پر
vi: Trên đường

# food
source: Culinary delight
ar: متعة الطهي
az: Kulinariya həzzi
be: Кулінарнае задавальненне
ca: Delícia culinària
cs: Kulinářský zážitek
de: Kulinarische Genüsse
es: Delicia culinaria
fa: لذت‌های آشپزی
fr: Plaisir culinaire
it: Delizia culinaria
nl: Culinaire vreugde
no: Kulinær glede
pt_br: Delícias de cozinha
ru: Кулинарное наслаждение
sr: Кулинарски ужици
ur: کھانے کا لطف
vi: Ăn chơi

# pets
source: Furry companions
ar: رفاق فروي
az: Tüklü Dostlar
be: Пухнатыя спадарожнікі
ca: Companys peluts
cs: Chlupatí společníci
de: Pelzige Begleiter
es: Compañeros peludos
fa: همراهان پشمالو
fr: Compagnons à quatre pattes
it: Compagni pelosetti
nl: Harige kameraden
no: Pelsvenner
pt_br: Companhias peludas
ru: Пушистые спутники
sr: Чупави другари
ur: پالتو ساتھی
vi: Thú cưng

source: Curated memories
ar: ذكريات منسقة
az: Seçilmiş xatirələr
be: Абраныя ўспаміны
ca: Records seleccionats
cs: Vybrané vzpomínky
de: Ausgewählte Erinnerungen
es: Memorias revisadas
fa: خاطرات انتخاب شده
fr: Souvenirs conservés
it: Ricordi importanti
nl: Samengestelde herinneringen
no: Kuraterte minner
pt_br: Memórias restauradas
ru: Отобранные воспоминания
sr: Пробране успомене
ur: منتخب کردہ یادیں
vi: Kỷ niệm đáng nhớ

source: Widgets
ar: عناصر واجهة
az: Vidjetlər
be: Віджэты
cs: Widgety
fa: ویجت‌ها
it: Widget
no: Moduler
ru: Виджеты
sr: Виџети
ur: ویجٹ (Widgets)
vi: Tiện ích

source: Memories
ar: ذكريات
az: Xatirələr
be: Успаміны
ca: Records
cs: Vzpomínky
de: Erinnerungen
es: Recuerdos
fa: خاطرات
fr: Souvenirs
it: Ricordi
nl: Herinneringen
no: Minner
pt_br: Memórias
ru: Воспоминания
sr: Успомене
sv: Minnen
ur: یادیں
vi: Kỷ niệm

# peopleWidgetDesc
source: Select the people you wish to see on your homescreen.
ar: حدد الأشخاص الذين ترغب في ظهورهم على شاشتك الرئيسية.
az: Ana ekranda görmək istədiyiniz insanları seçin.
be: Выберыце людзей, якіх вы хочаце бачыць на галоўным экране.
ca: Selecciona les persones que vols veure a la teva pantalla d'inici.
cs: Vyberte osoby, které chcete vidět na domovské obrazovce.
de: Wähle die Personen, die du auf der Startseite sehen möchtest.
es: Selecciona las personas que deseas ver en tu pantalla de inicio.
fa: افرادی را که می‌خواهید در صفحه اصلی خود ببینید انتخاب کنید.
fr: Sélectionnez les personnes que vous souhaitez voir sur votre écran d'accueil.
it: Seleziona le persone che desideri vedere nella schermata principale.
nl: Selecteer de mensen die je wilt zien op je beginscherm.
no: Velg folkene du ønsker å se på din hjemskjerm.
pt_br: Selecione as pessoas que deseje vê-las na sua tela inicial.
ru: Выберите людей, которых вы хотите видеть на главном экране.
ur: ان لوگوں کو منتخب کریں جنہیں آپ اپنی ہوم اسکرین پر دیکھنا چاہتے ہیں.
vi: Chọn những người bạn muốn thấy trên màn hình chính của mình.

# albumsWidgetDesc
source: Select the albums you wish to see on your homescreen.
ar: حدد الألبومات التي تريد ظهورها على شاشتك الرئيسية.
az: Ana ekranda görmək istədiyiniz albomları seçin.
be: Выберыце альбомы, якія вы хочаце бачыць на галоўным экране.
ca: Selecciona els àlbums que vols veure a la teva pantalla d'inici.
cs: Vyberte alba, která chcete zobrazit na domovské obrazovce.
de: Wähle die Alben, die du auf der Startseite sehen möchtest.
es: Seleccione los álbumes que desea ver en su pantalla de inicio.
fa: آلبوم‌هایی را که می‌خواهید در صفحه اصلی خود ببینید انتخاب کنید.
fr: Sélectionnez les personnes que vous souhaitez voir sur votre écran d'accueil.
it: Seleziona gli album che desideri vedere nella schermata principale.
nl: Selecteer de albums die je wilt zien op je beginscherm.
no: Velg albumene du ønsker å se på din hjemskjerm.
pt_br: Selecione os álbuns que deseje vê-los na sua tela inicial.
ru: Выберите альбомы, которые вы хотите видеть на главном экране.
ur: وہ البمز منتخب کریں جنہیں آپ اپنی ہوم اسکرین پر دیکھنا چاہتے ہیں.
vi: Chọn những album bạn muốn thấy trên màn hình chính của mình.

# memoriesWidgetDesc
source: Select the kind of memories you wish to see on your homescreen.
ar: اختر نوع الذكريات التي ترغب في رؤيتها على شاشتك الرئيسية.
az: Ana ekranda görmək istədiyiniz xatirə növlərini seçin.
be: Выберыце, якія ўспаміны вы хочаце бачыць на галоўным экране.
ca: Selecciona el tipus de records que vols veure a la teva pantalla d'inici.
cs: Vyberte typ vzpomínek, které chcete zobrazit na domovské obrazovce.
de: Wähle die Arten von Erinnerungen, die du auf der Startseite sehen möchtest.
es: Seleccione el tipo de recuerdos que desea ver en su pantalla de inicio.
fa: نوع یادآوری‌هایی که می‌خواهید در صفحه اصلی خود ببینید را انتخاب کنید.
fr: Sélectionnez le type de souvenirs que vous souhaitez voir sur votre écran d'accueil.
it: Seleziona il tipo di ricordi che desideri vedere nella schermata principale.
nl: Selecteer het soort herinneringen dat je wilt zien op je beginscherm.
no: Velg typen minner du ønsker å se på din hjemskjerm.
pt_br: Selecione os tipos de memórias que deseje vê-las na sua tela inicial.
ru: Выберите, какие воспоминания вы хотите видеть на главном экране.
ur: اس قسم کی یادیں منتخب کریں جو آپ اپنی ہوم اسکرین پر دیکھنا چاہتے ہیں.
vi: Chọn những loại kỷ niệm bạn muốn thấy trên màn hình chính của mình.

source: Smart memories
ar: ذكريات ذكية
az: Ağıllı xatirələr
be: Інтэлектуальныя ўспаміны
ca: Records intel·ligents
cs: Chytré vzpomínky
de: Smarte Erinnerungen
es: Recuerdos inteligentes
fa: یادآوری‌های هوشمند
fr: Souvenirs intelligents
it: Ricordi intelligenti
nl: Slimme herinneringen
no: Smarte minner
pt_br: Memórias inteligentes
ru: Умные воспоминания
sv: Smarta minnen
ur: اسمارٹ یادیں
vi: Gợi nhớ kỷ niệm

source: Past years' memories
ar: ذكريات السنوات الماضية
az: Ötən illərin xatirələri
be: Успаміны мінулых гадоў
ca: Records d'anys passats
cs: Vzpomínky na minulé roky
de: Erinnerungen der letzten Jahre
es: Recuerdos de los últimos años
fa: یادآوری‌های سال‌های گذشته
fr: Souvenirs de ces dernières années
it: Ricordi degli ultimi anni
nl: Afgelopen jaren
no: Tidligere års minner
pt_br: Memórias dos anos passados
ru: Воспоминания прошлых лет
sr: Прошлогодишње успомене
sv: Tidigare års minnen
ur: پچھلے سالوں کی یادیں
vi: Kỷ niệm năm ngoái

# deleteMultipleAlbumDialog
source: Also delete the photos (and videos) present in these {count} albums from <bold>all</bold> other albums they are part of?
ar: هل تريد أيضًا حذف الصور (والمقاطع) الموجودة في هذه الألبومات {count} من <bold>كافة</bold> الألبومات الأخرى التي تشترك فيها؟
az: Bu {count} albomda olan fotoşəkilləri (və videoları) daxil olduqları <bold>bütün</bold> digər albomlardan da silmək istəyirsiniz?
be: Таксама выдаліць фатаграфіі (разам з відэа), якія знаходзяцца ў гэтых {count} альбомах, з <bold>усіх</bold> іншых альбомаў, часткай якіх яны з'яўляюцца?
ca: Esborrar també les fotos (i vídeos) presents en aquests {count} àlbums de <bold>tots</bold> els altres àlbums dels quals formen part?
cs: Smazat také fotografie (a videa) přítomné v těchto {count} albech ze <bold>všech</bold> ostatních alb, jejichž součástí jsou?
de: Sollen die Fotos (und Videos) aus diesen {count} Alben auch aus <bold>allen</bold> anderen Alben gelöscht werden, in denen sie enthalten sind?
es: ¿Quiere borrar también las fotos (y vídeos) presentes en estos {count} álbumes de <bold>todos</bold> los otros álbumes de los que forman parte?
fa: آیا همچنین می‌خواهید عکس‌ها (و ویدیوها) موجود در این {count} آلبوم را از <bold>تمام</bold> آلبوم‌های دیگر که بخشی از آن‌ها هستند، حذف کنید؟
fr: Supprimer aussi les photos (et les vidéos) présentes dans {count} album(s) depuis <bold>tous les autres</bold> albums dont ils font partie ?
it: Eliminare anche le foto (e i video) presenti su {count} album da <bold>tutti</bold> gli altri album di cui fanno parte?
nl: Verwijder de foto's (en video's) van deze {count} albums ook uit <bold>alle</bold> andere albums waar deze deel van uitmaken?
pt_br: E também excluir todas as fotos (e vídeos) presente dentro desses {count} álbuns e de <bold>todos</bold> os álbuns que eles fazem parte?
ru: Также удалить фото (и видео), находящиеся в этих {count} альбомах, из <bold>всех</bold> других альбомов, частью которых они являются?
ur: کیا ان {count} البمز میں موجود تصاویر (اور ویڈیوز) کو دیگر <bold>تمام</bold> البمز سے بھی ڈیلیٹ کر دیں جن کا وہ حصہ ہیں؟
vi: Xóa luôn ảnh (và video) có trong {count} album này khỏi <bold>mọi album khác</bold> có chứa chúng?

source: Add participants
ar: إضافة مشاركين
az: İştirakçı əlavə et
be: Дадаць удзельнікаў
ca: Afegeix participants
cs: Přidat účastníky
de: Teilnehmer hinzufügen
es: Añadir participantes
fa: شرکت‌کنندگان را اضافه کنید
fr: Ajouter des participants
it: Aggiungi Partecipanti
nl: Voeg deelnemers toe
pt_br: Adicionar participante
ru: Добавить участников
sr: Додај учеснике
sv: Lägg till deltagare
ur: شرکاء شامل کریں
vi: Thêm người tham gia

# selectedAlbums
source: {count} selected
ar: {count} تم تحديد
az: {count} seçildi
be: Выбрана: {count}
ca: {count} seleccionats
cs: Vybráno: {count}
de: {count} ausgewählt
es: {count} seleccionados
fa: {count} انتخاب شده
fr: {count} sélectionné(s)
it: {count} selezionati
nl: {count} geselecteerd
pt_br: {count} selecionado(s)
ru: {count} выбрано
ur: {count} منتخب
vi: Đã chọn {count} album

source: Action not supported on Favourites album
ar: الإجراء غير مدعوم في ألبوم المفضلة
az: Seçilmişlər albomunda bu əməliyyat dəstəklənmir
be: Дзеянне не падтрымліваецца ў альбоме «Абранае»
ca: Acció no suportada a l'àlbum de Favorits
cs: Akce není podporována v albu Oblíbené
de: Aktion für das Favoritenalbum nicht unterstützt
es: Acción no compatible con el álbum de Favoritos
fa: عملیات در آلبوم مورد علاقه پشتیبانی نمی‌شود
fr: Action non prise en charge sur l'album des Favoris
it: Questa azione non è supportata nei Preferiti
nl: Actie niet ondersteund op Favorieten album
pt_br: Ação não suportada em álbum favorito
ru: Действие не поддерживается в альбоме «Избранное»
ur: پسندیدہ البم پر عمل سپورٹڈ نہیں ہے
vi: Hành động không áp dụng trong album Đã thích

source: On this day memories
ar: ذكريات هذا اليوم
az: Bu günün xatirələri
be: Успаміны ў гэты дзень
ca: Records d'aquest dia
cs: Vzpomínky v tento den
de: Erinnerungen an diesem Tag
es: Recuerdos de un día como hoy
fa: یادآوری‌های این روز
fr: Souvenirs du jour
it: Ricordi di questo giorno
nl: Op deze dag herinneringen
pt_br: Memórias deste dia
ru: В этот день воспоминания
sr: Успомене на данашњи дан
ur: آج کے دن کی یادیں
vi: Kỷ niệm hôm nay

source: On this day
ar: في هذا اليوم
az: Bu gün
be: У гэты дзень
ca: Aquest dia
cs: V tento den
de: An diesem Tag
es: Un día como hoy
fa: در این روز
fr: Ce jour-ci
it: In questo giorno
nl: Op deze dag
pt_br: Neste dia
ru: В этот день
sr: На данашњи дан
sv: På denna dag
ur: آج کے دن
vi: Vào ngày này

source: Look back on your memories 🌄
ar: استرجع ذكرياتك 🌄
az: Xatirələrinizə nəzər salın 🌄
be: Азіраючыся на вашы ўспаміны
ca: Mira enrere als teus records 🌄
cs: Ohlédni se za svými vzpomínkami 🌄
de: Schau zurück auf deine Erinnerungen 🌄
es: Revisa tus recuerdos 🌄
fa: به یادآوری‌های خود نگاه کنید 🌄
fr: Regarde tes souvenirs passés 🌄
it: Rivivi i tuoi ricordi 🌄
nl: Kijk terug op je herinneringen 🌄
pt_br: Revise suas memórias 🌄
ru: Оглянитесь на ваши воспоминания 🌄
ur: اپنی یادوں پر نظر ڈالیں 🌄
vi: Xem lại kỷ niệm của bạn 🌄

# newPhotosEmoji
source: new 📸
ar: جديد 📸
az: yeni 📸
be: новая 📸
ca: noves 📸
cs: nové 📸
de: neue 📸
es: nuevo 📸
fa: جدید 📸
fr: nouveau 📸
it: nuova 📸
nl: nieuwe 📸
pt_br: novo 📸
ru: новая 📸
sv: ny 📸
ur: نئی 📸
vi: mới 📸

source: Sorry, we had to pause your backups
ar: عذراً، لقد اضطررنا إلى إيقاف النسخ الاحتياطي الخاصة بك
az: Üzr istəyirik, ehtiyat nüsxələməni dayandırmalı olduq
be: Прабачце, але давялося прыпыніць ваша рэзервовае капіяванне
ca: Ho sentim, hem hagut de pausar les teves còpies de seguretat
cs: Omlouváme se, museli jsme pozastavit vaše zálohy
de: Entschuldigung, wir mussten deine Sicherungen pausieren
es: Lo sentimos, tuvimos que pausar tus copias de seguridad
fa: متاسفیم، مجبور شدیم پشتیبان‌گیری‌های شما را متوقف کنیم
fr: Désolé, nous avons dû mettre en pause vos sauvegardes
it: Spiacenti, abbiamo dovuto mettere in pausa i backup
nl: Sorry, we moesten je back-ups pauzeren
pt_br: Desculpe, tivemos que pausar os salvamentos em segurança
ru: Извините, нам пришлось приостановить резервное копирование
ur: معذرت، ہمیں آپ کے بیک اپس روکنے پڑے
vi: Rất tiếc, chúng tôi phải dừng sao lưu cho bạn

source: Click to install our best version yet
ar: انقر لتثبيت أفضل إصدار لنا حتى الآن
az: İndiyə qədərki ən yaxşı versiyamızı quraşdırmaq üçün klikləyin
be: Націсніце, каб усталяваць нашу лепшую версію
ca: Fes clic per instal·lar la nostra millor versió fins ara
cs: Klikněte pro instalaci naší dosud nejlepší verze
de: Klicke, um unsere bisher beste Version zu installieren
es: Haz clic para instalar nuestra mejor versión hasta la fecha
fa: برای نصب بهترین نسخه‌مان کلیک کنید
fr: Cliquez pour installer notre meilleure version
it: Clicca per installare l'ultima versione dell'app
nl: Klik om onze beste versie tot nu toe te installeren
pt_br: Clique para instalar a nossa melhor versão até então
ru: Нажмите, чтобы установить нашу лучшую версию
ur: ہمارا اب تک کا بہترین ورژن انسٹال کرنے کے لیے کلک کریں
vi: Nhấn để cài đặt phiên bản tốt nhất

# onThisDayNotificationExplanation
source: Receive reminders about memories from this day in previous years.
ar: تلقي تذكيرات حول ذكريات مثل اليوم في السنوات السابقة.
az: Ötən illərin bu günü ilə bağlı xatirələr haqqında xatırlatmalar alın.
be: Атрымлівайце напаміны аб успамінах з гэтага дня ў мінулыя гады.
ca: Rep recordatoris sobre records d'aquest dia en anys anteriors.
cs: Dostávejte připomenutí vzpomínek z tohoto dne v předchozích letech.
de: Erhalte Erinnerungen von diesem Tag in den vergangenen Jahren.
es: Recibe recordatorios sobre recuerdos de este día en años anteriores.
fa: یادآوری‌هایی درباره یادها از این روز در سال‌های گذشته دریافت کنید.
fr: Recevoir des rappels sur les souvenirs de cette journée des années précédentes.
it: Ricevi promemoria sui ricordi da questo giorno negli anni precedenti.
nl: Ontvang meldingen over herinneringen op deze dag door de jaren heen.
pt_br: Receba lembretes de memórias deste dia em anos passados.
ru: Получайте напоминания о воспоминаниях, связанных с этим днем в прошлые годы.
ur: پچھلے سالوں میں اس دن کی یادوں کے بارے میں یاددہانی حاصل کریں.
vi: Nhắc về những kỷ niệm ngày này trong những năm trước.

# addMemoriesWidgetPrompt
source: Add a memories widget to your homescreen and come back here to customize.
ar: أضف أداة ذكريات إلى شاشتك الرئيسية، ثم عد إلى هنا لتخصيصها.
az: Ana ekranınıza xatirələr vidjeti əlavə edin və fərdiləşdirmək üçün bura qayıdın.
be: Дадайце віджэт успамін на галоўны экран і вярніцеся сюды, каб наладзіць яго.
ca: Afegeix un widget de records a la teva pantalla d'inici i torna aquí per personalitzar.
cs: Přidejte widget vzpomínek na domovskou obrazovku a vraťte se sem, abyste jej přizpůsobili.
de: Füge ein Erinnerungs-Widget zu deiner Startseite hinzu und komm hierher zurück, um es anzupassen.
es: Añade un widget de recuerdos a tu pantalla de inicio y vuelve aquí para personalizarlo.
fa: یک ویجت یادها به صفحه اصلی خود اضافه کنید و به اینجا برگردید تا شخصی‌سازی کنید.
fr: Ajoutez un widget des souvenirs à votre écran d'accueil et revenez ici pour le personnaliser.
it: Aggiungi un widget dei ricordi nella schermata iniziale e torna qui per personalizzarlo.
nl: Voeg een widget toe aan je beginscherm en kom hier terug om aan te passen.
pt_br: Adicione um widget de memória a sua tela inicial e volte aqui para personalizar.
ru: Добавьте виджет воспоминаний на главный экран и вернитесь сюда, чтобы настроить его.
ur: اپنی ہوم اسکرین پر یادوں کا ویجٹ شامل کریں اور کسٹمائز کرنے کے لیے یہاں واپس آئیں.
vi: Thêm tiện ích kỷ niệm vào màn hình chính và quay lại đây để tùy chỉnh.
