Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

source: Shared with me
ar: تمت مشاركتها معي
az: Mənimlə paylaşılanlar
be: Абагулена са мной
ca: Compartit amb mi
cs: Sdíleno se mnou
de: Mit mir geteilt
es: Compartido conmigo
fa: با من به اشتراک گذاشته شده است
fr: Partagés avec moi
id: Dibagikan dengan saya
it: Condivisi con me
nl: Gedeeld met mij
no: Delt med meg
pt_br: Compartilhado comigo
ru: Со мной поделились
sr: Подељено са мном
sv: Delade med mig
uk: Поділитися зі мною
ur: میرے ساتھ شیئر کیا گیا
vi: Chia sẻ với tôi

source: Shared by me
ar: تمت مشاركتها بواسطتي
az: Mənim tərəfimdən paylaşılanlar
be: Абагулена мной
ca: Compartit per mi
cs: Sdíleno mnou
de: Von mir geteilt
es: Compartido por mí
fa: توسط من به اشتراک گذاشته شده است
fr: Partagé par moi
id: Dibagikan oleh saya
it: Condiviso da me
nl: Gedeeld door mij
no: Delt av meg
pt_br: Compartilhada por mim
ru: Я поделился
sr: Ја поделио
sv: Delat av mig
uk: Поділився мною
ur: میری طرف سے شیئر کیا گیا
vi: Chia sẻ bởi tôi

source: Double your storage
ar: ضاعف مساحة التخزين الخاصة بك
az: Yaddaşınızı ikiqat artırın
be: Падвоіць сваё сховішча
ca: Duplica el teu emmagatzematge
cs: Zdvojnásobte své úložiště
de: Speicherplatz verdoppeln
es: Duplica tu almacenamiento
fa: فضای ذخیره‌سازی خود را دو برابر کنید
fr: Doublez votre espace de stockage
id: Gandakan kuota kamu
it: Raddoppia il tuo spazio
nl: Verdubbel uw opslagruimte
no: Doble lagringsplassen din
pt_br: Duplique seu armazenamento
ru: Удвойте своё хранилище
sr: Удвостручи простор
sv: Dubbla ditt lagringsutrymme
uk: Подвоїти своє сховище
ur: اپنی اسٹوریج کو دوگنا کریں
vi: Nhân đôi dung lượng

source: Refer friends and 2x your plan
ar: أحِل الأصدقاء وضاعف خطتك مرتين
az: Dostlarınızı dəvət edin və planınızı 2 qat böyüdün
be: Запрасіце сяброў і падвойце свой тарыфны план
ca: Referencia amics i duplica el teu pla
cs: Doporučte přátele a zdvojnásobte svůj tarif
de: Begeistere Freunde für uns und verdopple deinen Speicher
es: Refiere a amigos y 2x su plan
fa: دوستان خود را معرفی کنید و پلن خود را دو برابر کنید
fr: Parrainez vos ami·e·s et doublez votre stockage
it: Invita un amico e raddoppia il tuo spazio
nl: Verwijs vrienden en 2x uw abonnement
no: Verv venner og doble abonnementet ditt
pt_br: Recomende seus amigos e duplique seu plano
ru: Пригласите друзей и удвойте свой тариф
sr: Препоручи пријатељима и удвостручи тренутни пакет
uk: Запросіть друзів та подвойте свій план
ur: دوستوں کو ریفر کریں اور اپنے پلان کو 2x کریں
vi: Giới thiệu bạn bè để được ×2 dung lượng gói của bạn

# shareAlbumHint
source: Open an album and tap the share button on the top right to share.
ar: افتح ألبومًا وانقر على زر المشاركة في الزاوية اليمنى العليا للمشاركة.
az: Paylaşmaq üçün bir albom açın və sağ yuxarıdakı paylaş düyməsinə toxunun.
be: Адкрыйце альбом і націсніце кнопку абагульвання ў верхнім правым куце.
ca: Obre un àlbum i toca el botó de compartir a la part superior dreta per compartir.
cs: Otevřete album a klepněte na tlačítko sdílení v pravém horním rohu, abyste jej sdíleli.
de: Öffne ein Album und tippe auf den Teilen-Button oben rechts, um zu teilen.
es: Abre un álbum y pulsa el botón compartir en la parte superior derecha para compartir.
fa: یک آلبوم را باز کنید و روی دکمه اشتراک‌گذاری در گوشه بالا سمت راست کلیک کنید.
fr: Ouvrez un album et appuyez sur le bouton de partage en haut à droite pour le partager.
id: Buka album lalu ketuk tombol bagikan di sudut kanan atas untuk berbagi.
it: Apri un album e tocca il pulsante di condivisione in alto a destra per condividerlo.
nl: Open een album en tik op de deelknop rechts bovenaan om te delen.
no: Åpne et album og trykk på del-knappen øverst til høyre for å dele.
pt_br: Abra um álbum e toque no botão compartilhar no canto superior direito para compartilhar.
ru: Откройте альбом и нажмите кнопку «Поделиться» в правом верхнем углу, чтобы поделиться.
uk: Відкрийте альбом та натисніть кнопку «Поділитися» у верхньому правому куті.
ur: شیئر کرنے کے لیے البم کھولیں اور اوپر دائیں جانب شیئر بٹن پر ٹیپ کریں.
vi: Mở album và nhấn nút chia sẻ ở góc trên bên phải để chia sẻ.

source: Items show the number of days remaining before permanent deletion
ar: تعرض العناصر عدد الأيام المتبقية قبل الحذف الدائم.
az: Elementlər həmişəlik silinməyə qalan günlərin sayını göstərir
be: На элементах паказваецца колькасць дзён, якая засталася да іх незваротнага выдалення
ca: Els elements mostren el nombre de dies restants abans de l'eliminació permanent
cs: Položky zobrazují počet dní zbývajících do trvalého smazání
de: Elemente zeigen die Anzahl der Tage bis zum dauerhaften Löschen an
es: Los artículos muestran el número de días restantes antes de ser borrados permanente
fa: موارد تعداد روزهای باقی‌مانده قبل از حذف دائمی را نشان می‌دهند.
fr: Les éléments montrent le nombre de jours restants avant la suppression définitive
it: Gli elementi mostrano il numero di giorni rimanenti prima della cancellazione permanente
nl: Bestanden tonen het aantal resterende dagen voordat ze permanent worden verwijderd
no: Elementer viser gjenværende dager før de slettes for godt
pt_br: Os itens exibem o número de dias restantes antes da exclusão permanente
ru: На элементах отображается количество дней, оставшихся до их безвозвратного удаления
uk: Елементи показують кількість днів, що залишилися до остаточного видалення
ur: آئٹمز مستقل ڈیلیٹ ہونے سے پہلے باقی دنوں کی تعداد دکھاتے ہیں
vi: Trên các mục là số ngày còn lại trước khi xóa vĩnh viễn

# trashDaysLeft
source: {count, plural, =0 {Soon} =1 {1 day} other {{count} days}}
ar: {count, plural, =0 {قريبًا} =1 {يوم واحد} two {يومان} few {{count} أيام} many {{count} يومًا} other {{count} يومًا}}
az: {count, plural, =0 {Tezliklə} =1 {1 gün} other {{count} gün}}
be: {count, plural, =0 {Неўзабаве} =1{1 дзень} few {{count} дні} other{{count} дзён}}
ca: {count, plural, =0 {Aviat} =1 {1 dia} other {{count} dies}}
cs: {count, plural, =0{Brzy} =1{1 den} few{{count} dny} other{{count} dní}}
de: {count, plural, =0 {Demnächst} =1 {1 Tag} other {{count} Tage}}
el: {count, plural, one {}=0 {Σύντομα} =1 {1 ημέρα} other {{count} ημέρες}}
es: {count, plural, =0 {Pronto} =1 {1 día} other {{count} días}}
fa: {count, plural, =0 {به زودی} =1 {1 روز} other {{count} روز}}
fr: {count, plural, =0 {Bientôt} =1 {1 jour} other {{count} jours}}
it: {count, plural, =0 {Presto} =1 {1 giorno} other {{count} giorni}}
nl: {count, plural, =0 {Binnenkort} =1 {1 dag} other {{count} dagen}}
no: {count, plural, =0 {Snart} =1 {1 dag} other {{count} dager}}
pt_br: {count, plural, =0 {Em breve} =1 {1 dia} other {{count} dias}}
ru: {count, plural, =0 {Скоро} =1 {1 день} other {{count} дней}}
uk: {count, plural, =0 {Незабаром} =1 {1 день} other {{count} днів}}
ur: {count, plural, =0 {جلد} =1 {۱ دن} other {{count} دن}}
vi: {count, plural, =0 {Sắp xóa} =1 {1 ngày} other {{count} ngày}}

source: Set cover
ar: تعيين كغلاف
az: Üz qabığı təyin et
be: Задаць вокладку
ca: Estableix portada
cs: Nastavit úvodní fotku
de: Titelbild festlegen
es: Definir portada
fa: تصویر کاور را تنظیم کنید
fr: Définir la couverture
id: Ubah sampul
it: Imposta copertina
nl: Omslag instellen
no: Angi forside
pt_br: Definir capa
ru: Установить обложку
uk: Встановити обкладинку
ur: کور سیٹ کریں
vi: Đặt ảnh bìa

source: Leave shared album?
ar: مغادرة الألبوم المشترك؟
az: Paylaşılan albomdan çıxılsın?
be: Выйсці з абагуленага альбома?
ca: Deixar l'àlbum compartit?
cs: Opustit sdílené album?
de: Geteiltes Album verlassen?
es: ¿Dejar álbum compartido?
fa: آیا می‌خواهید آلبوم مشترک را ترک کنید؟
fr: Quitter l'album partagé?
id: Tinggalkan album bersama?
it: Abbandonare l'album condiviso?
nl: Gedeeld album verlaten?
no: Slett delt album?
pt_br: Sair do álbum compartilhado?
ru: Покинуть общий альбом?
sv: Lämna delat album?
uk: Покинути спільний альбом?
ur: مشترکہ البم چھوڑ دیں؟
vi: Rời album được chia sẻ?

source: Leave album
ar: مغادرة الألبوم
az: Albomdan çıx
be: Выйсці з альбома
ca: Deixa l'àlbum
cs: Opustit album
de: Album verlassen
es: Abandonar álbum
fa: آلبوم را ترک کنید
fr: Quitter l'album
id: Tinggalkan album
it: Abbandona l'album
nl: Album verlaten
no: Forlat album
pt_br: Sair do álbum
ru: Покинуть альбом
sv: Lämna album
uk: Покинути альбом
ur: البم چھوڑ دیں
vi: Rời khỏi album

source: Photos added by you will be removed from the album
ar: ستتم إزالة الصور التي أضفتها من الألبوم.
az: Sizin tərəfinizdən əlavə edilən şəkillər albomdan silinəcək
be: Дададзеныя вамі фатаграфіі будуць выдалены з альбома
ca: Les fotos afegides per tu s'eliminaran de l'àlbum
cs: Fotografie, které jste přidali, budou z alba odstraněny
de: Von dir hinzugefügte Fotos werden vom Album entfernt
es: Las fotos añadidas por ti serán removidas del álbum
fa: عکس‌های اضافه شده توسط شما از آلبوم حذف خواهند شد.
fr: Les photos ajoutées par vous seront retirées de l'album
id: Foto yang telah kamu tambahkan akan dihapus dari album ini
it: Le foto aggiunte da te verranno rimosse dall'album
nl: Foto's toegevoegd door u zullen worden verwijderd uit het album
no: Bilder lagt til av deg vil bli fjernet fra albumet
pt_br: Suas fotos adicionadas serão removidas do álbum
ru: Добавленные вами фото будут удалены из альбома
uk: Додані вами фотографії будуть видалені з альбому
ur: آپ کی شامل کردہ تصاویر البم سے ہٹا دی جائیں گی
vi: Ảnh bạn đã thêm sẽ bị xóa khỏi album

source: You've no files in this album that can be deleted
ar: لا توجد لديك ملفات في هذا الألبوم يمكن حذفها.
az: Bu albomda silinə biləcək faylınız yoxdur
be: У гэтым альбоме адсутнічаюць файлы, якія можна выдаліць
ca: No tens fitxers en aquest àlbum que es puguin esborrar
cs: V tomto albu nemáte žádné soubory, které lze smazat
de: Du hast keine Dateien in diesem Album, die gelöscht werden können
es: No tienes archivos en este álbum que puedan ser borrados
fa: شما هیچ فایلی در این آلبوم ندارید که قابل حذف باشد.
fr: Vous n'avez pas de fichiers dans cet album qui peuvent être supprimés
it: Non hai file in questo album che possono essere eliminati
nl: Je hebt geen bestanden in dit album die verwijderd kunnen worden
no: Du har ingen filer i dette albumet som kan bli slettet
pt_br: Você não tem arquivos neste álbum que possam ser excluídos
ru: В этом альбоме нет файлов, которые можно удалить
uk: У цьому альбомі немає файлів, які можуть бути видалені
ur: آپ کے پاس اس البم میں کوئی ایسی فائل نہیں ہے جسے ڈیلیٹ کیا جا سکے
vi: Bạn không có tệp nào có thể xóa trong album này

source: You don't have any archived items.
ar: لا توجد لديك أي عناصر مؤرشفة.
az: Arxivlənmiş elementiniz yoxdur.
be: У вас адсутнічаюць архіўныя элементы.
ca: No tens cap element arxivat.
cs: Nemáte žádné archivované položky.
de: Du hast keine archivierten Elemente.
es: No tienes ningún elemento archivado.
fa: شما هیچ مورد آرشیوی ندارید.
fr: Vous n'avez aucun élément archivé.
id: Kamu tidak memiliki item di arsip.
it: Non hai nulla di archiviato.
nl: U heeft geen gearchiveerde bestanden.
no: Du har ingen arkiverte elementer.
pt_br: Você não tem nenhum item arquivado.
ru: У вас нет архивных элементов.
uk: У вас немає жодних архівних елементів.
ur: آپ کے پاس کوئی آرکائیو شدہ آئٹم نہیں ہے.
vi: Bạn không có mục nào đã lưu trữ.

# ignoredFolderUploadReason
source: Some files in this album are ignored from upload because they had previously been deleted from Ente.
ar: تم تجاهل تحميل بعض الملفات في هذا الألبوم لأنه تم حذفها مسبقًا من Ente.
az: Bu albomdakı bəzi fayllar daha əvvəl Ente-dən silindiyi üçün yüklənmədi.
be: Некаторыя файлы ў гэтым альбоме ігнаруюцца, бо яны раней былі выдалены з Ente.
ca: Alguns fitxers en aquest àlbum s'ignoren de la pujada perquè prèviament s'havien esborrat d'Ente.
cs: Některé soubory v tomto albu jsou při nahrávání ignorovány, protože byly dříve odstraněny z Ente.
de: Ein paar Dateien in diesem Album werden nicht hochgeladen, weil sie in der Vergangenheit schonmal aus Ente gelöscht wurden.
es: Algunos archivos de este álbum son ignorados de la carga porque previamente habían sido borrados de Ente.
fa: برخی از فایل‌ها در این آلبوم به دلیل اینکه قبلاً از Ente حذف شده‌اند، از بارگذاری نادیده گرفته شده‌اند.
fr: Certains fichiers de cet album sont ignorés parce qu'ils avaient été précédemment supprimés de Ente.
id: Sejumlah file di album ini tidak terunggah karena telah dihapus sebelumnya dari Ente.
it: Alcuni file in questo album vengono ignorati dal caricamento perché erano stati precedentemente eliminati da Ente.
nl: Sommige bestanden in dit album worden genegeerd voor uploaden omdat ze eerder van Ente zijn verwijderd.
no: Noen filer i dette albumet ble ikke lastet opp fordi de tidligere har blitt slettet fra Ente.
pt_br: Alguns arquivos neste álbum são ignorados do envio porque eles foram anteriormente excluídos do Ente.
ru: Некоторые файлы в этом альбоме игнорируются, так как ранее они были удалены из Ente.
uk: Деякі файли в цьому альбомі ігноруються після вивантаження, тому що вони раніше були видалені з Ente.
ur: اس البم میں کچھ فائلیں اپ لوڈ سے نظر انداز کر دی گئی ہیں کیونکہ وہ پہلے Ente سے ڈیلیٹ کر دی گئی تھیں.
vi: Một số tệp trong album này bị bỏ qua khi tải lên vì chúng đã bị xóa trước đó từ Ente.

source: Reset ignored files
ar: إعادة تعيين الملفات المتجاهلة
az: Nəzərə alınmayan faylları sıfırla
be: Скінуць ігнараваныя файлы
ca: Restableix fitxers ignorats
cs: Obnovit ignorované soubory
de: Ignorierte Dateien zurücksetzen
es: Restablecer archivos ignorados
fa: بازنشانی فایل‌های نادیده گرفته شده
fr: Réinitialiser les fichiers ignorés
it: Ripristina i file ignorati
nl: Reset genegeerde bestanden
no: Tilbakestill ignorerte filer
pt_br: Redefinir arquivos ignorados
ru: Сбросить игнорируемые файлы
sv: Återställ ignorerade filer
uk: Скинути ігноровані файли
ur: نظر انداز فائلیں ری سیٹ کریں
vi: Đặt lại các tệp bị bỏ qua

# deviceFilesAutoUploading
source: Files added to this device album will automatically get uploaded to Ente.
ar: سيتم تحميل الملفات المضافة إلى ألبوم الجهاز هذا تلقائيًا إلى Ente.
az: Bu cihaz albomuna əlavə edilən fayllar avtomatik olaraq Ente-yə yüklənəcək.
be: Файлы, дададзеныя ў гэты альбом на прыладзе, будуць аўтаматычна запампаваны ў Ente.
ca: Els fitxers afegits a aquest àlbum del dispositiu es pujaran automàticament a Ente.
cs: Soubory přidané do tohoto alba zařízení se automaticky nahrají do Ente.
de: Dateien, die zu diesem Album hinzugefügt werden, werden automatisch zu Ente hochgeladen.
es: Los archivos añadidos a este álbum de dispositivo se subirán automáticamente a Ente.
fa: فایل‌های اضافه شده به این آلبوم دستگاه به‌طور خودکار به انته آپلود خواهند شد.
fr: Les fichiers ajoutés à cet album seront automatiquement téléchargés sur Ente.
id: File yang ditambahkan ke album perangkat ini akan diunggah ke Ente secara otomatis.
it: I file aggiunti a questo album del dispositivo verranno automaticamente caricati su Ente.
nl: Bestanden toegevoegd aan dit album van dit apparaat zullen automatisch geüpload worden naar Ente.
no: Filer lagt til dette enhetsalbumet vil automatisk bli lastet opp til Ente.
pt_br: Arquivos adicionados ao álbum do dispositivo serão automaticamente enviados para o Ente.
ru: Файлы, добавленные в этот альбом на устройстве, будут автоматически загружены в Ente.
uk: Файли, додані до цього альбому на пристрої, автоматично завантажаться до Ente.
ur: اس ڈیوائس البم میں شامل کردہ فائلیں خود بخود Ente پر اپ لوڈ ہو جائیں گی.
vi: Các tệp được thêm vào album thiết bị này sẽ tự động được tải lên Ente.

# turnOnBackupForAutoUpload
source: Turn on backup to automatically upload files added to this device folder to Ente.
ar: قم بتشغيل النسخ الاحتياطي لتحميل الملفات المضافة إلى مجلد الجهاز هذا تلقائيًا إلى Ente.
az: Bu cihaz qovluğuna əlavə edilən faylların avtomatik Ente-yə yüklənməsi üçün ehtiyat nüsxələməni aktiv edin.
be: Уключыце рэзервовае капіяванне, каб аўтаматычна запампоўваць дададзеныя файлы да папкі прылады ў Ente.
ca: Activa la còpia de seguretat per pujar automàticament els fitxers afegits a aquesta carpeta del dispositiu a Ente.
cs: Zapněte zálohování, aby se soubory přidané do této složky zařízení automaticky nahrávaly do Ente.
de: Aktiviere die Sicherung, um neue Dateien in diesem Ordner automatisch zu Ente hochzuladen.
es: Activar la copia de seguridad para subir automáticamente archivos añadidos a la carpeta de este dispositivo a Ente.
fa: پشتیبان‌گیری را فعال کنید تا فایل‌های اضافه شده به این پوشه دستگاه به‌طور خودکار به انته آپلود شوند.
fr: Activez la sauvegarde pour charger automatiquement sur Ente les fichiers ajoutés à ce dossier de l'appareil.
id: Aktifkan pencadangan untuk mengunggah file yang ditambahkan ke folder ini ke Ente secara otomatis.
it: Attiva il backup per caricare automaticamente i file aggiunti a questa cartella del dispositivo su Ente.
nl: Schakel back-up in om bestanden die toegevoegd zijn aan deze map op dit apparaat automatisch te uploaden.
no: Slå på sikkerhetskopi for å automatisk laste opp filer lagt til denne enhetsmappen i Ente.
pt_br: Ative o salvamento em segurança para automaticamente enviar arquivos adicionados à pasta do dispositivo para o Ente.
ru: Включите резервное копирование, чтобы автоматически загружать файлы из этой папки на устройстве в Ente.
uk: Увімкніть резервну копію для автоматичного завантаження файлів, доданих до теки пристрою в Ente.
ur: اس ڈیوائس فولڈر میں شامل کردہ فائلوں کو خود بخود Ente پر اپ لوڈ کرنے کے لیے بیک اپ آن کریں.
vi: Bật sao lưu để tự động tải lên các tệp được thêm vào thư mục thiết bị này lên Ente.

source: No hidden photos or videos
ar: لا توجد صور أو مقاطع فيديو مخفية
az: Gizli şəkil və ya video yoxdur
be: Адсутнічаюць схаваныя фатаграфіі або відэа
ca: No hi ha fotos o vídeos ocults
cs: Žádné skryté fotografie ani videa
de: Keine versteckten Fotos oder Videos
es: No hay fotos ni vídeos ocultos
fa: هیچ عکس یا ویدیوی پنهانی وجود ندارد
fr: Aucune photo ou vidéo masquée
id: Tidak ada foto atau video tersembunyi
it: Nessuna foto o video nascosti
nl: Geen verborgen foto's of video's
no: Ingen skjulte bilder eller videoer
pt_br: Sem fotos ou vídeos ocultos
ru: Нет скрытых фото или видео
sv: Inga dolda foton eller videor
uk: Немає прихованих фотографій чи відео
ur: کوئی پوشیدہ تصاویر یا ویڈیوز نہیں
vi: Không có ảnh hoặc video ẩn

source: To hide a photo or video
ar: لإخفاء صورة أو مقطع فيديو:
az: Şəkil və ya videonu gizlətmək üçün
be: Схаваць фатаграфіі або відэа
ca: Per amagar una foto o vídeo
cs: Pro skrytí fotky nebo videa
de: Foto oder Video verstecken
es: Para ocultar una foto o vídeo
fa: برای پنهان کردن یک عکس یا ویدیو
fr: Pour masquer une photo ou une vidéo:
id: Untuk menyembunyikan foto atau video
it: Per nascondere una foto o un video
nl: Om een foto of video te verbergen
no: For å skjule et bilde eller video
pt_br: Para ocultar uma foto ou vídeo
ru: Скрыть фото или видео
uk: Щоб приховати фото або відео
ur: تصویر یا ویڈیو چھپانے کے لیے
vi: Để ẩn một ảnh hoặc video

source: • Open the item
ar: • افتح العنصر
az: • Elementi açın
be: • Адкрыць элемент
ca: • Obre l'element
cs: • Otevřete položku
de: • Element öffnen
es: • Abrir el elemento
fa: • مورد را باز کنید
fr: • Ouvrir l'élément
id: • Buka item-nya
it: • Apri la foto o il video
nl: • Open het item
no: • Åpne elementet
pt_br: • Abra a foto ou vídeo
ru: • Откройте элемент
uk: • Відкрити елемент
ur: • آئٹم کھولیں
vi: • Mở mục

source: • Click on the overflow menu
ar: • انقر على قائمة الخيارات الإضافية
az: • Əlavə seçimlər menyusuna klikləyin
be: • Націсніце на дадатковае меню
ca: • Fes clic al menú desbordant
cs: • Klikněte na rozbalovací nabídku
de: • Klicken Sie auf das Überlaufmenü
es: • Haga clic en el menú desbordante
fa: • روی منوی اضافی کلیک کنید
fr: • Cliquez sur le menu de débordement
it: • Fai clic sul menu
nl: • Klik op het menu
no: • Klikk på menyen med tre prikker
pt_br: • Clique no menu adicional
ru: • Нажмите на меню дополнительных действий
uk: • Натисніть на меню переповнення
ur: • اوور فلو مینو پر کلک کریں
vi: • Nhấn vào menu xổ xuống

source: • Click
ar: • انقر على
az: • Klikləyin
be: • Націсніце
ca: • Fes clic
cs: • Klikněte
de: • Klick
es: • Clic
fa: • کلیک کنید
fr: • Cliquez sur
it: • Clic
ku: • bitikîne
no: • Klikk
pt_br: • Clique
ru: • Нажмите
uk: • Натисніть
ur: • کلک کریں
vi: • Nhấn

source: Nothing to see here! 👀
ar: لا يوجد شيء هنا! 👀
az: Burada görunəcək bir şey yoxdur! 👀
be: Тут нічога няма! 👀
ca: Res a veure aquí! 👀
cs: Tady není nic k vidění! 👀
de: Hier gibt es nichts zu sehen! 👀
es: ¡No hay nada que ver aquí! 👀
fa: اینجا چیزی برای دیدن نیست! 👀
fr: Il n'y a encore rien à voir ici 👀
id: Tidak ada apa-apa di sini! 👀
it: Nulla da vedere qui! 👀
ku: Tiştekî ku li vir were dîtin tine ye! 👀
nl: Nog niets te zien hier! 👀
no: Ingenting å se her! 👀
pt_br: Nada para ver aqui! 👀
ru: Здесь ничего нет! 👀
sv: Inget att se här! 👀
uk: Тут немає на що дивитися! 👀
ur: یہاں دیکھنے کے لیے کچھ نہیں! 👀
vi: Ở đây không có gì để xem! 👀

source: Unarchive album
ar: إلغاء أرشفة الألبوم
az: Albomu arxivdən çıxar
be: Вывесці альбом з архіва
ca: Desarxiva àlbum
cs: Odarchivovat album
de: Album dearchivieren
es: Desarchivar álbum
fa: آلبوم را از بایگانی خارج کنید
fr: Désarchiver l'album
id: Keluarkan album dari arsip
it: Rimuovi album dall'archivio
nl: Album uit archief halen
no: Gjenopprett album
pt_br: Desarquivar álbum
ru: Извлечь альбом из архива
uk: Розархівувати альбом
ur: البم ان آرکائیو کریں
vi: Bỏ lưu trữ album

source: Archive album
ar: أرشفة الألبوم
az: Albomu arxivlə
be: Архіваваць альбом
ca: Arxiva àlbum
cs: Archivovat album
de: Album archivieren
es: Archivar álbum
fa: آلبوم آرشیو
fr: Archiver l'album
id: Arsipkan album
it: Archivia album
nl: Album archiveren
no: Arkiver album
pt_br: Arquivar álbum
ru: Архивировать альбом
sv: Arkivera album
uk: Архівувати альбом
ur: البم آرکائیو کریں
vi: Lưu trữ album

source: Calculating...
ar: جارٍ الحساب...
az: Hesablanır...
be: Падлік...
ca: Calculant...
cs: Probíhá výpočet...
de: Wird berechnet...
es: Calculando...
fa: در حال محاسبه...
fr: Calcul en cours...
id: Menghitung...
it: Calcolando...
nl: Berekenen...
no: Beregner...
pt_br: Calculando...
ru: Подсчёт...
sv: Beräknar...
uk: Обчислення...
ur: حساب لگایا جا رہا ہے...
vi: Đang tính toán...

source: Please wait, deleting album
ar: يرجى الانتظار، جارٍ حذف الألبوم
az: Lütfən gözləyin, albom silinir
be: Выдаленне альбома. Пачакайце...
ca: Si us plau, espera, esborrant àlbum
cs: Čekejte prosím, mazání alba
de: Bitte warten, Album wird gelöscht
es: Por favor espera. Borrando el álbum
fa: لطفاً صبر کنید، در حال حذف آلبوم
fr: Veuillez patienter, suppression de l'album
id: Harap tunggu, sedang menghapus album
it: Attendere, sto eliminando l'album
nl: Een ogenblik geduld, album wordt verwijderd
no: Vennligst vent, sletter album
pt_br: Aguarde, excluindo álbum
ru: Пожалуйста, подождите, альбом удаляется
sv: Vänta, tar bort album
uk: Зачекайте на видалення альбому
ur: براہ کرم انتظار کریں، البم ڈیلیٹ ہو رہا ہے
vi: Vui lòng chờ, đang xóa album
