Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# hearUsExplanation
source: We don't track app installs. It'd help if you told us where you found us!
ar: نحن لا نتتبع عمليات تثبيت التطبيق. سيساعدنا إذا أخبرتنا أين وجدتنا!
az: Biz tətbiq quraşdırmalarını izləmirik. Bizi haradan tapdığınızı bizə desəniz, kömək etmiş olardınız!
be: Наша каманда не збірае статыстыку ўсталяванняў. Нам вельмі дапаможа, калі вы абагуліце інфармацыю, дзе вы знайшлі нашу праграму!
ca: No rastregem les instal·lacions de l'aplicació. Ens ajudaria que ens diguessis on ens has trobat!
cs: Nesledujeme instalace aplikací. Pomohlo by, kdybyste nám řekli, kde jste nás našli!
de: Wir tracken keine App-Installationen. Es würde uns jedoch helfen, wenn du uns mitteilst, wie du von uns erfahren hast!
es: No rastreamos las aplicaciones instaladas. ¡Nos ayudarías si nos dijeras dónde nos encontraste!
fa: ما نصب برنامه را ردیابی نمی‌کنیم. اگر بگویید کجا ما را پیدا کردید، به ما کمک می‌کند!
fr: Nous ne suivons pas les installations d'applications. Il serait utile que vous nous disiez comment vous nous avez trouvés !
it: Non teniamo traccia del numero di installazioni dell'app. Sarebbe utile se ci dicesse dove ci ha trovato!
nl: Wij gebruiken geen tracking. Het zou helpen als je ons vertelt waar je ons gevonden hebt!
no: Vi sporer ikke app-installasjoner. Det hadde vært til hjelp om du fortalte oss hvor du fant oss!
pt_br: Não rastreamos instalações de aplicativo. Seria útil se você contasse onde nos encontrou!
ru: Мы не отслеживаем установки приложений. Нам поможет, если скажете, как вы нас нашли!
uk: Ми не відстежуємо встановлення застосунку. Але, якщо ви скажете нам, де ви нас знайшли, це допоможе!
ur: ہم ایپ کی تنصیبات کو ٹریک نہیں کرتے. اگر آپ ہمیں بتائیں کہ آپ نے ہمیں کہاں پایا تو یہ مددگار ہوگا!
vi: Chúng tôi không theo dõi cài đặt ứng dụng, nên nếu bạn bật mí bạn tìm thấy chúng tôi từ đâu sẽ rất hữu ích!

source: Developer settings
ar: إعدادات المطور
az: Tərtibatçı tənzimləmələri
be: Налады распрацоўшчыка
ca: Configuració de desenvolupador
cs: Nastavení pro vývojáře
de: Entwicklereinstellungen
el: Ρυθμίσεις προγραμματιστή
es: Ajustes de desarrollador
fa: تنظیمات توسعه‌دهنده
fr: Paramètres du développeur
id: Pengaturan pengembang
it: Impostazioni sviluppatore
nl: Ontwikkelaarsinstellingen
no: Utviklerinnstillinger
pt_br: Opções de desenvolvedor
ru: Настройки для разработчиков
sr: с
sv: Utvecklarinställningar
uk: Налаштування для розробників
ur: ڈویلپر سیٹنگز
vi: Cài đặt Nhà phát triển

source: Search
ar: بحث
az: Axtarış
be: Пошук
ca: Cerca
cs: Hledat
de: Suche
el: Αναζήτηση
es: Buscar
fa: جستجو
fr: Rechercher
id: Telusuri
it: Cerca
ku: Bigere
nl: Zoeken
no: Søk
pt_br: Buscar
ru: Поиск
sv: Sök
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm

source: What's new
ar: ما الجديد
az: Yeniliklər
be: Што новага
ca: Novetats
cs: Co je nového
de: Neue Funktionen
es: Qué hay de nuevo
fa: تغییرات جدید
fr: Nouveautés
id: Hal yang baru
it: Novità
ku: Çi nû ye
nl: Nieuw
no: Det som er nytt
pt_br: O que há de novo
ru: Что нового
sr: Шта је ново
sv: Nyheter
uk: Що нового
ur: نیا کیا ہے
vi: Có gì mới

source: Review suggestions
ar: مراجعة الاقتراحات
az: Təkliflərə baxın
be: Паглядзець прапановы
ca: Revisa suggeriments
cs: Zkontrolovat návrhy
de: Vorschläge überprüfen
es: Revisar sugerencias
fa: مرور پیشنهادها
fr: Examiner les suggestions
it: Esamina i suggerimenti
nl: Suggesties beoordelen
no: Gjennomgå forslag
pt_br: Revisar sugestões
ru: Посмотреть предложения
uk: Переглянути пропозиції
ur: تجاویز کا جائزہ لیں
vi: Xem gợi ý

source: Two-factor setup
ar: إعداد المصادقة الثنائية
az: İki-mərhələli quraşdırma
be: Наладжванне двухфактарнай аўтэнтыфікацыі
ca: Configuració de doble factor
cs: Nastavení dvoufázového ověřování
de: Zweiten Faktor (2FA) einrichten
el: Ρύθμιση δύο παραγόντων
es: Configuración de dos pasos
fa: تنظیمات دو مرحله‌ای
fr: Configuration de l'authentification à deux facteurs
id: Penyiapan autentikasi dua langkah
it: Configura autenticazione a due fattori
nl: Tweestapsverificatie
nn: Oppsett av tofaktor
no: Oppsett av to-faktor
pt_br: Configuração de dois fatores
ru: Настройка двухфакторной аутентификации
sr: Постављање двофакторске аутентификације
sv: Tvåfaktorskonfiguration
uk: Налаштування двоетапної перевірки
ur: ٹو فیکٹر سیٹ اپ
vi: Cài đặt xác minh 2 bước

source: Enter code
ar: أدخل الرمز
az: Kodu daxil edin
be: Увядзіце код
ca: Introdueix el codi
cs: Zadat kód
de: Code eingeben
el: Εισαγωγή κωδικού
es: Introduce el código
fa: کد را وارد کنید
fr: Entrer le code
id: Masukkan kode
it: Inserisci codice
nl: Voer code in
nn: Skriv inn kode
no: Angi kode
pt_br: Inserir código
ru: Введите код
sr: Унесите кôд
sv: Ange kod
uk: Введіть код
ur: کوڈ درج کریں
vi: Nhập mã

source: Scan code
ar: مسح الرمز
az: Kodu skan edin
be: Сканіраваць код
ca: Escaneja el codi
cs: Skenovat kód
de: Code scannen
el: Σάρωση κωδικού
es: Escanear código
fa: کد را اسکن کنید
fr: Scanner le code
id: Pindai kode
it: Scansiona codice
nn: Skann kode
no: Skann kode
pt_br: Escanear código
ru: Сканировать код
sr: Скенирајте кôд
sv: Skanna kod
uk: Сканувати код
ur: کوڈ اسکین کریں
vi: Quét mã

source: Code copied to clipboard
ar: تم نسخ الرمز إلى الحافظة
az: Kod müvəqqəti yaddaşa kopyalandı
be: Код скапіяваны ў буфер абмену
ca: Codi copiat al porta-retalls
cs: Kód zkopírován do schránky
de: Code in Zwischenablage kopiert
el: Ο κωδικός αντιγράφηκε στο πρόχειρο
es: Código copiado al portapapeles
fa: کد در کلیپ بورد کپی شد
fr: Code copié dans le presse-papiers
id: Kode tersalin ke papan klip
it: Codice copiato negli appunti
nl: Code gekopieerd naar klembord
nn: Kode kopiert til utklippstavla
no: Koden er kopiert til utklippstavlen
pt_br: Código copiado para a área de transferência
ru: Код скопирован в буфер обмена
sr: Копирано у међуспремник
sv: Koden har kopierats till urklipp
uk: Код скопійовано до буфера обміну
ur: کوڈ کلپ بورڈ پر کاپی ہو گیا
vi: Mã đã được sao chép vào bộ nhớ tạm

# copypasteThisCodentoYourAuthenticatorApp
source: Copy-paste this code to your authenticator app
ar: انسخ هذا الرمز وألصقه في تطبيق المصادقة الخاص بك
az: Bu kodu autentifikator tətbiqinizə kopyalayıb yapışdırın
be: Скапіюйце і ўстаўце гэты код у сваю праграму аўтэнтыфікацыі
ca: Copia i enganxa aquest codi a la teva aplicació d'autenticació
cs: Zkopírujte tento kód do vaší ověřovací aplikace
de: Kopiere diesen Code in deine Authentifizierungs-App
el: Αντιγράψτε αυτόν τον κωδικό στην εφαρμογή αυθεντικοποίησης
es: Copia y pega este código a tu aplicación de autenticador
fa: این کد را به اپ احراز هویت خود کپی کنید
fr: Copiez-collez ce code dans votre application d'authentification
id: Salin lalu tempel kode ini di app autentikator kamu
it: Copia-incolla questo codice nella tua app di autenticazione
nl: Kopieer en plak deze code naar je authenticator app
nn: Kopier og lim inn koden i autentikator-appen
no: Kopier og lim inn denne koden til autentiseringsappen din
pt_br: Copie e cole o código no aplicativo autenticador
ru: Скопируйте этот код в ваше приложение для аутентификации
sr: Копирајте и налепите овај код у своју апликацију за аутентификацију
sv: Kopiera-klistra in den här koden till din autentiseringsapp
uk: Скопіюйте цей код у ваш застосунок для автентифікації
ur: کاپی کر کے اس کوڈ کو اپنے آتھینٹیکر ایپ میں پیسٹ کریں
vi: Chép & dán mã này vào ứng dụng xác thực của bạn

source: tap to copy
ar: انقر للنسخ
az: kopyalamaq üçün toxunun
be: націсніце, каб скапіяваць
ca: toca per copiar
cs: klepnutím zkopírovat
de: zum Kopieren antippen
el: πατήστε για αντιγραφή
es: toca para copiar
fa: برای کپی ضربه بزنید
fr: taper pour copier
id: ketuk untuk salin
it: tocca per copiare
nl: tik om te kopiëren
nn: trykk for å kopiera
no: trykk for å kopiere
pt_br: toque para copiar
ru: нажмите, чтобы скопировать
sr: питисните да копирате
sv: tryck för att kopiera
uk: натисніть, щоб скопіювати
ur: کاپی کرنے کے لیے ٹیپ کریں
vi: nhấn để sao chép

# scanThisBarcodeWithnyourAuthenticatorApp
source: Scan this barcode with your authenticator app
ar: امسح هذا الباركود باستخدام تطبيق المصادقة الخاص بك
az: Bu barkodu autentifikator tətbiqinizlə skan edin
be: Сканіруйце гэты штрых-код з дапамогай праграмы аўтэнтыфікацыі
ca: Escaneja aquest codi de barres amb la teva aplicació d'autenticació
cs: Naskenujte tento QR kód s vaší ověřovací aplikací
de: Scanne diesen Code mit deiner Authentifizierungs-App
el: Σαρώστε αυτό το barcode με την εφαρμογή αυθεντικοποίησης
es: Escanea este código QR con tu aplicación de autenticación
fa: این بارکد را با اپ احراز هویت خود اسکن کنید
fr: Scannez ce code-barres avec votre application d'authentification
id: Pindai barcode ini dengan app autentikator kamu
it: Scansione questo codice QR con la tua app di autenticazione
nl: Scan deze barcode met je authenticator app
nn: Skann denne strekkoden med autentikator-appen
no: Skann denne strekkoden med autentiseringsappen din
pt_br: Escaneie este código de barras com o aplicativo autenticador
ru: Отсканируйте этот QR-код с помощью вашего приложения для аутентификации
sr: Скенирајте овај баркод својом апликацијом за аутентификацију
sv: Skanna denna streckkod med din autentiseringsapp
uk: Зіскануйте цей штрихкод за допомогою вашого застосунку для автентифікації
ur: اپنے آتھینٹیکر ایپ کے ذریعہ اس بار کوڈ کو اسکین کریں
vi: Quét mã vạch này bằng ứng dụng xác thực của bạn

# enterThe6digitCodeFromnyourAuthenticatorApp
source: Enter the 6-digit code from your authenticator app
ar: أدخل الرمز المكون من 6 أرقام من تطبيق المصادقة الخاص بك
az: Autentifikator tətbiqinizdəki 6 rəqəmli kodu daxil edin
be: Увядзіце шасцізначны код з праграмы аўтэнтыфікацыі
ca: Introdueix el codi de 6 dígits de la teva aplicació d'autenticació
cs: Zadejte 6-místný kód z vaší ověřovací aplikace
de: Gib den 6-stelligen Code aus deiner Authentifizierungs-App ein
el: Εισάγετε τον 6ψήφιο κωδικό από την εφαρμογή αυθεντικοποίησης
es: Ingresa el código de seis dígitos de tu aplicación de autenticación
fa: کد ۶ رقمی را از اپ احراز هویت خود وارد کنید
fr: Entrez le code à 6 chiffres de votre application d'authentification
id: Masukkan kode 6 angka dari app autentikator kamu
it: Inserisci il codice di 6 cifre dalla tua app di autenticazione
nl: Voer de 6-cijferige code van je verificatie-app in
nn: Skriv inn den seks-sifra koden frå autentikator-appen
no: Skriv inn den 6-sifrede koden fra din autentiseringsapp
pt_br: Digite o código de 6 dígitos do aplicativo autenticador
ru: Введите 6-значный код из вашего приложения для аутентификации
sr: Унесите 6-цифрени кôд из апликације за аутентификацију
sv: Ange den 6-siffriga koden från din autentiseringsapp
uk: Введіть 6-значний код з вашого застосунку для автентифікації
ur: اپنی آتھینٹیکر ایپ سے 6 ہندسوں کا کوڈ درج کریں
vi: Nhập mã 6 chữ số từ ứng dụng xác thực của bạn

source: Setup complete
ar: اكتمل الإعداد
az: Quraşdırma tamamlandı
be: Наладжванне завершана
ca: Configuració completa
cs: Nastavení dokončeno
de: Einrichtung abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε
es: Configuración completada
fa: تنظیمات کامل شد
fr: Configuration terminée
id: Penyiapan selesai
it: Configurazione completata
nl: Setup voltooid
nn: Oppsettet er fullført
no: Oppsett fullført
pt_br: Configuração concluída
ru: Настройка завершена
sr: Постављање завршено
sv: Konfiguration slutförd
uk: Налаштування завершено
ur: سیٹ اپ مکمل
vi: Cài đặt hoàn tất

source: Save your recovery key if you haven't already
ar: احفظ مفتاح الاسترداد إذا لم تكن قد فعلت ذلك
az: Əgər hələ də etməmisinizsə, bərpa açarınızı yadda saxlayın
be: Захавайце свой ключ аднаўлення, калі не рабілі гэта раней
ca: Guarda la teva clau de recuperació si encara no ho has fet
cs: Uložte si svůj obnovovací klíč, pokud jste tak ještě neučinili
de: Sichere deinen Wiederherstellungs-Schlüssel, falls noch nicht geschehen
el: Αποθηκεύστε το κλειδί ανάκτησης αν δεν το έχετε ήδη κάνει
es: Guarda tu clave de recuperación si aún no lo has hecho
fa: اگر هنوز ذخیره نکرده‌اید، کلید بازیابی خود را ذخیره کنید
fr: Enregistrez votre clé de récupération si vous ne l'avez pas déjà fait
id: Jika belum, simpan kunci pemulihan kamu
it: Salva la tua chiave di recupero se non l'hai ancora fatto
nl: Sla je herstelsleutel op als je dat nog niet gedaan hebt
nn: Lagra gjenopprettingsnøkkelen viss du ikkje alt har gjort det
no: Lagre gjenopprettingsnøkkelen hvis du ikke allerede har gjort det
pt_br: Salve sua chave de recuperação, se você ainda não fez
ru: Сохраните ваш ключ восстановления, если вы ещё этого не сделали
sr: Уколико већ нисте, сачувајте кључ за опоравак
sv: Spara din återställningsnyckel om du inte redan har gjort det
uk: Збережіть ваш ключ відновлення, якщо ви ще цього не зробили
ur: اگر آپ نے پہلے سے نہیں کیا ہے تو اپنی ریکوری کی محفوظ کریں
vi: Lưu mã khôi phục của bạn nếu bạn chưa làm

# thisCanBeUsedToRecoverYourAccountIfYou
source: This can be used to recover your account if you lose your second factor
ar: يمكن استخدام هذا المفتاح لاستعادة حسابك إذا فقدت العامل الثاني للمصادقة
az: İkinci faktorunuzu 2FA itirdiyiniz təqdirdə, bu, hesabınızı bərpa etmək üçün istifadə edilə bilər
be: Ён можа быць выкарыстаны для аднаўлення вашага ўліковага запісу, калі страчаны другі фактар аўтэнтыфікацыі
ca: Això es pot utilitzar per recuperar el teu compte si perds el teu segon factor
cs: Toto lze použít k obnovení účtu, pokud ztratíte svůj přístup k ověřovací aplikaci
de: Dies kann verwendet werden, um dein Konto wiederherzustellen, wenn du deinen zweiten Faktor (2FA) verlierst
el: Αυτό μπορεί να χρησιμοποιηθεί για να ανακτήσετε το λογαριασμό σας αν χάσετε τον δεύτερο σας παράγοντα
es: Esto puede utilizarse para recuperar tu cuenta si pierdes tu segundo factor
fa: این می‌تواند برای بازیابی حساب شما در صورت گم کردن عامل دوم استفاده شود
fr: Cela peut être utilisé pour récupérer votre compte si vous perdez votre deuxième facteur
id: Ini dapat digunakan untuk memulihkan akunmu jika kehilangan metode autentikasi dua langkah kamu
it: Può essere utilizzata per recuperare il tuo account in caso tu non possa usare l'autenticazione a due fattori
nl: Dit kan worden gebruikt om je account te herstellen als je je tweede factor verliest
no: Dette kan brukes til å gjenopprette kontoen din hvis du mister din andre faktor
pt_br: Isso pode ser usado para recuperar sua conta se você perder seu segundo fator
ru: Это можно использовать для восстановления вашего аккаунта, если вы потеряете свой аутентификатор
sr: Може се користити за опоравак рачуна уколико заборавите други ниво провере идентитета
sv: Detta kan användas för att återställa ditt konto om du förlorar din andra faktor
uk: Це може бути використано для відновлення вашого облікового запису, якщо ви втратите свій автентифікатор
ur: اگر آپ اپنا دوسرا فیکٹر کھو دیتے ہیں تو اسے آپ کے اکاؤنٹ کو بازیافت کرنے کے لیے استعمال کیا جا سکتا ہے
vi: Chúng có thể giúp khôi phục tài khoản của bạn nếu bạn mất xác thực 2 bước

# twofactorAuthenticationPageTitle
source: Two-factor authentication
ar: المصادقة الثنائية
az: İki-mərhələli autentifikasiya
be: Двухфактарная аўтэнтыфікацыя
ca: Autenticació de doble factor
cs: Dvoufázové ověření
de: Zwei-Faktor-Authentifizierung
el: Αυθεντικοποίηση δύο παραγόντων
es: Autenticación en dos pasos
fa: احراز هویت دو مرحله‌ای
fr: Authentification à deux facteurs (A2F)
id: Autentikasi dua langkah
it: Autenticazione a due fattori
nl: Tweestapsverificatie
nn: Tofaktorautentisering
no: Tofaktorautentisering
pt_br: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sr: Двострука провера идентитета
sv: Tvåfaktorsautentisering
uk: Двоетапна перевірка
ur: ٹو فیکٹر تصدیق
vi: Xác thực 2 bước

source: Lost device?
ar: جهاز مفقود؟
az: Cihazınızı itirmisiniz?
be: Згубілі прыладу?
ca: Dispositiu perdut?
cs: Ztratili jste zařízení?
de: Gerät verloren?
el: Χαμένη συσκευή;
es: ¿Perdiste tu dispositivo?
fa: دستگاه گم شده؟
fr: Appareil perdu ?
id: Perangkat hilang?
it: Dispositivo perso?
nl: Apparaat verloren?
no: Mistet enhet?
pt_br: Perdeu o dispositivo?
ru: Потеряли устройство?
sr: Изгубили сте уређај?
sv: Förlorad enhet?
uk: Загубили пристрій?
ur: ڈیوائس کھو گئی؟
vi: Mất thiết bị?

source: Verifying recovery key...
ar: جارٍ التحقق من مفتاح الاسترداد...
az: Bərpa açarı yoxlanılır...
be: Спраўджанне ключа аднаўлення...
ca: Verificant clau de recuperació...
cs: Ověřování obnovovacího klíče...
de: Wiederherstellungs-Schlüssel wird überprüft...
el: Επαλήθευση κλειδιού ανάκτησης...
es: Verificando clave de recuperación...
fa: در حال تأیید کلید بازیابی...
fr: Vérification de la clé de récupération...
id: Memverifikasi kunci pemulihan...
it: Verifica della chiave di recupero...
nl: Herstelsleutel verifiëren...
nn: Stadfestar gjenopprettingsnøkkel …
no: Verifiserer gjenopprettingsnøkkel...
pt_br: Verificando chave de recuperação...
ru: Проверка ключа восстановления...
sr: Проверавам кључ за опоравак...
sv: Verifierar återställningsnyckel...
uk: Перевірка ключа відновлення...
ur: ریکوری کی کی تصدیق ہو رہی ہے...
vi: Đang xác minh mã khôi phục...

source: Recovery key verified
ar: تم التحقق من مفتاح الاسترداد
az: Bərpa açarı doğrulandı
be: Ключ аднаўлення спраўджаны
ca: Clau de recuperació verificada
cs: Obnovovací klíč byl ověřen
de: Wiederherstellungs-Schlüssel überprüft
el: Το κλειδί ανάκτησης επαληθεύτηκε
es: Clave de recuperación verificada
fa: کلید بازیابی تأیید شد
fr: Clé de récupération vérifiée
id: Kunci pemulihan terverifikasi
it: Chiave di recupero verificata
nl: Herstel sleutel geverifieerd
nn: Gjenopprettingsnøkkelen er stadfesta
no: Gjenopprettingsnøkkel bekreftet
pt_br: Chave de recuperação verificada
ru: Ключ восстановления подтверждён
sr: Кључ за опоравак је потврђен
sv: Återställningsnyckel verifierad
uk: Ключ відновлення перевірено
ur: ریکوری کی کی تصدیق ہو گئی
vi: Mã khôi phục đã được xác minh

# recoveryKeySuccessBody
source: Great! Your recovery key is valid. Thank you for verifying. Please remember to keep your recovery key safely backed up.
ar: مفتاح الاسترداد الخاص بك صالح. شكرًا على التحقق. يرجى تذكر الاحتفاظ بنسخة احتياطية آمنة من مفتاح الاسترداد.
az: Əla! Bərpa açarınız keçərlidir. Təsdiqlədiyiniz üçün təşəkkür edirik. ​Zəhmət olmasa, bərpa açarınızın təhlükəsiz yerdə ehtiyat nüsxəsini saxlamağı unutmayın.
be: Усё ў парадку! Ваш ключ аднаўлення з'яўляецца сапраўдным. Не забывайце захоўваць свой ключ аднаўлення ў надзейным месцы.
ca: Genial! La teva clau de recuperació és vàlida. Gràcies per verificar-la. Si us plau, recorda guardar la teva clau de recuperació de manera segura.
cs: Skvělé! Váš obnovovací klíč je platný. Děkujeme vám za ověření. Nezapomeňte mít váš obnovovací klíč bezpečně zálohován.
de: Sehr gut! Dein Wiederherstellungsschlüssel ist gültig. Vielen Dank für die Verifizierung. Bitte vergiss nicht eine Kopie des Wiederherstellungsschlüssels sicher aufzubewahren.
el: Τέλεια! Το κλειδί ανάκτησης σας είναι έγκυρο. Σας ευχαριστούμε για την επαλήθευση. Παρακαλούμε θυμηθείτε να κρατήσετε το κλειδί ανάκτησης σας και σε αντίγραφο ασφαλείας.
es: ¡Genial! Tu clave de recuperación es válida. Gracias por verificar. Por favor, recuerda mantener tu clave de recuperación segura.
fa: عالی! کلید بازیابی شما معتبر است. از شما بابت تأیید سپاسگزاریم. لطفاً به یاد داشته باشید که کلید بازیابی خود را به‌طور ایمن پشتیبان‌گیری کنید.
fr: Génial ! Votre clé de récupération est valide. Merci de votre vérification. N'oubliez pas de garder votre clé de récupération sauvegardée.
id: Bagus! Kunci pemulihan kamu sah. Terima kasih telah melakukan verifikasi. Harap simpan selalu kunci pemulihan kamu dengan aman.
it: Ottimo! La tua chiave di recupero è valida. Grazie per averla verificata. Ricordati di salvare la tua chiave di recupero in un posto sicuro.
nl: Super! Je herstelsleutel is geldig. Bedankt voor het verifiëren. Vergeet niet om je herstelsleutel veilig te bewaren.
nn: Flott! Gjenopprettingsnøkkelen er gyldig. Takk for at du stadfesta han. Hugs å oppbevara gjenopprettingsnøkkelen på ein trygg stad.
no: Flott! Din gjenopprettingsnøkkel er gyldig. Takk for bekreftelsen. Vennligst husk å holde gjenopprettingsnøkkelen din trygt sikkerhetskopiert.
pt_br: Ótimo! Sua chave de recuperação é válida. Obrigada por verificar. Lembre-se de manter sua chave de recuperação salva em segurança.
ru: Отлично! Ваш ключ восстановления действителен. Спасибо за проверку. Пожалуйста, не забудьте сохранить ключ восстановления в безопасном месте.
sr: Сјајно! Ваш кључ за опоравак је исправан. Хвала за потврду. Не заборавите да овај кључ чувате на сигурном месту.
sv: Grymt! Din återställningsnyckel är giltig. Tack för att du verifierade. Kom ihåg att hålla din återställningsnyckel säker med backups.
uk: Чудово! Ваш ключ відновлення дійсний. Дякуємо за перевірку. Не забувайте надійно зберігати ключ відновлення.
ur: بہت اچھا! آپ کی ریکووری کی درست ہے. تصدیق کرنے کا شکریہ. براہ کرم اپنی ریکووری کی کو محفوظ طریقے سے بیک اپ رکھنا یاد رکھیں.
vi: Tuyệt! Mã khôi phục của bạn hợp lệ. Cảm ơn đã xác minh. Nhớ lưu giữ mã khôi phục của bạn ở nơi an toàn.
