Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# ackPasswordLostWarning
source: I understand that if I lose my password, I may lose my data since my data is <underline>end-to-end encrypted</underline>.
ar: أدرك أنني إذا فقدت كلمة المرور، فقد أفقد بياناتي لأنها <underline>مشفرة بالكامل من طرف إلى طرف</underline>.
az: Mən başa düşürəm ki, şifrəmi itsəm, məlumatlarım <underline>uclararası şifrələndiyi üçün onları itirə bilərəm</underline>.
be: Я ўсведамляю, што калі я страчу свой пароль, то я магу згубіць свае даныя, бо мае даныя абаронены <underline>скразным шыфраваннем</underline>.
ca: Entenc que si perdo la meva contrasenya, puc perdre les meves dades ja que les meves dades estan <underline>xifrades d'extrem a extrem</underline>.
cs: Rozumím, že pokud zapomenu své heslo, mohu přijít o data, jelikož má data jsou <underline>koncově šifrována</underline>.
de: Ich verstehe, dass ich meine Daten verlieren kann, wenn ich mein Passwort vergesse, da meine Daten <underline>Ende-zu-Ende-verschlüsselt</underline> sind.
el: Καταλαβαίνω ότι αν χάσω τον κωδικό μου μπορεί να χάσω τα δεδομένα μου αφού τα δεδομένα μου είναι <underline>κρυπτογραφημένα από άκρο-σε-άκρο</underline>.
es: Entiendo que si pierdo mi contraseña podría perder mis datos, ya que mis datos están <underline>cifrados de extremo a extremo</underline>.
fa: من درک می‌کنم که اگر رمز عبور خود را گم کنم، ممکن است اطلاعات خود را از دست بدهم، زیرا اطلاعات من <underline>رمزگذاری سرتاسر شده است</underline>.
fr: Je comprends que si je perds mon mot de passe, je perdrai mes données puisque mes données sont <underline>chiffrées de bout en bout</underline>.
id: Saya mengerti bahwa jika saya lupa sandi saya, data saya bisa hilang karena <underline>dienkripsi dari ujung ke ujung</underline>.
it: Comprendo che se perdo la password potrei perdere l'accesso ai miei dati poiché sono <underline>criptati end-to-end</underline>.
nl: Ik begrijp dat als ik mijn wachtwoord verlies, ik mijn gegevens kan verliezen omdat mijn gegevens <underline>end-to-end versleuteld</underline> zijn.
nn: Eg forstår at dersom eg gløymer passordet mitt kan alle dataa mine gå tapt, fordi dei er <underline>ende-til-ende-krypterte</underline>.
no: Jeg forstår at dersom jeg mister passordet mitt, kan jeg miste dataen min, siden daten er <underline>ende-til-ende-kryptert</underline>.
pt_br: Eu entendo que se eu perder minha senha, posso perder meus dados, já que meus dados são <underline>criptografados de ponta a ponta</underline>.
ru: Я понимаю, что если я потеряю пароль, я могу потерять свои данные, так как они <underline>защищены сквозным шифрованием</underline>.
sr: Разумем да ако изгубим лозинку, могу изгубити своје податке пошто су <underline>шифрирани од краја до краја</underline>.
sv: Jag förstår att om jag förlorar mitt lösenord kan jag förlora mina data eftersom min data är <underline>end-to-end-krypterad</underline>.
uk: Я розумію, що якщо я втрачу свій пароль, я можу втратити свої дані, тому що вони є захищені <underline>наскрізним шифруванням</underline>.
ur: میں سمجھتا ہوں کہ اگر میں اپنا پاس ورڈ کھو دیتا ہوں، تو میں اپنا ڈیٹا کھو سکتا ہوں کیونکہ میرا ڈیٹا <underline>اینڈ ٹو اینڈ انکرپٹڈ</underline> ہے.
vi: Tôi hiểu rằng nếu mất mật khẩu, dữ liệu của tôi sẽ mất vì nó được <underline>mã hóa đầu cuối</underline>.

# privacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
be: Палітыка прыватнасці
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de Confidentialité
id: Kebijakan Privasi
nl: Privacybeleid
nn: Personvernerklæring
no: Personvernserklæring
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sr: Политика приватности
sv: Integritetspolicy
uk: Політика приватності
ur: پرائیویسی پالیسی
vi: Chính sách bảo mật

# termsOfServicesTitle
source: Terms
ar: شروط الخدمة
az: Şərtlər
be: Умовы
ca: Termes
cs: Podmínky služby
de: Nutzungsbedingungen
el: Όροι
es: Términos
fa: شرایط و مقررات
fr: Conditions d'utilisation
id: Ketentuan
it: Termini d'uso
nl: Voorwaarden
nn: Vilkår
no: Vilkår
pt_br: Termos
ru: Условия использования
sr: Услови
sv: Villkor
uk: Умови
ur: شرائط
vi: Điều khoản

# signUpTerms
source: I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
ar: أوافق على <u-terms>شروط الخدمة</u-terms> و<u-policy>سياسة الخصوصية</u-policy>
az: Mən <u-terms>xidmət şərtləri</u-terms> və <u-policy>məxfilik siyasəti</u-policy> ilə razıyam
be: Я пагаджаюся з <u-terms>умовамі абслугоўвання</u-terms> і <u-policy>палітыкай прыватнасці</u-policy>
ca: Accepto els <u-terms>termes del servei</u-terms> i la <u-policy>política de privadesa</u-policy>
cs: Souhlasím s <u-terms>podmínkami služby</u-terms> a <u-terms>zásadami ochrany osobních údajů</u-terms>
de: Ich stimme den <u-terms>Nutzungsbedingungen</u-terms> und der <u-policy>Datenschutzerklärung</u-policy> zu
el: Συμφωνώ με τους <u-terms>όρους χρήσης</u-terms> και την <u-policy>πολιτική απορρήτου</u-policy>
es: Estoy de acuerdo con los <u-terms>términos del servicio</u-terms> y <u-policy> la política de privacidad</u-policy>
fa: من با <u-terms>شرایط خدمات</u-terms> و <u-policy>سیاست حفظ حریم خصوصی</u-policy> موافقم
fr: J'accepte les <u-terms>conditions d'utilisation</u-terms> et la <u-policy>politique de confidentialité</u-policy>
id: Saya menyetujui <u-terms>ketentuan layanan</u-terms> dan <u-policy>kebijakan privasi</u-policy> Ente
it: Accetto i <u-terms>termini di servizio</u-terms> e la <u-policy>politica sulla privacy</u-policy>
nl: Ik ga akkoord met de <u-terms>gebruiksvoorwaarden</u-terms> en <u-policy>privacybeleid</u-policy>
nn: Eg godtek <u-terms>tenestevilkåra</u-terms> og <u-policy>personvernerklæringa</u-policy>
no: Jeg godtar <u-terms>bruksvilkårene</u-terms> og <u-policy>personvernreglene</u-policy>
pt_br: Eu concordo com os <u-terms>termos de serviço</u-terms> e a <u-policy>política de privacidade</u-policy>
ru: Я согласен с <u-terms>условиями предоставления услуг</u-terms> и <u-policy>политикой конфиденциальности</u-policy>
sr: Прихватам <u-terms>услове сервиса</u-terms> и <u-policy>политику приватности</u-policy>
sv: Jag samtycker till <u-terms>användarvillkoren</u-terms> och <u-policy>integritetspolicyn</u-policy>
uk: Я приймаю <u-terms>умови використання</u-terms> і <u-policy>політику приватності</u-policy>
ur: میں <u-terms>سروس کی شرائط</u-terms> اور <u-policy>پرائیویسی پالیسی</u-policy> سے اتفاق کرتا ہوں
vi: Tôi đồng ý với <u-terms>điều khoản</u-terms> và <u-policy>chính sách bảo mật</u-policy>

# logInLabel
source: Log in
ar: تسجيل الدخول
az: Daxil ol
be: Увайсці
ca: Inicia sessió
cs: Přihlásit se
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fr: Se connecter
id: Masuk akun
it: Accedi
ku: Têkeve
nl: Inloggen
nn: Logg på
no: Logg inn
pt_br: Entrar
ru: Войти
sr: Пријави се
sv: Logga in
uk: Увійти
ur: لاگ ان کریں
vi: Đăng nhập

# loginTerms
source: By clicking log in, I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
ar: بالنقر على تسجيل الدخول، أوافق على <u-terms>شروط الخدمة</u-terms> و <u-policy>سياسة الخصوصية</u-policy>
az: Daxil ol düyməsinə klikləməklə, mən <u-terms>xidmət şərtləri</u-terms> və <u-policy>məxfilik siyasəti</u-policy> ilə razılaşıram
be: Націскаючы ўвайсці, я пагаджаюся з <u-terms>умовамі абслугоўвання</u-terms> і <u-policy>палітыкай прыватнасці</u-policy>
ca: En fer clic a inicia sessió, accepto els <u-terms>termes del servei</u-terms> i la <u-policy>política de privadesa</u-policy>
cs: Kliknutím na přihlášení souhlasím s <u-terms>podmínkami služby</u-terms> a <u-policy>zásadami ochrany osobních údajů</u-policy>
de: Mit dem Klick auf "Anmelden" stimme ich den <u-terms>Nutzungsbedingungen</u-terms> und der <u-policy>Datenschutzerklärung</u-policy> zu
el: Κάνοντας κλικ στη σύνδεση, συμφωνώ με τους <u-terms>όρους χρήσης</u-terms> και την <u-policy>πολιτική απορρήτου</u-policy>
es: Al hacer clic en iniciar sesión, acepto los <u-terms>términos de servicio</u-terms> y <u-policy>la política de privacidad</u-policy>
fa: با کلیک بر روی ورود به سیستم، من با <u-terms>شرایط خدمات</u-terms> و <u-policy>سیاست حفظ حریم خصوصی</u-policy> موافقم
fr: En cliquant sur se connecter, j'accepte les <u-terms>conditions d'utilisation</u-terms> et la <u-policy>politique de confidentialité</u-policy>
id: Dengan mengklik masuk akun, saya menyetujui <u-terms>ketentuan layanan</u-terms> dan <u-policy>kebijakan privasi</u-policy> Ente
it: Cliccando sul pulsante Accedi, accetti i <u-terms>termini di servizio</u-terms> e la <u-policy>politica sulla privacy</u-policy>
nl: Door op inloggen te klikken, ga ik akkoord met de <u-terms>gebruiksvoorwaarden</u-terms> en <u-policy>privacybeleid</u-policy>
no: Ved å klikke Logg inn, godtar jeg <u-terms>brukervilkårene</u-terms> og <u-policy>personvernreglene</u-policy>
pt_br: Ao clicar em entrar, eu concordo com os <u-terms>termos de serviço</u-terms> e a <u-policy>política de privacidade</u-policy>
ru: Нажимая "Войти", я соглашаюсь с <u-terms>условиями предоставления услуг</u-terms> и <u-policy>политикой конфиденциальности</u-policy>
sr: Кликом на пријаву, прихватам <u-terms>услове сервиса</u-terms> и <u-policy>политику приватности</u-policy>
sv: Genom att klicka på logga in godkänner jag <u-terms>användarvillkoren</u-terms> och våran <u-policy>integritetspolicy</u-policy>
uk: Натискаючи «Увійти», я приймаю <u-terms>умови використання</u-terms> і <u-policy>політику приватності</u-policy>
ur: لاگ ان پر کلک کرکے، میں <u-terms>سروس کی شرائط</u-terms> اور <u-policy>پرائیویسی پالیسی</u-policy> سے اتفاق کرتا ہوں
vi: Nhấn vào đăng nhập, tôi đồng ý với <u-terms>điều khoản</u-terms> và <u-policy>chính sách bảo mật</u-policy>

source: Change email
ar: تغيير البريد الإلكتروني
az: E-poçtu dəyişdir
be: Змяніць адрас электроннай пошты
ca: Canvia el correu
cs: Změnit e-mail
de: E-Mail-Adresse ändern
el: Αλλαγή διεύθυνσης ηλ. ταχυδρομείου
es: Cambiar correo electrónico
fa: تغییر ایمیل
fr: Modifier l'e-mail
id: Ubah email
it: Modifica email
nl: E-mail wijzigen
nn: Endra e-postadresse
no: Endre e-postadresse
pt_br: Alterar e-mail
ru: Изменить адрес электронной почты
sr: Промени е-пошту
sv: Ändra e-postadress
uk: Змінити адресу пошти
ur: ای میل تبدیل کریں
vi: Đổi email

source: Enter your password
ar: أدخل كلمة المرور
az: Şifrənizi daxil edin
be: Увядзіце свой пароль
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
de: Passwort eingeben
el: Εισάγετε τον κωδικό πρόσβασής σας
es: Ingresa tu contraseña
fa: رمز عبور خود را وارد کنید
fr: Entrez votre mot de passe
id: Masukkan sandi kamu
it: Inserisci la tua password
nl: Voer je wachtwoord in
nn: Skriv inn passordet ditt
no: Angi passordet ditt
pt_br: Insira sua senha
ru: Введите ваш пароль
sr: Унесите лозинку
sv: Ange ditt lösenord
uk: Введіть пароль
ur: اپنا پاس ورڈ درج کریں
vi: Nhập mật khẩu của bạn

source: Welcome back!
ar: أهلاً بعودتك!
az: Yenidən xoş gəldiniz!
be: З вяртаннем!
ca: Benvingut de nou!
cs: Vítejte zpět!
de: Willkommen zurück!
el: Καλωσορίσατε και πάλι!
es: ¡Bienvenido de nuevo!
fa: خوش آمدید!
fr: Bienvenue !
id: Selamat datang kembali!
it: Bentornato/a!
nl: Welkom terug!
nn: Velkommen tilbake!
no: Velkommen tilbake!
pt_br: Bem-vindo(a) de volta!
ru: С возвращением!
sr: Добродошли назад!
sv: Välkommen tillbaka!
uk: З поверненням!
ur: واپسی پر خوش آمدید!
vi: Chào mừng trở lại!

source: Contact support
ar: الاتصال بالدعم
az: Dəstək ilə əlaqə
be: Звярніцеся ў службу падтрымкі
ca: Contacta amb suport
cs: Kontaktovat podporu
de: Support kontaktieren
el: Επικοινωνήστε με την υποστήριξη
es: Contactar con soporte
fa: ارتباط با پشتیبانی
fr: Contacter l'assistance
id: Hubungi dukungan
it: Contatta il supporto
nl: Contacteer klantenservice
no: Kontakt kundestøtte
pt_br: Contatar suporte
ru: Связаться с поддержкой
sr: Контактирати подршку
sv: Kontakta support
uk: Звернутися до служби підтримки
ur: سپورٹ سے رابطہ کریں
vi: Liên hệ hỗ trợ

# incorrectPasswordTitle
source: Incorrect password
ar: كلمة المرور غير صحيحة
az: Şifrə yanlışdır
be: Няправільны пароль
ca: Contrasenya incorrecta
cs: Nesprávné heslo
de: Falsches Passwort
el: Λάθος κωδικός πρόσβασης
es: Contraseña incorrecta
fa: رمز عبور درست نیست
fr: Mot de passe incorrect
id: Sandi salah
it: Password sbagliata
nl: Onjuist wachtwoord
nn: Ugyldig passord
no: Feil passord
pt_br: Senha incorreta
ru: Неверный пароль
sr: Неисправна лозинка
sv: Felaktigt lösenord
uk: Невірний пароль
ur: غلط پاس ورڈ
vi: Mật khẩu không đúng

source: Please try again
ar: يرجى المحاولة مرة أخرى
az: Zəhmət olmasa, yenidən cəhd edin
be: Паспрабуйце яшчэ раз
ca: Si us plau, torna-ho a provar
cs: Zkuste to prosím znovu
de: Bitte versuche es erneut
el: Παρακαλούμε δοκιμάστε ξανά
es: Por favor, inténtalo nuevamente
fa: لطفا دوباره تلاش کنید
fr: Veuillez réessayer
id: Silakan coba lagi
it: Riprova
nl: Probeer het nog eens
nn: Prøv på nytt
no: Vennligst prøv igjen
pt_br: Tente novamente
ru: Пожалуйста, попробуйте снова
sr: Пробајте поново
sv: Försök igen
uk: Спробуйте ще раз
ur: براہ کرم دوبارہ کوشش کریں
vi: Vui lòng thử lại

# recreatePasswordTitle
source: Recreate password
ar: إعادة إنشاء كلمة المرور
az: Şifrəni yenidən təyin edin
be: Стварыць пароль паўторна
ca: Torna a crear la contrasenya
cs: Znovu vytvořit heslo
de: Passwort wiederherstellen
el: Επαναδημιουργία κωδικού πρόσβασης
es: Recrear contraseña
fa: بازتولید رمز عبور
fr: Recréer le mot de passe
id: Buat ulang sandi
it: Reimposta password
nl: Wachtwoord opnieuw instellen
nn: Opprett passord på nytt
no: Gjenopprett passord
pt_br: Redefinir senha
ru: Пересоздать пароль
sr: Рекреирај лозинку
sv: Återskapa lösenord
uk: Повторно створити пароль
ur: پاس ورڈ دوبارہ بنائیں
vi: Tạo lại mật khẩu

source: Use recovery key
ar: استخدام مفتاح الاسترداد
az: Bərpa açarından istifadə edin
be: Выкарыстоўваць ключ аднаўлення
ca: Utilitza la clau de recuperació
cs: Použít obnovovací klíč
de: Wiederherstellungs-Schlüssel verwenden
el: Χρήση κλειδιού ανάκτησης
es: Usar clave de recuperación
fa: از کلید بازیابی استفاده کنید
fr: Utiliser la clé de secours
id: Gunakan kunci pemulihan
it: Utilizza un codice di recupero
nl: Herstelcode gebruiken
nn: Bruk gjenopprettingsnøkkel
no: Bruk gjenopprettingsnøkkel
pt_br: Usar chave de recuperação
ru: Использовать ключ восстановления
sr: Користи кључ за опоравак
sv: Använd återställningsnyckel
uk: Застосувати ключ відновлення
ur: ریکوری کی استعمال کریں
vi: Dùng mã khôi phục

# recreatePasswordBody
source: The current device is not powerful enough to verify your password, but we can regenerate in a way that works with all devices. Please login using your recovery key and regenerate your password (you can use the same one again if you wish).
ar: لا يمكن التحقق من كلمة المرور على جهازك الحالي، لكن يمكننا تعديلها لتعمل على جميع الأجهزة. سجّل الدخول باستخدام مفتاح الاسترداد، ثم أنشئ كلمة مرور جديدة (يمكنك اختيار نفس الكلمة السابقة إذا أردت).
az: Mövcud cihaz şifrənizi təsdiqləmək üçün kifayət qədər güclü deyil, lakin biz onu bütün cihazlarda işləyəcək şəkildə yenidən yarada bilərik. ​Xahiş olunur bərpa açarınızdan istifadə edərək daxil olun və şifrənizi yenidən təyin edin (istəsəniz, yenidən eyni şifrədən istifadə edə bilərsiniz).
be: У бягучай прылады недастаткова вылічальнай здольнасці для праверкі вашага паролю, але мы можам регенерыраваць яго, бо гэта працуе з усімі прыладамі. Увайдзіце, выкарыстоўваючы свой ключа аднаўлення і регенерыруйце свой пароль (калі хочаце, то можаце выбраць папярэдні пароль).
ca: El dispositiu actual no és prou potent per verificar la teva contrasenya, però podem regenerar-la d'una manera que funcioni amb tots els dispositius. Si us plau, inicia sessió utilitzant la teva clau de recuperació i regenera la teva contrasenya (pots utilitzar la mateixa de nou si ho desitges).
cs: Aktuální zařízení není dostatečně výkonné, aby ověřilo vaše heslo, ale můžeme ho znovu vygenerovat tak, aby fungovalo na všech zařízeních. Přihlaste se pomocí svého obnovovacího klíče a znovu vygenerujte heslo (pokud chcete, můžete použít stejné heslo).
de: Das aktuelle Gerät ist nicht leistungsfähig genug, um dein Passwort zu verifizieren, aber wir können es neu erstellen, damit es auf allen Geräten funktioniert. Bitte melde dich mit deinem Wiederherstellungs-Schlüssel an und erstelle dein Passwort neu (Wenn du willst, kannst du dasselbe erneut verwenden).
el: Η τρέχουσα συσκευή δεν είναι αρκετά ισχυρή για να επαληθεύσει τον κωδικό πρόσβασής σας, αλλά μπορούμε να τον αναδημιουργήσουμε με έναν τρόπο που λειτουργεί με όλες τις συσκευές. Παρακαλούμε συνδεθείτε χρησιμοποιώντας το κλειδί ανάκτησης και αναδημιουργήστε τον κωδικό πρόσβασής σας (μπορείτε να χρησιμοποιήσετε ξανά τον ίδιο αν το επιθυμείτε).
es: El dispositivo actual no es lo suficientemente potente para verificar su contraseña, pero podemos regenerarla de una manera que funcione con todos los dispositivos. Por favor inicie sesión usando su clave de recuperación y regenere su contraseña (puede volver a utilizar la misma si lo desea).
fa: دستگاه فعلی به اندازه کافی قدرتمند نیست تا رمز عبور شما را تایید کند، اما ما می‌توانیم به گونه‌ای بازسازی کنیم که با تمام دستگاه‌ها کار کند. لطفا با استفاده از کلید بازیابی خود وارد شوید و رمز عبور خود را دوباره ایجاد کنید (در صورت تمایل می‌توانید دوباره از همان رمز عبور استفاده کنید).
fr: L'appareil actuel n'est pas assez puissant pour vérifier votre mot de passe, mais nous pouvons le régénérer d'une manière qui fonctionne avec tous les appareils. Veuillez vous connecter à l'aide de votre clé de secours et régénérer votre mot de passe (vous pouvez réutiliser le même si vous le souhaitez).
id: Perangkat ini tidak cukup kuat untuk memverifikasi kata sandi kamu, tetapi kami dapat membuat ulang kata sandi kamu sehingga dapat digunakan di semua perangkat. Silakan masuk menggunakan kunci pemulihan dan buat ulang kata sandi kamu (kamu dapat menggunakan kata sandi yang sama lagi jika mau).
it: Il dispositivo attuale non è abbastanza potente per verificare la tua password, ma la possiamo rigenerare in un modo che funzioni su tutti i dispositivi. Effettua il login utilizzando la tua chiave di recupero e rigenera la tua password (puoi utilizzare nuovamente la stessa se vuoi).
nl: Het huidige apparaat is niet krachtig genoeg om je wachtwoord te verifiëren, dus moeten we de code een keer opnieuw genereren op een manier die met alle apparaten werkt. Log in met behulp van uw herstelcode en genereer opnieuw uw wachtwoord (je kunt dezelfde indien gewenst opnieuw gebruiken).
nn: Den gjeldande eininga er ikkje kraftig nok til å kunna stadfesta passordet ditt, men me kan laga det på nytt ved å bruka ein metode som vil fungere på alle einingar. Logg på ved å bruka gjenopprettingsnøkkelen din og lag passordet på nytt (du kan gjenbruka passordet viss du vil).
no: Den gjeldende enheten er ikke kraftig nok til å verifisere passordet ditt, men vi kan regenerere på en måte som fungerer på alle enheter. Vennligst logg inn med gjenopprettingsnøkkelen og regenerer passordet (du kan bruke den samme igjen om du vil).
pt_br: O dispositivo atual não é poderoso o suficiente para verificar sua senha, no entanto, nós podemos regenerar numa maneira que funciona em todos os dispositivos. Entre usando a chave de recuperação e regenere sua senha (você pode usar a mesma novamente se desejar).
ru: Текущее устройство недостаточно мощное для проверки вашего пароля, но мы можем сгенерировать его снова так, чтобы он работал на всех устройствах. Пожалуйста, войдите, используя ваш ключ восстановления, и сгенерируйте пароль (при желании вы можете использовать тот же самый).
sr: Тренутни уређај није довољно моћан да потврди вашу лозинку, али можемо регенерирати на начин који ради са свим уређајима. Пријавите се помоћу кључа за опоравак и обновите своју лозинку (можете поново користити исту ако желите).
sv: Denna enhet är inte tillräckligt kraftfull för att verifiera ditt lösenord, men vi kan återskapa det på ett sätt som fungerar med alla enheter. Logga in med din återställningsnyckel och återskapa ditt lösenord (du kan använda samma igen om du vill).
uk: Ваш пристрій недостатньо потужний для перевірки пароля, але ми можемо відновити його таким чином, щоб він працював на всіх пристроях. Увійдіть за допомогою ключа відновлення та відновіть свій пароль (за бажанням ви можете використати той самий ключ знову).
ur: موجودہ ڈیوائس آپ کے پاس ورڈ کی تصدیق کرنے کے لیے کافی طاقتور نہیں ہے، لیکن ہم اسے اس طرح دوبارہ بنا سکتے ہیں جو تمام ڈیوائسز کے ساتھ کام کرے. براہ کرم اپنی ریکوری کی Key استعمال کرتے ہوئے لاگ ان کریں اور اپنا پاس ورڈ دوبارہ بنائیں (اگر آپ چاہیں تو وہی پاس ورڈ دوبارہ استعمال کر سکتے ہیں)..
vi: Thiết bị hiện tại không đủ mạnh để xác minh mật khẩu của bạn, nhưng chúng tôi có thể tạo lại để nó hoạt động với tất cả thiết bị. Vui lòng đăng nhập bằng mã khôi phục và tạo lại mật khẩu (bạn có thể dùng lại mật khẩu cũ nếu muốn).

source: Verify password
ar: التحقق من كلمة المرور
az: Şifrəni təsdiqləyin
be: Праверыць пароль
ca: Verifica la contrasenya
cs: Ověřit heslo
de: Passwort überprüfen
el: Επαλήθευση κωδικού πρόσβασης
es: Verificar contraseña
fa: تایید رمز عبور
fr: Vérifier le mot de passe
id: Verifikasi sandi
it: Verifica password
nl: Bevestig wachtwoord
nn: Stadfest passord
no: Bekreft passord
pt_br: Verificar senha
ru: Подтвердить пароль
sr: Верификујте лозинку
sv: Bekräfta lösenord
uk: Підтвердження пароля
ur: پاس ورڈ کی تصدیق کریں
vi: Xác minh mật khẩu

source: Recovery key
ar: مفتاح الاسترداد
az: Bərpa açarı
be: Ключ аднаўлення
ca: Clau de recuperació
cs: Obnovovací klíč
de: Wiederherstellungs-Schlüssel
el: Κλειδί ανάκτησης
es: Clave de recuperación
fa: کلید بازیابی
fr: Clé de secours
id: Kunci pemulihan
it: Chiave di recupero
nl: Herstelsleutel
nn: Gjenopprettingsnøkkel
no: Gjenopprettingsnøkkel
pt_br: Chave de recuperação
ru: Ключ восстановления
sr: Кључ за опоравак
sv: Återställningsnyckel
uk: Ключ відновлення
ur: ریکوری کی
vi: Mã khôi phục
