Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# removeParticipantBody
source: {userEmail} will be removed from this shared album Any photos added by them will also be removed from the album
ar: سيتم إزالة {userEmail} من هذا الألبوم المشترك. سيتم أيضًا إزالة أي صور أضافها إلى الألبوم.
az: {userEmail} bu paylaşılan albomdan çıxarılacaq. Onlar tərəfindən əlavə edilmiş bütün fotoşəkillər də albomdan silinəcək
be: {userEmail} будзе выдалены з гэтага абагуленага альбома Любыя фатаграфіі, якія дададзены гэтым карыстальнікам, таксама будуць выдалены з альбома
ca: {userEmail} s'eliminarà d'aquest àlbum compartit Qualsevol foto afegida per ells també s'eliminarà de l'àlbum
cs: {userEmail} bude odebrán z tohoto sdíleného alba Všechny jimi přidané fotky budou také z alba odebrány
de: {userEmail} wird aus diesem geteilten Album entfernt Alle von ihnen hinzugefügte Fotos werden ebenfalls aus dem Album entfernt
el: Ο χρήστης {userEmail} θα αφαιρεθεί από το άλμπουμ Οποιεσδήποτε φωτογραφίες έχει προσθέσει θα αφαιρεθούν επίσης από το άλμπουμ
es: {userEmail} será eliminado de este álbum compartido Cualquier foto añadida por ellos también será eliminada del álbum
fa: {userEmail} از این آلبوم مشترک حذف خواهد شد هر عکسی که توسط آن‌ها اضافه شده باشد نیز از آلبوم حذف خواهد شد
fr: {userEmail} sera retiré de cet album partagé Toutes les photos ajoutées par eux seront également retirées de l'album
id: {userEmail} akan dikeluarkan dari album berbagi ini Semua foto yang ia tambahkan juga akan dihapus dari album ini
it: {userEmail} verrà rimosso da questo album condiviso Qualsiasi foto aggiunta dall'utente verrà rimossa dall'album
nl: {userEmail} zal worden verwijderd uit dit gedeelde album Alle door hen toegevoegde foto's worden ook uit het album verwijderd
no: {userEmail} vil bli fjernet fra dette delte albumet Alle bilder lagt til av dem vil også bli fjernet fra albumet
pt_br: {userEmail} será removido do álbum compartilhado Qualquer foto adicionada por ele será removida.
ru: {userEmail} будет удалён из этого общего альбома Все фото, добавленные этим пользователем, также будут удалены из альбома
sr: {userEmail} ће бити уклоњен из овог дељеног албума. Све фотографије које су они додали ће такође бити уклоњене
sv: {userEmail} kommer att tas bort från detta delade album Alla bilder som lagts till av dem kommer också att tas bort från albumet
uk: {userEmail} буде видалено з цього спільного альбому Будь-які додані вами фото, будуть також видалені з альбому
ur: {userEmail} کو اس مشترکہ البم سے نکال دیا جائے گا ان کی جانب سے شامل کی گئی تمام تصاویر بھی البم سے ہٹا دی جائیں گی
vi: {userEmail} sẽ bị xóa khỏi album chia sẻ này Bất kỳ ảnh nào được thêm bởi họ cũng sẽ bị xóa khỏi album

source: Keep Photos
ar: الاحتفاظ بالصور
az: Fotoşəkilləri saxla
be: Пакінуць фатаграфіі
ca: Mantingues les fotos
cs: Ponechat fotky
de: Fotos behalten
el: Διατήρηση Φωτογραφιών
es: Conservar las fotos
fa: عکس‌ها را نگه‌دار
fr: Conserver les photos
id: Simpan foto
it: Mantieni foto
nl: Foto's behouden
no: Behold Bilder
pt_br: Manter fotos
ru: Оставить фото
sr: Задржи фотографије
sv: Behåll foton
uk: Залишити фото
ur: تصاویر رکھیں
vi: Giữ ảnh

source: Delete photos
ar: حذف الصور
az: Fotoşəkilləri sil
be: Выдаліць фатаграфіі
ca: Esborra fotos
cs: Smazat fotografie
de: Fotos löschen
el: Διαγραφή φωτογραφιών
es: Borrar las fotos
fa: حذف عکس‌ها
fr: Supprimer les photos
id: Hapus foto
it: Elimina foto
nl: Foto's verwijderen
no: Slett bilder
pt_br: Excluir fotos
ru: Удалить фото
sr: Обриши фотгорафије
sv: Radera foton
uk: Видалити фото
ur: تصاویر ڈیلیٹ کریں
vi: Xóa ảnh

source: Invite to Ente
ar: دعوة إلى Ente
az: Ente-yə dəvət et
be: Запрасіць у Ente
ca: Convida a Ente
cs: Pozvat do Ente
de: Zu Ente einladen
el: Προσκαλέστε στο Ente
es: Invitar a Ente
fa: دعوت به انته
fr: Inviter à rejoindre Ente
id: Undang ke Ente
it: Invita su Ente
nl: Uitnodigen voor Ente
no: Inviter til Ente
pt_br: Convidar ao Ente
ru: Пригласить в Ente
sr: Позови у Енте
sv: Bjud in till Ente
uk: Запросити до Ente
ur: Ente پر مدعو کریں
vi: Mời sử dụng Ente

source: Remove public link
ar: إزالة الرابط العام
az: İctimai linki sil
be: Выдаліць публічную спасылку
ca: Elimina enllaç públic
cs: Odstranit veřejný odkaz
de: Öffentlichen Link entfernen
el: Αφαίρεση δημόσιου συνδέσμου
es: Quitar enlace público
fa: حذف لینک عمومی
fr: Supprimer le lien public
id: Hapus link publik
it: Rimuovi link pubblico
nl: Verwijder publieke link
no: Fjern offentlig lenke
pt_br: Remover link público
ru: Удалить публичную ссылку
sv: Ta bort publik länk
uk: Видалити публічне посилання
ur: عوامی لنک ہٹائیں
vi: Xóa liên kết công khai

# disableLinkMessage
source: This will remove the public link for accessing "{albumName}".
ar: سيؤدي هذا إلى إزالة الرابط العام للوصول إلى "{albumName}".
az: Bu, "{albumName}" albomuna giriş üçün olan ictimai linki siləcək.
be: Гэта дзеянне прывядзе да выдалення публічнай спасылкі для доступу да «{albumName}».
ca: Això eliminarà l'enllaç públic per accedir a "{albumName}".
cs: Toto odstraní veřejný odkaz pro přístup k "{albumName}".
de: Der öffentliche Link zum Zugriff auf "{albumName}" wird entfernt.
el: Αυτό θα διαγράψει τον δημόσιο σύνδεσμο για πρόσβαση στο "{albumName}".
es: Esto eliminará el enlace público para acceder a "{albumName}".
fa: این کار لینک عمومی برای دسترسی به "{albumName}" را حذف خواهد کرد.
fr: Cela supprimera le lien public pour accéder à "{albumName}".
id: Ini akan menghapus link publik yang digunakan untuk mengakses "{albumName}".
it: Questo rimuoverà il link pubblico per accedere a "{albumName}".
nl: Dit verwijdert de openbare link voor toegang tot "{albumName}".
no: Dette fjerner den offentlige lenken for tilgang til "{albumName}".
pt_br: Isso removerá o link público para acessar "{albumName}".
ru: Это удалит публичную ссылку для доступа к "{albumName}".
sr: Ово ће уклонити јавни линк за приступ "{albumName}".
sv: Detta kommer att ta bort den publika länken för att komma åt "{albumName}".
uk: Це видалить публічне посилання для доступу до «{albumName}».
ur: یہ "{albumName}" تک رسائی کے لیے عوامی لنک کو ہٹا دے گا.
vi: Xóa liên kết công khai dùng để truy cập "{albumName}".

source: Sharing...
ar: جارٍ المشاركة...
az: Paylaşılır...
be: Абагульванне...
ca: Compartint...
cs: Sdílení...
de: Teilt...
el: Κοινή χρήση...
es: Compartiendo...
fa: در حال اشتراک‌گذاری...
fr: Partage...
id: Membagikan...
it: Condivisione in corso...
nl: Delen...
no: Deler...
pt_br: Compartilhando...
ru: Отправка...
sr: Делим...
sv: Delar...
uk: Відправлення...
ur: شیئر کیا جا رہا ہے...
vi: Đang chia sẻ...

source: You cannot share with yourself
ar: لا يمكنك المشاركة مع نفسك.
az: Özünüzlə paylaşa bilməzsiniz
be: Нельга абагуліць файлы з самім сабою
ca: No pots compartir amb tu mateix
cs: Nemůžete sdílet se sebou
de: Du kannst nicht mit dir selbst teilen
el: Δεν μπορείτε να κοινοποιήσετε στον εαυτό σας
es: No puedes compartir contigo mismo
fa: شما نمی‌توانید با خودتان اشتراک‌گذاری کنید
fr: Vous ne pouvez pas partager avec vous-même
id: Kamu tidak bisa berbagi dengan dirimu sendiri
it: Non puoi condividere con te stesso
nl: Je kunt niet met jezelf delen
no: Du kan ikke dele med deg selv
pt_br: Não é possível compartilhar consigo mesmo
ru: Вы не можете поделиться с самим собой
sr: Не можеш делити сам са собом
sv: Du kan inte dela med dig själv
uk: Ви не можете поділитися із собою
ur: آپ خود کے ساتھ شیئر نہیں کر سکتے
vi: Bạn không thể chia sẻ với chính mình

# createAlbumActionHint
source: Long press to select photos and click + to create an album
ar: اضغط مطولاً لتحديد الصور ثم انقر على '+' لإنشاء ألبوم
az: Fotoşəkilləri seçmək üçün üzərinə uzun basın və albom yaratmaq üçün + düyməsinə klikləyin
be: Доўга ўтрымлівайце, каб выбраць фатаграфію, і націсніце «+», каб стварыць альбом
ca: Fes una pressió llarga per seleccionar fotos i fes clic a + per crear un àlbum
cs: Dlouhým stisknutím vyberte fotografie a kliknutím na + vytvořte album
de: Drücke lange um Fotos auszuwählen und klicke + um ein Album zu erstellen
el: Πατήστε παρατεταμένα για να επιλέξετε φωτογραφίες και κάντε κλικ στο + για να δημιουργήσετε ένα άλμπουμ
es: Manten presionado para seleccionar fotos y haz clic en + para crear un álbum
fa: برای انتخاب عکس‌ها طولانی فشار دهید و روی + کلیک کنید تا یک آلبوم ایجاد کنید
fr: Appuyez longuement pour sélectionner des photos et cliquez sur + pour créer un album
id: Tekan dan tahan foto lalu klik + untuk membuat album baru
it: Premi a lungo per selezionare le foto e fai clic su + per creare un album
nl: Lang indrukken om foto's te selecteren en klik + om een album te maken
nn: Trykk lenge for å velja foto, og trykk på pluss-ikonet for å oppretta eit album
no: Trykk og holde inne for å velge bilder, og trykk på + for å lage et album
pt_br: Pressione para selecionar fotos e clique em + para criar um álbum
ru: Нажмите и удерживайте, чтобы выбрать фото, и нажмите «+», чтобы создать альбом
sr: Дуго притисните да бисте изабрали фотографије и кликните на + да бисте направили албум
sv: Långtryck för att välja foton och klicka på + för att skapa ett album
uk: Утримуйте, щоби вибрати фотографії, та натисніть «+», щоб створити альбом
ur: تصاویر منتخب کرنے کے لیے دیر تک دبائیں اور البم بنانے کے لیے + پر کلک کریں
vi: Nhấn giữ để chọn ảnh và nhấn + để tạo album

source: Importing....
ar: جارٍ الاستيراد...
az: İdxal edilir....
be: Імпартаванне....
ca: Importar....
cs: Importování....
de: Importiert....
el: Εισαγωγή....
es: Importando....
fa: در حال وارد کردن....
fr: Importation en cours...
id: Mengimpor....
it: Importazione in corso....
nl: Importeren....
nn: Importerer …
no: Importerer....
pt_br: Importando....
ru: Импортирование...
sr: Увоз....
sv: Importerar....
uk: Імпортування...
ur: درآمد کیا جا رہا ہے...
vi: Đang nhập....

source: Failed to load albums
ar: فشل تحميل الألبومات
az: Albomları yükləmək mümkün olmadı
be: Не ўдалося загрузіць альбомы
ca: No s'han pogut carregar els àlbums
cs: Nepodařilo se načíst alba
de: Laden der Alben fehlgeschlagen
el: Αποτυχία φόρτωσης άλμπουμ
es: Error al cargar álbumes
fa: بارگذاری آلبوم‌ها ناموفق بود
fr: Impossible de charger les albums
id: Gagal memuat album
it: Impossibile caricare gli album
nl: Laden van albums mislukt
nn: Feil ved lasting av album
no: Kunne ikke laste inn album
pt_br: Falhou ao carregar álbuns
ru: Не удалось загрузить альбомы
sr: Грешка при учитавању албума
sv: Det gick inte att läsa in album
uk: Не вдалося завантажити альбоми
ur: البمز لوڈ کرنے میں ناکام
vi: Không thể tải album

source: Hidden
ar: المخفية
az: Gizli
be: Схаваныя
ca: Ocult
cs: Skryté
de: Versteckt
el: Κρυφά
es: Oculto
fa: مخفی
fr: Masqué
id: Tersembunyi
it: Nascosti
nl: Verborgen
nn: Gøymde
no: Skjult
pt_br: Oculto
ru: Скрытые
sr: Скривено
sv: Dold
uk: Приховано
ur: پوشیدہ
vi: Ẩn

# authToViewYourHiddenFiles
source: Please authenticate to view your hidden files
ar: يرجى المصادقة للوصول إلى ملفاتك المخفية
az: Gizli fayllarınıza baxmaq üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб паглядзець схаваныя файлы
ca: Si us plau, autentica't per veure els teus fitxers ocults
cs: Pro zobrazení skrytých souborů se prosím ověřte
de: Bitte authentifizieren, um die versteckten Dateien anzusehen
el: Παρακαλώ πραγματοποιήστε έλεγχο ταυτότητας για να δείτε τα κρυμμένα αρχεία σας
es: Por favor, autentícate para ver tus archivos ocultos
fa: لطفاً برای مشاهده فایل‌های مخفی خود احراز هویت کنید
fr: Veuillez vous authentifier pour voir vos fichiers cachés
id: Harap autentikasi untuk melihat file tersembunyi kamu
it: Autenticati per visualizzare i file nascosti
nl: Gelieve te verifiëren om je verborgen bestanden te bekijken
nn: Autentiser deg for å visa gøymde filer
no: Vennligst autentiser deg for å se dine skjulte filer
pt_br: Autentique-se para visualizar seus arquivos ocultos
ru: Пожалуйста, авторизуйтесь для просмотра скрытых файлов
sr: Молимо вас да се аутентификујете да бисте видели скривене датотеке
sv: Vänligen autentisera för att visa dina dolda filer
uk: Авторизуйтеся, щоб переглянути приховані файли
ur: اپنی پوشیدہ فائلیں دیکھنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để xem các tệp ẩn

# authToViewTrashedFiles
source: Please authenticate to view your trashed files
ar: يرجى المصادقة لعرض ملفاتك المحذوفة
az: Zibil qutusundakı fayllarınıza baxmaq üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб паглядзець выдаленыя файлы
ca: Si us plau, autentica't per veure els teus fitxers a la paperera
cs: Pro zobrazení smazaných souborů se prosím ověřte
de: Bitte authentifizieren, um die gelöschten Dateien anzuzeigen
el: Παρακαλώ πραγματοποιήστε έλεγχο ταυτότητας για να δείτε τον κάδο απορριμμάτων σας
es: Por favor, autentícate para ver los archivos enviados a la papelera
fa: لطفاً برای مشاهده فایل‌های حذف شده خود احراز هویت کنید
fr: Veuillez vous authentifier pour voir vos fichiers mis à la corbeille
it: Autenticati per visualizzare i file cancellati
nl: Graag verifiëren om je verwijderde bestanden te bekijken
nn: Autentiser deg for å visa filer i papirkorga
no: Vennligst autentiser deg for å se dine slettede filer
pt_br: Autentique-se para ver seus arquivos excluídos
ru: Пожалуйста, авторизуйтесь для просмотра удалённых файлов
sr: Молимо вас да се аутентификујете да бисте видели датотеке у отпаду
sv: Vänligen autentisera för att se dina kastade filer
ur: اپنی ردی کی فائلیں دیکھنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để xem các tệp đã xóa

source: Trash
ar: سلة المهملات
az: Zibil qutusu
be: Сметніца
ca: Paperera
cs: Koš
de: Papierkorb
el: Κάδος απορριμμάτων
es: Papelera
fa: سطل زباله
fr: Corbeille
id: Sampah
it: Cestino
nl: Prullenbak
nn: Papirkorg
no: Papirkurv
pt_br: Lixeira
ru: Корзина
sr: Смеће
sv: Papperskorg
uk: Смітник
ur: ردی
vi: Thùng rác

# singleFileDeleteHighlight
source: It will be deleted from all albums.
ar: سيتم حذفه من جميع الألبومات.
az: Bütün albomlardan silinəcək.
be: Гэта дзеянне прывядзе да выдалення з усіх альбомаў.
ca: S'eliminarà de tots els àlbums.
cs: Bude odstraněn ze všech alb.
de: Es wird aus allen Alben gelöscht.
el: Θα διαγραφεί από όλα τα άλμπουμ.
es: Se borrará de todos los álbumes.
fa: این فایل از تمام آلبوم‌ها حذف خواهد شد.
fr: Elle sera supprimée de tous les albums.
id: Ia akan dihapus dari semua album.
it: Verrà eliminato da tutti gli album.
nl: Het wordt uit alle albums verwijderd.
no: Den vil bli slettet fra alle album.
pt_br: Ele será excluído de todos os álbuns.
ru: Оно будет удалено из всех альбомов.
sr: Биће обрисано из свих албума.
sv: Det kommer att tas bort från alla album.
uk: Воно буде видалено з усіх альбомів.
ur: یہ تمام البمز سے ڈیلیٹ کر دیا جائے گا.
vi: Nó sẽ bị xóa khỏi tất cả album.

# singleFileInBothLocalAndRemote
source: This {fileType} is in both Ente and your device.
ar: {fileType} موجود في Ente وعلى جهازك.
az: Bu {fileType} həm Ente-də, həm də cihazınızdadır.
be: Гэта {fileType} ёсць і ў Ente, і на вашай прыладзе.
ca: Aquest {fileType} està tant a Ente com al teu dispositiu.
cs: {fileType} se nachází jak v Ente, tak ve vašem zařízení.
de: Diese Datei ist sowohl in Ente als auch auf deinem Gerät.
el: Αυτό το αρχείο ({fileType}) είναι και στο Ente και στη συσκευή σας.
es: Este {fileType} está tanto en Ente como en tu dispositivo.
fa: این {fileType} هم در Ente و هم در دستگاه شما موجود است.
fr: Cette {fileType} est à la fois sur ente et sur votre appareil.
id: {fileType} ini tersimpan di Ente dan juga di perangkat ini.
it: Questo {fileType} è sia su Ente che sul tuo dispositivo.
nl: Deze {fileType} staat zowel in Ente als op jouw apparaat.
no: Denne {fileType} er både i Ente og på enheten din.
pt_br: Este {fileType} está no Ente e em seu dispositivo.
ru: Это {fileType} есть и в Ente, и на вашем устройстве.
sr: Овај {fileType} се налази и у Енте-у и на Вашем уређају.
sv: Denna {fileType} finns i både Ente och din enhet.
uk: Цей {fileType} знаходиться і в Ente, і на вашому пристрої.
ur: یہ {fileType} Ente اور آپ کی ڈیوائس دونوں میں ہے.
vi: Tệp {fileType} này có trong cả Ente và thiết bị của bạn.

# singleFileInRemoteOnly
source: This {fileType} will be deleted from Ente.
ar: سيتم حذف {fileType} من Ente.
az: Bu {fileType} Ente-dən silinəcək.
be: Гэта {fileType} будзе выдалена з Ente.
ca: Aquest {fileType} s'eliminarà d'Ente.
cs: Tento soubor bude vymazán z Ente.
de: Diese Datei wird von Ente gelöscht.
el: Αυτό το αρχείο ({fileType}) θα διαγραφεί από το Ente.
es: Este {fileType} será eliminado de Ente.
fa: این {fileType} از Ente حذف خواهد شد.
fr: Cette {fileType} sera supprimée de l'Ente.
id: {fileType} ini akan dihapus dari Ente.
it: Questo {fileType} verrà eliminato da Ente.
nl: Deze {fileType} zal worden verwijderd uit Ente.
no: Denne {fileType} vil bli slettet fra Ente.
pt_br: Este {fileType} será excluído do Ente.
ru: Это {fileType} будет удалено из Ente.
sr: Овај {fileType} ће бити избрисан из Енте-а.
sv: Denna {fileType} kommer att raderas från Ente.
uk: Цей {fileType} буде видалено з Ente.
ur: یہ {fileType} Ente سے ڈیلیٹ کر دیا جائے گا.
vi: Tệp {fileType} này sẽ bị xóa khỏi Ente.

# singleFileDeleteFromDevice
source: This {fileType} will be deleted from your device.
ar: سيتم حذف {fileType} من جهازك.
az: Bu {fileType} cihazınızdan silinəcək.
be: Гэта {fileType} будзе выдалена з вашай прылады.
ca: Aquest {fileType} s'eliminarà del teu dispositiu.
cs: Tento soubor bude vymazán z vašeho zařízení.
de: Dieses {fileType} wird von deinem Gerät gelöscht.
el: Αυτό το αρχείο ({fileType}) θα διαγραφεί από τη συσκευή σας.
es: Este {fileType} se eliminará de tu dispositivo.
fa: این {fileType} از دستگاه شما حذف خواهد شد.
fr: Elle {fileType} sera supprimée de votre appareil.
id: {fileType} ini akan dihapus dari perangkat ini.
it: Questo {fileType} verrà eliminato dal tuo dispositivo.
nl: Deze {fileType} zal worden verwijderd van jouw apparaat.
no: Denne {fileType} vil bli slettet fra enheten din.
pt_br: Este {fileType} será excluído do dispositivo.
ru: Это {fileType} будет удалено с вашего устройства.
sr: Овај {fileType} ће бити избрисан са твог уређаја.
sv: Denna {fileType} kommer att raderas från din enhet.
uk: Цей {fileType} буде видалено з пристрою.
ur: یہ {fileType} آپ کی ڈیوائس سے ڈیلیٹ کر دیا جائے گا.
vi: Tệp {fileType} này sẽ bị xóa khỏi thiết bị của bạn.

source: Delete from Ente
ar: حذف من Ente
az: Ente-dən sil
be: Выдаліць з Ente
ca: Esborra d'Ente
cs: Odstranit z Ente
de: Von Ente löschen
el: Διαγραφή από το Ente
es: Eliminar de Ente
fa: حذف از Ente
fr: Supprimer de Ente
id: Hapus dari Ente
it: Elimina da Ente
nl: Verwijder van Ente
no: Slett fra Ente
pt_br: Excluir do Ente
ru: Удалить из Ente
sr: Обриши са Енте-а
sv: Radera från ente
uk: Видалити з Ente
ur: Ente سے ڈیلیٹ کریں
vi: Xóa khỏi Ente

source: Yes, delete
ar: نعم، حذف
az: Bəli, sil
be: Так, выдаліць
ca: Sí, esborra
cs: Ano, smazat
de: Ja, löschen
el: Ναι, διαγραφή
es: Sí, eliminar
fa: بله، حذف کن
fr: Oui, supprimer
id: Ya, hapus
it: Sì, elimina
nl: Ja, verwijderen
no: Ja, slett
pt_br: Sim, excluir
ru: Да, удалить
sr: Да, обриши
sv: Ja, radera
uk: Так, видалити
ur: ہاں، ڈیلیٹ کریں
vi: Có, xóa

source: Moved to trash
ar: تم النقل إلى سلة المهملات
az: Zibil qutusuna köçürüldü
be: Перамешчана ў сметніцу
ca: Mogut a la paperera
cs: Přesunuto do koše
de: In den Papierkorb verschoben
el: Μετακίνηση στον κάδο
es: Movido a la papelera
fa: به سطل زباله منتقل شد
fr: Déplacé dans la corbeille
id: Pindah ke sampah
it: Spostato nel cestino
nl: Naar prullenbak verplaatst
no: Flyttet til papirkurven
pt_br: Movido para a lixeira
ru: Перемещено в корзину
sr: Премештено у смеће
sv: Flyttad till papperskorgen
uk: Переміщено у смітник
ur: ردی میں منتقل کر دیا گیا
vi: Đã cho vào thùng rác

source: Delete from device
ar: الحذف من الجهاز
az: Cihazdan sil
be: Выдаліць з прылады
ca: Esborra del dispositiu
cs: Odstranit ze zařízení
de: Vom Gerät löschen
el: Διαγραφή από τη συσκευή
es: Eliminar del dispositivo
fa: حذف از دستگاه
fr: Supprimer de l'appareil
id: Hapus dari perangkat ini
it: Elimina dal dispositivo
nl: Verwijder van apparaat
no: Slett fra enhet
pt_br: Excluir do dispositivo
ru: Удалить с устройства
sr: Обриши са уређаја
sv: Radera från enhet
uk: Видалити з пристрою
ur: ڈیوائس سے ڈیلیٹ کریں
vi: Xóa khỏi thiết bị

source: Delete from both
ar: الحذف من كليهما
az: Hər ikisindən sil
be: Выдаліць і ў Ente, і на вашай прыладзе
ca: Esborra de tots dos
cs: Odstranit z obou
de: Aus beidem löschen
el: Διαγραφή και από τα δύο
es: Eliminar de ambos
fa: حذف از هر دو
fr: Supprimer des deux
id: Hapus dari keduanya
it: Elimina da entrambi
nl: Verwijder van beide
nn: Slett frå begge
no: Slett fra begge
pt_br: Excluir de ambos
ru: Удалить из обоих мест
sr: Обриши са оба
uk: Видалити з обох
ur: دونوں سے ڈیلیٹ کریں
vi: Xóa khỏi cả hai

source: New album
ar: ألبوم جديد
az: Yeni albom
be: Новы альбом
ca: Nou àlbum
cs: Nové album
de: Neues Album
el: Νέο άλμπουμ
es: Nuevo álbum
fa: آلبوم جدید
fr: Nouvel album
id: Album baru
it: Nuovo album
nl: Nieuw album
nn: Nytt album
no: Nytt album
pt_br: Novo álbum
ru: Новый альбом
sr: Нови албум
sv: Nytt album
uk: Новий альбом
ur: نیا البم
vi: Album mới

source: Albums
ar: الألبومات
az: Albomlar
be: Альбомы
ca: Àlbums
cs: Alba
de: Alben
el: Άλμπουμ
es: Álbumes
fa: آلبوم‌ها
id: Album
it: Album
ku: Elbum
no: Album
pt_br: Álbuns
ru: Альбомы
sr: Албуми
sv: Album
uk: Альбоми
ur: البمز
vi: Album

# memoryCount
source: {count, plural, =0{no memories} one{{formattedCount} memory} other{{formattedCount} memories}}
ar: {count, plural, =0 {لا توجد ذكريات} one {ذكرى واحدة} two {ذكريتان} few {{formattedCount} ذكريات} many {{formattedCount} ذكرى} other {{formattedCount} ذكرى}}
az: {count, plural, =0{xatirə yoxdur} one{{formattedCount} xatirə} other{{formattedCount} xatirə}}
be: {count, plural, =0{няма ўспамінаў} one{{formattedCount} успамін} few {{formattedCount} успаміны} many {{formattedCount} успамінаў} other{{formattedCount} успамінаў}}
ca: {count, plural, =0{sense records} one{{formattedCount} record} other{{formattedCount} records}}
cs: {count, plural, =0{žádné vzpomínky} one{{formattedCount} vzpomínka} few{{formattedCount} vzpomínky} other{{formattedCount} vzpomínek}}
de: {count, plural, =0{keine Erinnerungen} one{{formattedCount} Erinnerung} other{{formattedCount} Erinnerungen}}
el: {count, plural, =0{δεν υπάρχουν αναμνήσεις} one{{formattedCount} ανάμνηση} other{{formattedCount} αναμνήσεις}}
es: {count, plural, =0{no hay recuerdos} one{{formattedCount} recuerdo} other{{formattedCount} recuerdos}}
fa: {count, plural, =0{هیچ خاطره‌ای} one{{formattedCount} خاطره} other{{formattedCount} خاطره}}
fr: {count, plural, =0{aucun souvenir} one{{formattedCount} souvenir} other{{formattedCount} souvenirs}}
it: {count, plural, =0{nessun ricordo} one{{formattedCount} ricordo} other{{formattedCount} ricordi}}
nl: {count, plural, =0{geen herinneringen} one{{formattedCount} herinnering} other{{formattedCount} herinneringen}}
nn: {count, plural, =0{ingen minne} one{{formattedCount} minne} other{{formattedCount} minne}}
no: {count, plural, =0{ingen minner} one{{formattedCount} minne} other{{formattedCount} minner}}
pt_br: {count, plural, =0{sem memórias} one{{formattedCount} memória} other{{formattedCount} memórias}}
ru: {count, plural, =0{нет воспоминаний} one{{formattedCount} воспоминание} other{{formattedCount} воспоминаний}}
sr: {count, plural, =0{нема сећања} one{{formattedCount} сећање} other{{formattedCount} сећања}}
sv: {count, plural, =0{inga minnen} one{{formattedCount} minne} other{{formattedCount} minnen}}
ur: {count, plural, =0{کوئی یادیں نہیں} one{{formattedCount} یاد} other{{formattedCount} یادیں}}
vi: {count, plural, =0{chưa có kỷ niệm} other{{formattedCount} kỷ niệm}}
