Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# allowPermBody
source: Please allow access to your photos from Settings so Ente can display and backup your library.
ar: يرجى السماح بالوصول إلى صورك من الإعدادات حتى يتمكن Ente من عرض نسختك الاحتياطية ومكتبتك.
az: Lütfən, Ayarlardan şəkillərinizə giriş icazəsi verin ki, Ente kitabxananızı göstərə və yedəkləyə bilsin.
be: Дазвольце доступ да сваіх фатаграфій з налад, каб Ente мог адлюстраваць і зарэзерваваць вашу бібліятэку.
ca: Si us plau, permet l'accés a les teves fotos des de Configuració perquè Ente pugui mostrar i fer còpia de seguretat de la teva biblioteca.
cs: Povolte v nastavení přístup k vašim fotkám, aby Ente mohl zobrazit a zálohovat vaši knihovnu.
de: Bitte erlaube den Zugriff auf Deine Fotos in den Einstellungen, damit Ente sie anzeigen und sichern kann.
el: Παρακαλούμε επιτρέψτε την πρόσβαση στις φωτογραφίες σας από τις Ρυθμίσεις, ώστε το Ente να μπορεί να εμφανίζει και να δημιουργεί αντίγραφα ασφαλείας της βιβλιοθήκης σας.
es: Por favor, permite el acceso a tus fotos desde Ajustes para que Ente pueda mostrar y hacer una copia de seguridad de tu biblioteca.
fa: لطفاً از طریق تنظیمات اجازه دسترسی به عکس‌های خود را بدهید تا Ente بتواند کتابخانه شما را نمایش دهد و پشتیبان‌گیری کند.
fr: Veuillez autoriser dans les paramètres l'accès à vos photos pour qu'Ente puisse afficher et sauvegarder votre bibliothèque.
id: Ijinkan akses ke foto Anda dari Pengaturan agar Ente dapat menampilkan dan mencadangkan pustaka Anda.
it: Permetti l'accesso alle tue foto da Impostazioni in modo che Ente possa visualizzare e fare il backup della tua libreria.
nl: Geef toegang tot je foto's vanuit Instellingen zodat Ente je bibliotheek kan weergeven en back-uppen.
no: Vennligst gi tilgang til bildene dine i Innstillinger, slik at Ente kan vise og sikkerhetskopiere biblioteket.
pt_br: Permita o acesso a suas fotos nas Opções para que Ente exiba e salva em segurança sua fototeca.
ru: Пожалуйста, разрешите доступ к вашим фото через настройки устройства, чтобы Ente мог отображать и сохранять вашу библиотеку.
uk: Надайте доступ до ваших фотографій з налаштувань, щоб Ente міг показувати та створювати резервну копію вашої бібліотеки.
ur: براہ کرم سیٹنگز سے اپنی تصاویر تک رسائی کی اجازت دیں تاکہ Ente آپ کی لائبریری کو ڈسپلے اور بیک اپ کر سکے.
vi: Vui lòng cho phép truy cập vào ảnh của bạn từ Cài đặt để Ente có thể hiển thị và sao lưu thư viện của bạn.

source: Open Settings
ar: فتح الإعدادات
az: Ayarları aç
be: Акдкрыць налады
ca: Obre Configuració
cs: Otevřít Nastavení
de: Öffne Einstellungen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: تنظیمات را باز کنید
fr: Ouvrir les paramètres
id: Buka Pengaturan
it: Apri Impostazioni
nl: Instellingen openen
no: Åpne innstillinger
pt_br: Abrir opções
ru: Открыть настройки
sr: Отвори подешавања
sv: Öppna inställningar
uk: Відкрити налаштування
ur: سیٹنگز کھولیں
vi: Mở Cài đặt

source: Select more photos
ar: تحديد المزيد من الصور
az: Daha çox şəkil seçin
be: Выберыце больш фатаграфій
ca: Selecciona més fotos
cs: Vybrat více fotografií
de: Mehr Fotos auswählen
el: Επιλογή περισσότερων φωτογραφιών
es: Seleccionar más fotos
fa: عکس‌های بیشتری انتخاب کنید
fr: Sélectionner plus de photos
id: Pilih lebih banyak foto
it: Seleziona più foto
nl: Selecteer meer foto's
no: Velg flere bilder
pt_br: Selecionar mais fotos
ru: Выбрать больше фото
sr: Изабери још фотографија
sv: Välj fler foton
uk: Вибрати більше фотографій
ur: مزید تصاویر منتخب کریں
vi: Chọn thêm ảnh

source: Mobile, Web, Desktop
ar: الهاتف المحمول، الويب، سطح المكتب
be: Праграма для смартфона, вэб-праграма, праграма для камп'ютара
el: Κινητά, Ίντερνετ, Υπολογιστές
fa: موبایل، وب، دسکتاپ
fr: Mobile, Web, Ordinateur
id: Seluler, Web, Desktop
nl: Mobiel, Web, Desktop
no: Mobil, Web, Datamaskin
pt_br: Celular, Web, Computador
uk: Смартфон, Вебсайт, ПК
vi: Di động, Web, Desktop

# autoLogoutMessage
source: Due to technical glitch, you have been logged out. Our apologies for the inconvenience.
ar: بسبب خلل تقني، تم تسجيل خروجك. نعتذر عن الإزعاج.
az: Texniki nasazlıq səbəbindən sistemdən çıxış etdiniz. Narahatlığa görə üzr istəyirik.
be: З прычыны тэхнічнага збою ваш сеанс у сістэме быў завершаны. Прыносім прабачэнні за нязручнасці.
ca: A causa d'un error tècnic, s'ha tancat la teva sessió. Les nostres disculpes per les molèsties.
cs: Z důvodu technické poruchy jste byli odhlášeni. Omlouváme se za způsobené nepříjemnosti.
de: Du wurdest aufgrund technischer Störungen abgemeldet. Wir entschuldigen uns für die Unannehmlichkeiten.
el: Έχετε αποσυνδεθεί λόγω τεχνικής δυσλειτουργίας. Ζητούμε συγνώμη για την ταλαιπωρία.
es: Debido a un fallo técnico, has sido desconectado. Nuestras disculpas por las molestias.
fa: به دلیل مشکل فنی، شما از سیستم خارج شده‌اید. بابت این مشکل عذرخواهی می‌کنیم.
fr: En raison d'un problème technique, vous avez été déconnecté. Veuillez nous excuser pour le désagrément.
id: Akibat kesalahan teknis, kamu telah keluar dari akunmu. Kami mohon maaf atas ketidaknyamanannya.
it: A causa di problemi tecnici, sei stato disconnesso. Ci scusiamo per l'inconveniente.
nl: Door een technische storing bent u uitgelogd. Onze excuses voor het ongemak.
no: Du har blitt logget ut på grunn av en teknisk feil. Vi beklager ulempen.
pt_br: Devido ao ocorrido de erros técnicos, você foi desconectado. Pedimos desculpas pela inconveniência.
ru: Из-за технического сбоя вы были выведены из системы. Приносим извинения за неудобства.
sr: Излоговани сте услед техничке грешке. Извињавамо се за непријатност.
uk: Через технічні збої ви вийшли з системи. Перепрошуємо за незручності.
ur: تکنیکی خرابی کی وجہ سے، آپ کو لاگ آؤٹ کر دیا گیا ہے. زحمت کے لیے ہم معذرت خواہ ہیں.
vi: Do sự cố kỹ thuật, bạn đã bị đăng xuất. Chúng tôi xin lỗi vì sự bất tiện.

source: Your subscription has expired
ar: انتهت صلاحية اشتراكك
az: Abunəlik müddətiniz başa çatıb
be: Тэрмін дзеяння вашай падпіскі завяршыўся
ca: La teva subscripció ha caducat
cs: Vaše předplatné vypršelo
de: Dein Abonnement ist abgelaufen
el: Η συνδρομή σας έχει λήξει
es: Tu suscripción ha caducado
fa: اشتراک شما منقضی شده است
fr: Votre abonnement a expiré
id: Langgananmu telah berakhir
it: Il tuo abbonamento è scaduto
nl: Uw abonnement is verlopen
no: Abonnementet har utløpt
pt_br: A sua assinatura expirou
ru: Срок действия вашей подписки истёк
sr: Ваша претплата је истекла
uk: Термін дії вашої передплати скінчився
ur: آپ کی سبسکرپشن کی میعاد ختم ہو گئی ہے
vi: Gói của bạn đã hết hạn

source: Storage limit exceeded
ar: تم تجاوز حد التخزين
az: Yaddaş limiti keçilib
be: Перавышана абмежаванне аб'ёму сховішча
ca: Límit d'emmagatzematge superat
cs: Překročen limit úložiště
de: Speichergrenze überschritten
el: Υπέρβαση ορίου αποθήκευσης
es: Límite de datos excedido
fa: حد مجاز ذخیره‌سازی exceeded
fr: Limite de stockage atteinte
id: Batas penyimpanan terlampaui
it: Limite d'archiviazione superato
nl: Opslaglimiet overschreden
no: Lagringsplassen er full
pt_br: Limite de armazenamento excedido
ru: Превышен лимит хранилища
sr: Расположив простор је прекорачен
sv: Lagringsgräns överskriden
uk: Перевищено ліміт сховища
ur: اسٹوریج کی حد سے تجاوز
vi: Đã vượt hạn mức lưu trữ

source: Upgrade
ar: ترقية
az: Yüksəlt
be: Палепшыць
ca: Millora
cs: Upgradovat
el: Αναβάθμιση
es: Mejorar
fa: ارتقاء
fr: Améliorer
id: Tingkatkan
it: Acquista altro spazio
nl: Upgraden
no: Oppgrader
pt_br: Atualizar
ru: Улучшить
sr: Ажурирај
sv: Uppgradera
uk: Покращити
ur: اپ گریڈ کریں
vi: Nâng cấp

source: Raise ticket
ar: فتح تذكرة دعم
az: Sorğu göndər
be: Падаць запыт
ca: Obre tiquet
cs: Vytvořit ticket
de: Ticket erstellen
el: Δημιουργία αιτήματος εξυπηρέτησης
es: Generar ticket
fa: ایجاد تیکت
fr: Créer un ticket
id: Buat tiket dukungan
it: Invia ticket
nl: Meld probleem
no: Opprett sak
pt_br: Abrir ticket
ru: Создать запрос
sr: Пошаљи упит
uk: Подати заявку
ur: ٹکٹ جمع کرائیں
vi: Yêu cầu hỗ trợ

source: Backup failed
ar: فشل النسخ الاحتياطي
az: Yedəkləmə uğursuz oldu
be: Збой рэзервовага капіявання
ca: La còpia de seguretat ha fallat
cs: Záloha se nezdařila
de: Sicherung fehlgeschlagen
el: Η δημιουργία αντιγράφου ασφαλείας απέτυχε
es: La copia de seguridad ha fallado
fa: پشتیبان‌گیری ناموفق بود
fr: Échec de la sauvegarde
id: Pencadangan gagal
it: Backup fallito
nl: Back-up mislukt
nn: Feil ved reservekopiering
no: Sikkerhetskopiering mislyktes
pt_br: Falhou ao salvar em segurança
ru: Резервное копирование не удалось
sr: Неуспешна израда резервне копије
sv: Säkerhetskopiering misslyckades
uk: Помилка резервного копіювання
ur: بیک اپ ناکام
vi: Sao lưu thất bại

# sorryBackupFailedDesc
source: Sorry, we could not backup this file right now, we will retry later.
ar: عذرًا، لم نتمكن من عمل نسخة احتياطية لهذا الملف الآن، سنعيد المحاولة لاحقًا.
az: Bağışlayın, bu faylı hal-hazırda yedəkləyə bilmədik, bir az sonra yenidən cəhd edəcəyik.
be: Немагчыма зрабіць рэзервовую копію гэтага файла ў цяперашні час. Паўторная спроба будзе зроблена пазней.
ca: Ho sentim, no hem pogut fer còpia de seguretat d'aquest fitxer ara mateix, ho reintentarem més tard.
cs: Omlouváme se, tento soubor nelze právě teď zálohovat. Zkusíme to znovu později.
de: Leider konnten wir diese Datei momentan nicht sichern, wir werden es später erneut versuchen.
el: Λυπούμαστε, δεν ήταν δυνατή η δημιουργία αντιγράφων ασφαλείας αυτού του αρχείου αυτή τη στιγμή, θα προσπαθήσουμε ξανά αργότερα.
es: Lo sentimos, no hemos podido hacer una copia de seguridad de este archivo, lo intentaremos más tarde.
fa: متأسفیم، در حال حاضر نمی‌توانیم این فایل را پشتیبان‌گیری کنیم، بعداً دوباره تلاش خواهیم کرد.
fr: Désolé, nous n'avons pas pu sauvegarder ce fichier maintenant, nous allons réessayer plus tard.
id: Maaf, kami tidak dapat mencadangkan berkas ini sekarang, kami akan mencobanya kembali nanti.
it: Purtroppo non è stato possibile eseguire il backup del file in questo momento, riproveremo più tardi.
nl: Sorry, we kunnen dit bestand nu niet back-uppen, we zullen het later opnieuw proberen.
nn: Klarte ikkje reservekopiera fila. Me prøver på nytt seinare.
no: Beklager, vi kunne ikke sikkerhetskopiere denne filen akkurat nå, vil vi prøve på nytt senere.
pt_br: Desculpe, não podemos salvar em segurança este arquivo no momento, nós tentaremos mais tarde.
ru: К сожалению, мы не смогли сделать резервную копию этого файла сейчас, мы повторим попытку позже.
sr: Извините, нисмо успели да копирамо овај фајл тренутно. Покушаћемо касније.
ur: معذرت، ہم ابھی اس فائل کا بیک اپ نہیں لے سکے، ہم بعد میں دوبارہ کوشش کریں گے.
vi: Rất tiếc, không thể sao lưu tệp vào lúc này, chúng tôi sẽ thử lại sau.

# couldNotBackUpTryLater
source: We could not backup your data. We will retry later.
ar: لم نتمكن من نسخ بياناتك احتياطيًا. سنحاول مرة أخرى لاحقًا.
az: Məlumatlarınızı yedəkləyə bilmədik. Yenidən cəhd edəcəyik.
be: Не ўдалося зарэзерваваць вашы даныя. Паўторная спроба будзе зроблена пазней.
ca: No hem pogut fer còpia de seguretat de les teves dades. Ho reintentarem més tard.
cs: Vaše data se nepodařilo zálohovat. Zkusíme to znovu později.
de: Deine Daten konnten nicht gesichert werden. Wir versuchen es später erneut.
el: Δεν ήταν δυνατή η δημιουργία αντιγράφων ασφαλείας. Θα προσπαθήσουμε ξανά αργότερα.
es: No pudimos hacer una copia de seguridad de tus datos. Volveremos a intentarlo más tarde.
fa: ما نتوانستیم داده‌های شما را پشتیبان‌گیری کنیم. بعداً دوباره تلاش خواهیم کرد.
fr: Nous n'avons pas pu sauvegarder vos données. Nous allons réessayer plus tard.
id: Kami tidak dapat mencadangkan data kamu. Kami akan coba lagi nanti.
it: Impossibile eseguire il backup dei tuoi dati. Riproveremo più tardi.
nl: We konden uw gegevens niet back-uppen. We zullen het later opnieuw proberen.
nn: Klarte ikkje reservekopiera dataa dine. Me prøver på nytt seinare.
no: Vi kunne ikke sikkerhetskopiere dine data. Vi vil prøve på nytt senere.
pt_br: Nós não podemos salvar seus dados. Nós tentaremos novamente mais tarde.
ru: Нам не удалось создать резервную копию ваших данных. Мы повторим попытку позже.
sr: Нисмо могли да бекапујемо ваше податке. Покушаћемо касније.
uk: Не вдалося створити резервну копію даних. Ми спробуємо пізніше.
ur: ہم آپ کے ڈیٹا کا بیک اپ نہیں لے سکے. ہم بعد میں دوبارہ کوشش کریں گے.
vi: Chúng tôi không thể sao lưu dữ liệu của bạn. Chúng tôi sẽ thử lại sau.

source: Share an album now
ar: شارك ألبومًا الآن
az: İndi albom paylaşın
be: Абагуліць альбом
ca: Comparteix un àlbum ara
cs: Sdílejte album nyní
de: Teile jetzt ein Album
el: Μοιραστείτε ένα άλμπουμ τώρα
es: Compartir un álbum ahora
fa: اکنون یک آلبوم را به اشتراک بگذارید
fr: Partagez un album maintenant
id: Bagikan album sekarang
it: Condividi un album
nl: Deel nu een album
no: Del et album nå
pt_br: Compartilhar um álbum agora
ru: Поделиться альбомом
sr: Подели албум сада
sv: Dela ett album nu
uk: Поділитися альбомом зараз
ur: ابھی ایک البم شیئر کریں
vi: Chia sẻ ngay một album

source: Collect event photos
ar: جمع صور الفعالية
az: Tədbir şəkillərini toplayın
be: Сабраць фатаграфіі падзеі
ca: Recull fotos d'esdeveniments
cs: Shromáždit fotografie z akce
de: Gemeinsam Event-Fotos sammeln
el: Συλλογή φωτογραφιών
es: Recopilar fotos del evento
fa: عکس‌های رویداد را جمع‌آوری کنید
fr: Collectez les photos d'un événement
id: Kumpulkan foto acara
it: Raccogli le foto di un evento
nl: Foto's van gebeurtenissen verzamelen
no: Samle arrangementbilder
pt_br: Coletar fotos de evento
ru: Собрать фото с мероприятия
sr: Прикупи фотографије са догађаја
sv: Samla händelsefoton
uk: Зібрати фотографії події
ur: ایونٹ کی تصاویر جمع کریں
vi: Thu thập ảnh sự kiện

source: Session expired
ar: انتهت صلاحية الجلسة
az: Sessiyanın vaxtı bitdi
be: Сеанс завяршыўся
ca: Sessió caducada
cs: Relace vypršela
de: Sitzung abgelaufen
el: Η συνεδρία έληξε
es: La sesión ha expirado
fa: جلسه منقضی شده است
fr: Session expirée
id: Sesi berakhir
it: Sessione scaduta
nl: Sessie verlopen
no: Økten har utløpt
pt_br: Sessão expirada
ru: Сессия истекла
uk: Час сеансу минув
ur: سیشن کی میعاد ختم
vi: Phiên đã hết hạn

source: On device
ar: على الجهاز
az: Cihazda
be: На прыладзе
ca: Al dispositiu
cs: V zařízení
de: Auf dem Gerät
el: Στη συσκευή
es: En el dispositivo
fa: روی دستگاه
fr: Sur votre appareil
id: Di perangkat ini
it: Sul dispositivo
nl: Op het apparaat
no: På enhet
pt_br: No dispositivo
ru: На устройстве
sr: На уређају
sv: På enhet
uk: На пристрої
ur: ڈیوائس پر
vi: Trên thiết bị

# onEnte
source: On <branding>ente</branding>
ar: على <branding>Ente</branding>
az: <branding>ente</branding>-də
be: У <branding>Ente</branding>
ca: A <branding>ente</branding>
cs: Na <branding>ente</branding>
de: Auf <branding>ente</branding>
el: Στο <branding>ente</branding>
es: En <branding>ente</branding>
fa: روی <branding>ente</branding>
fr: Sur <branding>Ente</branding>
id: Di <branding>ente</branding>
it: Su <branding>ente</branding>
nl: Op <branding>ente</branding>
no: På <branding>ente</branding>
pt_br: No <branding>ente</branding>
ru: В <branding>ente</branding>
sr: У Енте
uk: В <branding>Ente</branding>
ur: <branding>ente</branding> پر
vi: Trên <branding>ente</branding>

source: Name
ar: الاسم
az: Ad
be: Назва
ca: Nom
cs: Název
el: Όνομα
es: Nombre
fa: نام
fr: Nom
id: Nama
it: Nome
nl: Naam
no: Navn
pt_br: Nome
ru: Имя
sr: Име
sv: Namn
uk: Назва
ur: نام
vi: Tên

source: Newest
ar: الأحدث
az: Ən yeni
be: Самыя новыя
ca: Més nou
cs: Nejnovější
de: Zuletzt
el: Νεότερα
es: Más reciente
fa: جدیدترین
fr: Le plus récent
id: Terbaru
it: Più recenti
ku: Herî nû
nl: Nieuwste
no: Nyeste
pt_br: Mais recente
ru: Недавние
sr: Најновије
sv: Nyaste
uk: Найновіші
ur: تازہ ترین
vi: Mới nhất

source: Last updated
ar: آخر تحديث
az: Son yenilənmə
be: Апошнія абноўленыя
ca: Última actualització
cs: Naposledy aktualizováno
de: Zuletzt aktualisiert
el: Τελευταία ενημέρωση
es: Última actualización
fa: آخرین به‌روزرسانی
fr: Dernière mise à jour
id: Terakhir diperbarui
it: Ultimo aggiornamento
nl: Laatst gewijzigd
no: Sist oppdatert
pt_br: Última atualização
ru: Последнее обновление
sr: Последње ажурирано
sv: Senast uppdaterad
uk: Востаннє оновлено
ur: آخری بار اپ ڈیٹ کیا گیا
vi: Mới cập nhật

source: Delete empty albums
ar: حذف الألبومات الفارغة
az: Boş albomları sil
be: Выдаліць пустыя альбомы
ca: Esborra àlbums buits
cs: Smazat prázdná alba
de: Leere Alben löschen
el: Διαγραφή κενών άλμπουμ
es: Eliminar álbumes vacíos
fa: آلبوم‌های خالی را حذف کنید
fr: Supprimer les albums vides
id: Hapus album kosong
it: Elimina gli album vuoti
nl: Lege albums verwijderen
no: Slett tomme album
pt_br: Excluir álbuns vazios
ru: Удалить пустые альбомы
sr: Избриши празне албуме
sv: Ta bort tomma album
uk: Видалити пусті альбоми
ur: خالی البمز ڈیلیٹ کریں
vi: Xóa album trống

# deleteEmptyAlbumsWithQuestionMark
source: Delete empty albums?
ar: حذف الألبومات الفارغة؟
az: Boş albomlar silinsin?
be: Выдаліць пустыя альбомы?
ca: Esborrar àlbums buits?
cs: Smazat prázdná alba?
de: Leere Alben löschen?
el: Διαγραφή κενών άλμπουμ;
es: ¿Eliminar álbumes vacíos?
fa: آلبوم‌های خالی را حذف کنیم؟
fr: Supprimer les albums vides ?
id: Hapus album yang kosong?
it: Eliminare gli album vuoti?
nl: Lege albums verwijderen?
no: Slette tomme albumer?
pt_br: Excluir álbuns vazios?
ru: Удалить пустые альбомы?
sr: Обриши празне албуме?
sv: Ta bort tomma album?
uk: Видалити пусті альбоми?
ur: خالی البمز ڈیلیٹ کریں؟
vi: Xóa album trống?

# deleteAlbumsDialogBody
source: This will delete all empty albums. This is useful when you want to reduce the clutter in your album list.
ar: سيؤدي هذا إلى حذف جميع الألبومات الفارغة. هذا مفيد عندما تريد تقليل الفوضى في قائمة ألبوماتك.
az: Bu, bütün boş albomları siləcək. Bu, albom siyahınızdakı dağınıqlığı azaltmaq istədiyiniz zaman faydalıdır.
be: Гэта дзеянне прывядзе да выдалення ўсіх пустых альбомаў. Гэта карысна ў выпадку, калі вы хочаце навесці парадак у сваім спісе альбомаў.
ca: Això esborrarà tots els àlbums buits. Això és útil quan vols reduir el desordre a la teva llista d'àlbums.
cs: Tím se odstraní všechna prázdná alba. To je užitečné, pokud chcete zredukovat nepořádek ve vašem seznamu alb.
de: Damit werden alle leeren Alben gelöscht. Dies ist nützlich, wenn du das Durcheinander in deiner Albenliste verringern möchtest.
el: Αυτό θα διαγράψει όλα τα κενά άλμπουμ. Χρήσιμο όταν θέλετε να μειώσετε την ακαταστασία στη λίστα των άλμπουμ σας.
es: Esto eliminará todos los álbumes vacíos. Esto es útil cuando quieres reducir el desorden en tu lista de álbumes.
fa: این عمل تمامی آلبوم‌های خالی را حذف خواهد کرد. این کار زمانی مفید است که بخواهید شلوغی لیست آلبوم‌های خود را کاهش دهید.
fr: Ceci supprimera tous les albums vides. Ceci est utile lorsque vous voulez réduire l'encombrement dans votre liste d'albums.
it: Questo eliminerà tutti gli album vuoti. È utile quando si desidera ridurre l'ingombro nella lista degli album.
nl: Hiermee worden alle lege albums verwijderd. Dit is handig wanneer je rommel in je albumlijst wilt verminderen.
no: Dette vil slette alle tomme albumer. Dette er nyttig når du vil redusere rotet i albumlisten din.
pt_br: Isso excluirá todos os álbuns vazios. Isso é útil quando você quiser reduzir a desordem no seu álbum.
ru: Это удалит все пустые альбомы. Это может быть полезно, если вы хотите навести порядок в списке альбомов.
uk: Це призведе до видалення всіх пустих альбомів. Це зручно, коли ви бажаєте зменшити засмічення в списку альбомів.
ur: یہ تمام خالی البمز کو ڈیلیٹ کر دے گا. یہ تب مفید ہے جب آپ اپنی البم لسٹ میں بے ترتیبی کو کم کرنا چاہتے ہیں.
vi: Tất cả album trống sẽ bị xóa. Sẽ hữu ích khi bạn muốn giảm bớt sự lộn xộn trong danh sách album của mình.

# deleteProgress
source: Deleting {currentlyDeleting} / {totalCount}
ar: جارٍ الحذف {currentlyDeleting} / {totalCount}
az: Silinir: {currentlyDeleting} / {totalCount}
be: Выдаленне {currentlyDeleting} / {totalCount}
ca: Esborrant {currentlyDeleting} / {totalCount}
cs: Mazání {currentlyDeleting} / {totalCount}
de: Lösche {currentlyDeleting} / {totalCount}
el: Διαγραφή {currentlyDeleting} / {totalCount}
es: Borrando {currentlyDeleting} / {totalCount}
fa: در حال حذف {currentlyDeleting} / {totalCount}
fr: Suppression de {currentlyDeleting} / {totalCount}
id: Menghapus {currentlyDeleting} / {totalCount}
it: Eliminazione di {currentlyDeleting} / {totalCount}
nl: Verwijderen van {currentlyDeleting} / {totalCount}
no: Sletter {currentlyDeleting} / {totalCount}
pt_br: Excluindo {currentlyDeleting} / {totalCount}
ru: Удаление {currentlyDeleting} / {totalCount}
uk: Видалення {currentlyDeleting} / {totalCount}
ur: ڈیلیٹ کیا جا رہا ہے {currentlyDeleting} / {totalCount}
vi: Đang xóa {currentlyDeleting} / {totalCount}

# genericProgress
source: Processing {currentlyProcessing} / {totalCount}
ar: جارٍ المعالجة {currentlyProcessing} / {totalCount}
az: Emal edilir: {currentlyProcessing} / {totalCount}
be: Апрацоўка {currentlyProcessing} / {totalCount}
ca: Processant {currentlyProcessing} / {totalCount}
cs: Zpracování {currentlyProcessing} / {totalCount}
de: Verarbeite {currentlyProcessing} / {totalCount}
el: Σε επεξεργασία {currentlyProcessing} / {totalCount}
es: Procesando {currentlyProcessing} / {totalCount}
fa: در حال پردازش {currentlyProcessing} / {totalCount}
fr: Traitement en cours {currentlyProcessing} / {totalCount}
id: Memproses {currentlyProcessing} / {totalCount}
it: Elaborazione {currentlyProcessing} / {totalCount}
nl: Verwerken van {currentlyProcessing} / {totalCount}
no: Behandler {currentlyProcessing} / {totalCount}
pt_br: Processando {currentlyProcessing} / {totalCount}
ru: Обработка {currentlyProcessing} / {totalCount}
uk: Обробка {currentlyProcessing} / {totalCount}
ur: پروسیس ہو رہا ہے {currentlyProcessing} / {totalCount}
vi: Đang xử lý {currentlyProcessing} / {totalCount}

source: Permanently delete
ar: حذف نهائي
az: Həmişəlik sil
be: Выдаліць незваротна
ca: Esborra permanentment
cs: Trvale odstranit
de: Dauerhaft löschen
el: Οριστική διαγραφή
es: Borrar permanentemente
fa: حذف دائمی
fr: Supprimer définitivement
id: Hapus secara permanen
it: Elimina definitivamente
nl: Permanent verwijderen
no: Slette for godt
pt_br: Excluir permanentemente
ru: Удалить безвозвратно
sr: Трајно избриши
sv: Radera permanent
uk: Остаточно видалити
ur: مستقل طور پر ڈیلیٹ کریں
vi: Xóa vĩnh viễn

source: Can only create link for files owned by you
ar: يمكن إنشاء رابط للملفات التي تملكها فقط.
az: Yalnız sizə məxsus olan fayllar üçün link yarada bilərsiniz
be: Можна стварыць спасылку толькі для вашых уласных файлаў
ca: Només pots crear enllaços per a fitxers que siguin teus
cs: Můžete vytvářet odkazy pouze na soubory, které vlastníte
de: Sie können nur Links für Dateien erstellen, die Ihnen gehören
el: Μπορείτε να δημιουργήσετε σύνδεσμο μόνο για αρχεία που ανήκουν σε εσάς
es: Sólo puedes crear un enlace para archivos de tu propiedad
fa: فقط می‌توانید برای فایل‌های متعلق به خود لینک ایجاد کنید
fr: Ne peut créer de lien que pour les fichiers que vous possédez
it: Puoi creare solo link per i file di tua proprietà
nl: Kan alleen een link maken voor bestanden die van u zijn
no: Kan bare opprette link for filer som eies av deg
pt_br: Só é possível criar um link para arquivos pertencentes a você
ru: Можно создать ссылку только для ваших файлов
sr: Можете направити линк само за фајлове који су ваше власништво
uk: Можна створити лише посилання для файлів, що належать вам
ur: صرف آپ کی ملکیتی فائلوں کے لیے لنک بنا سکتے ہیں
vi: Chỉ có thể tạo liên kết cho các tệp thuộc sở hữu của bạn

source: Public link created
ar: تم إنشاء الرابط العام.
az: İctimai link yaradıldı
be: Публічная спасылка створана
ca: Enllaç públic creat
cs: Veřejný odkaz vytvořen
de: Öffentlicher Link erstellt
el: Ο δημόσιος σύνδεσμος δημιουργήθηκε
es: Enlace público creado
fa: لینک عمومی ایجاد شد
fr: Lien public créé
id: Link publik dibuat
it: Link pubblico creato
nl: Publieke link aangemaakt
no: Offentlig lenke opprettet
pt_br: Link público criado
ru: Публичная ссылка создана
sv: Offentlig länk skapad
uk: Публічне посилання створено
ur: عوامی لنک بن گیا
vi: Liên kết công khai đã được tạo
