Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# manageParticipants
source: Manage
ar: إدارة المشاركين
az: İdarə et
be: Кіраванне
ca: Gestiona
cs: Spravovat
de: Verwalten
es: Administrar
fa: مدیریت
fr: Gérer
id: Atur
it: Gestisci
nl: Beheren
no: Administrer
pt_br: Gerenciar
ru: Управлять
sr: Управљај
sv: Hantera
uk: Керування
ur: انتظام کریں
vi: Quản lý

# collabLinkSectionDescription
source: Create a link to allow people to add and view photos in your shared album without needing an Ente app or account. Great for collecting event photos.
ar: أنشئ رابطًا يسمح للأشخاص بإضافة الصور ومشاهدتها في ألبومك المشترك دون الحاجة إلى تطبيق أو حساب Ente. خيار مثالي لجمع صور الفعاليات بسهولة.
az: İnsanların Ente tətbiqi və ya hesabı olmadan paylaşılan albomunuza şəkil əlavə etməsinə və baxmasına icazə vermək üçün link yaradın. Tədbir fotolarını toplamaq üçün mükəmməldir.
be: Стварыце спасылку, каб людзі маглі дадаваць і праглядаць фатаграфіі ў вашым абагуленым альбоме без неабходнасці ўсталёўваць праграму або ствараць уліковы запіс Ente. Гэта выдатна пасуе для збору фатаграфій з падзей.
ca: Crea un enllaç per permetre que la gent afegeixi i vegi fotos al teu àlbum compartit sense necessitat d'una aplicació o compte d'Ente. Genial per recollir fotos d'esdeveniments.
cs: Vytvořte odkaz, který umožní ostatním přidávat a prohlížet fotografie ve vašem sdíleném albu, aniž by potřebovali aplikaci Ente nebo účet. Skvělé pro shromažďování fotografií z akcí.
de: Erstelle einen Link, mit dem andere Fotos in dem geteilten Album sehen und selbst welche hinzufügen können - ohne dass sie die ein Ente-Konto oder die App benötigen. Ideal um gemeinsam Fotos von Events zu sammeln.
es: Crea un enlace para permitir que otros pueda añadir y ver fotos en tu álbum compartido sin necesitar la aplicación Ente o una cuenta. Genial para recolectar fotos de eventos.
fa: پیوندی ایجاد کنید تا به افراد اجازه دهید بدون نیاز به برنامه یا حساب کاربری Ente عکس‌ها را در آلبوم اشتراک گذاشته شده شما اضافه و مشاهده کنند. برای جمع‌آوری عکس‌های رویداد عالی است.
fr: Créez un lien pour permettre aux personnes d'ajouter et de voir des photos dans votre album partagé sans avoir besoin d'une application Ente ou d'un compte. Idéal pour récupérer des photos d'événement.
id: Buat link untuk memungkinkan orang lain menambahkan dan melihat foto yang ada pada album bersama kamu tanpa memerlukan app atau akun Ente. Ideal untuk mengumpulkan foto pada suatu acara.
it: Crea un link per consentire alle persone di aggiungere e visualizzare foto nel tuo album condiviso senza bisogno di un'applicazione o di un account Ente. Ottimo per raccogliere foto di un evento.
nl: Maak een link waarmee mensen foto's in jouw gedeelde album kunnen toevoegen en bekijken zonder dat ze daarvoor een Ente app of account nodig hebben. Handig voor het verzamelen van foto's van evenementen.
no: Opprett en lenke slik at folk kan legge til og se bilder i det delte albumet ditt uten å trenge Ente-appen eller en konto. Perfekt for å samle bilder fra arrangementer.
pt_br: Crie um link para permitir que as pessoas adicionem e vejam fotos no seu álbum compartilhado sem a necessidade do aplicativo ou uma conta Ente. Ótimo para colecionar fotos de eventos.
ru: Создайте ссылку, чтобы люди могли добавлять и просматривать фото в вашем общем альбоме без использования приложения или аккаунта Ente. Это отлично подходит для сбора фото с мероприятий.
sr: Креирајте везу која омогућава људима да додају и прегледају фотографије у вашем дељеном албуму без потребе за Енте апликацијом или налогом. Одлично за прикупљање фотографија са догађаја.
sv: Skapa en länk så att personer kan lägga till och visa foton i ditt delade album utan att behöva en Ente app eller konto. Perfekt för att samla in bilder från evenemang.
uk: Створіть посилання, щоб дозволити людям додавати й переглядати фотографії у вашому спільному альбомі без використання застосунку Ente або облікового запису. Чудово підходить для збору фотографій з подій.
ur: لوگوں کو Ente ایپ یا اکاؤنٹ کی ضرورت کے بغیر آپ کے مشترکہ البم میں تصاویر شامل کرنے اور دیکھنے کی اجازت دینے کے لیے ایک لنک بنائیں. ایونٹ کی تصاویر جمع کرنے کے لیے بہترین.
vi: Tạo một liên kết cho phép mọi người thêm và xem ảnh trong album chia sẻ của bạn mà không cần ứng dụng hoặc tài khoản Ente. Phù hợp để thu thập ảnh sự kiện.

# verifyEmailID
source: Verify {email}
ar: التحقق من {email}
az: {email} ünvanını doğrula
be: Спраўджанне {email}
ca: Verifica {email}
cs: Ověřit {email}
de: Verifiziere {email}
el: Επαλήθευση {email}
es: Verificar {email}
fa: تایید {email}
fr: Vérifier {email}
id: Verifikasi {email}
it: Verifica {email}
nl: Verifieer {email}
no: Verifiser {email}
pt_br: Verificar {email}
ru: Подтвердить {email}
sr: Верификуј {email}
sv: Bekräfta {email}
uk: Підтвердити {email}
ur: {email} کی تصدیق کریں
vi: Xác minh {email}

# shareTextRecommendUsingEnte
source: Download Ente so we can easily share original quality photos and videos https://ente.io
ar: قم بتنزيل تطبيق Ente حتى نتمكن من مشاركة الصور ومقاطع الفيديو بالجودة الأصلية بسهولة. https://ente.io
az: Orijinal keyfiyyətdə foto və videoları asanlıqla paylaşa bilməyimiz üçün Ente-ni yükləyin https://ente.io
be: Спампуйце Ente для таго, каб мы маглі лёгка змаглі абагуляць фатаграфіі ў зыходнай якасці і відэа https://ente.io
ca: Descarrega Ente perquè puguem compartir fàcilment fotos i vídeos en qualitat original https://ente.io
cs: Stáhněte si aplikaci Ente, abyste mohli snadno sdílet fotografie a videa v původní kvalitě https://ente.io
de: Hol dir Ente, damit wir ganz einfach Fotos und Videos in Originalqualität teilen können https://ente.io
el: Κατεβάστε το Ente ώστε να μπορούμε εύκολα να μοιραστούμε φωτογραφίες και βίντεο στην αυθεντική τους ποιότητα https://ente.io
es: Descarga Ente para que podamos compartir fácilmente fotos y vídeos en calidad original. https://ente.io
fa: Ente را دانلود کنید تا بتوانید به راحتی عکس‌ها و ویدیوهای با کیفیت اصلی را به اشتراک بگذارید https://ente.io
fr: Téléchargez Ente pour pouvoir facilement partager des photos et vidéos en qualité originale https://ente.io
id: Unduh Ente agar kita bisa berbagi foto dan video kualitas asli dengan mudah https://ente.io
it: Scarica Ente in modo da poter facilmente condividere foto e video in qualità originale https://ente.io
nl: Download Ente zodat we gemakkelijk foto's en video's in originele kwaliteit kunnen delen https://ente.io
no: Last ned Ente slik at vi lett kan dele bilder og videoer av original kvalitet https://ente.io
pt_br: Baixe o Ente para que nós possamos compartilhar com facilidade fotos e vídeos de qualidade original https://ente.io
ru: Скачай Ente, чтобы мы могли легко делиться фото и видео в оригинальном качестве https://ente.io
sr: Преузми Енте да бисмо лако делили фотографије и видео записе у оригиналном квалитету https://ente.io
sv: Ladda ner Ente så att vi enkelt kan dela bilder och videor med originell kvalitet https://ente.io
uk: Завантажте Ente для того, щоб легко поділитися фотографіями оригінальної якості та відео https://ente.io
ur: Ente ڈاؤن لوڈ کریں تاکہ ہم اصل معیار کی تصاویر اور ویڈیوز آسانی سے شیئر کر سکیں https://ente.io
vi: Tải Ente để chúng ta có thể dễ dàng chia sẻ ảnh và video chất lượng gốc https://ente.io

source: Details
ar: التفاصيل
az: Təfərrüatlar
be: Падрабязнасці
ca: Detalls
cs: Detaily
el: Λεπτομέρειες
es: Detalles
fa: جزئیات
fr: Détails
id: Rincian
it: Dettagli
nn: Detaljar
no: Detaljer
pt_br: Detalhes
ru: Подробности
sr: Више детаља
sv: Uppgifter
uk: Подробиці
ur: تفصیلات
vi: Chi tiết

source: FAQ
ar: الأسئلة الشائعة
az: Çox verilən suallar
be: Частыя пытанні
ca: Preguntes freqüents
cs: Často kladené dotazy (FAQ)
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
es: Preguntas Frecuentes
fa: سوالات متداول
id: Tanya Jawab Umum
ku: PPTP
nl: Veelgestelde vragen
nn: Spørsmål og svar
no: Ofte stilte spørsmål
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
sr: Честа питања
sv: Vanliga frågor och svar
uk: ЧаПи
ur: اکثر پوچھے گئے سوالات
vi: Câu hỏi thường gặp

source: Archive
ar: الأرشيف
az: Arxivlə
be: Архіў
ca: Arxiva
cs: Archiv
de: Archiv
el: Αρχειοθέτηση
es: Archivo
fa: بایگانی
fr: Archivée
id: Arsip
it: Archivio
nl: Archiveer
nn: Arkiv
no: Arkiv
pt_br: Arquivo
ru: Архив
sr: Архивирај
sv: Arkiv
uk: Архів
ur: آرکائیو
vi: Lưu trữ

source: Uncategorized
ar: غير مصنف
az: Kateqoriyasız
be: Без катэгорыі
ca: Sense categoria
cs: Nezařazené
de: Unkategorisiert
el: Χωρίς Κατηγορία
es: Sin categorizar
fa: دسته‌بندی نشده
fr: Aucune catégorie
id: Tak Berkategori
it: Senza categoria
nl: Ongecategoriseerd
nn: Ikkje-kategoriserte
no: Ukategorisert
pt_br: Sem categoria
ru: Без категории
sr: Некатегоризовано
sv: Okategoriserade
uk: Без категорії
ur: غیر زمرہ بند
vi: Chưa phân loại

# videoSmallCase
source: video
ar: فيديو
be: відэа
ca: vídeo
el: βίντεο
es: vídeo
fa: ویدیو
fr: vidéo
pt_br: vídeo
ru: видео
sr: видео
uk: відео
ur: ویڈیو

# photoSmallCase
source: photo
ar: صورة
az: şəkil
be: фатаграфіі
ca: foto
cs: Fotka
de: Foto
el: φωτογραφία
es: foto
fa: عکس
id: foto
it: foto
nl: foto
nn: foto
no: bilde
pt_br: foto
ru: фото
sr: слика
sv: foto
uk: фото
ur: تصویر
vi: ảnh

source: Status
ar: الحالة
be: Стан
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fa: وضعیت
fr: État
it: Stato
pt_br: Estado
ru: Статус
sr: Статус
uk: Стан
ur: حیثیت
vi: Trạng thái

source: Select folders for backup
ar: تحديد المجلدات للنسخ الاحتياطي
az: Yedəkləmə üçün qovluqları seçin
be: Выберыце папкі для рэзервовага капіявання
ca: Selecciona carpetes per a còpia de seguretat
cs: Vyberte složky pro zálohování
de: Ordner für Sicherung auswählen
el: Επιλέξτε φακέλους για αντίγραφα ασφαλείας
es: Seleccionar carpetas para la copia de seguridad
fa: پوشه‌ها را برای پشتیبان گیری انتخاب کنید
fr: Dossiers à sauvegarder
id: Pilih folder yang perlu dicadangkan
it: Seleziona cartelle per il backup
nl: Selecteer mappen voor back-up
no: Velg mapper for sikkerhetskopiering
pt_br: Selecione as pastas para salvá-las
ru: Выберите папки для резервного копирования
sr: Изабери фолдере за копирање
sv: Välj mappar för säkerhetskopiering
uk: Оберіть теки для резервного копіювання
ur: بیک اپ کے لیے فولڈرز منتخب کریں
vi: Chọn thư mục để sao lưu

source: Selected folders will be encrypted and backed up
ar: سيتم تشفير المجلدات المحددة ونسخها احتياطيًا
az: Seçilmiş qovluqlar şifrələnəcək və yedəklənəcək
be: Выбраныя папкі будуць зашыфраваны і захаваны ў рэзервовую копію
ca: Les carpetes seleccionades es xifraran i se'n farà còpia de seguretat
cs: Vybrané složky budou šifrovány a zálohovány
de: Ausgewählte Ordner werden verschlüsselt und gesichert
el: Οι επιλεγμένοι φάκελοι θα κρυπτογραφηθούν και θα δημιουργηθούν αντίγραφα ασφαλείας
es: Las carpetas seleccionadas se cifrarán y se realizará una copia de seguridad
fa: پوشه‌های انتخاب شده، رمزگذاری شده و از آنها نسخه پشتیبان تهیه می‌شود
fr: Les dossiers sélectionnés seront chiffrés et sauvegardés
id: Folder yang terpilih akan dienkripsi dan dicadangkan
it: Le cartelle selezionate verranno crittografate e salvate su ente
nl: Geselecteerde mappen worden versleuteld en geback-upt
nn: Dei valde mappene vert krypterte og reservekopierte
no: Valgte mapper vil bli kryptert og sikkerhetskopiert
pt_br: As pastas selecionadas serão criptografadas e salvas em segurança
ru: Выбранные папки будут зашифрованы и сохранены в резервной копии
sr: Иѕабрани фолдери ће бити енкриптовани и сигурно похрањени
sv: Valda mappar kommer att krypteras och säkerhetskopieras
uk: Вибрані теки будуть зашифровані й створені резервні копії
ur: منتخب کردہ فولڈرز کو انکرپٹ اور بیک اپ کیا جائے گا
vi: Các thư mục đã chọn sẽ được mã hóa và sao lưu

source: Unselect all
ar: إلغاء تحديد الكل
az: Hamısını ləğv et
be: Скасаваць выбар усіх
ca: Deselecciona tot
cs: Zrušit výběr
de: Alle demarkieren
el: Αποεπιλογή όλων
es: Desmarcar todos
fa: لغو انتخاب همه
fr: Désélectionner tout
id: Batalkan semua pilihan
it: Deseleziona tutto
nl: Deselecteer alles
nn: Fjern all merking
no: Velg bort alle
pt_br: Desmarcar tudo
ru: Отменить выбор
sr: Деселектуј све
sv: Avmarkera alla
uk: Зняти виділення
ur: سبھی کو غیر منتخب کریں
vi: Bỏ chọn tất cả

source: Select all
ar: تحديد الكل
az: Hamısını seç
be: Выбраць усе
ca: Selecciona tot
cs: Vybrat vše
de: Alle markieren
el: Επιλογή όλων
es: Seleccionar todos
fa: انتخاب همه
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutto
nl: Selecteer alles
nn: Merk alle
no: Velg alle
pt_br: Selecionar tudo
ru: Выбрать все
sr: Означи све
sv: Markera allt
uk: Вибрати все
ur: سب منتخب کریں
vi: Chọn tất cả

source: Skip
ar: تخط
az: Ötür
be: Прапусціць
ca: Omet
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Omitir
fa: رد کردن
fr: Ignorer
id: Lewati
it: Salta
ku: Derbas bike
nl: Overslaan
nn: Hopp over
no: Hopp over
pt_br: Pular
ru: Пропустить
sr: Прескочи
sv: Hoppa över
uk: Пропустити
ur: چھوڑ دیں
vi: Bỏ qua

source: Updating folder selection...
ar: جارٍ تحديث تحديد المجلد...
az: Qovluq seçimi yenilənir...
be: Абнаўленне выбару папкі...
ca: Actualitzant selecció de carpetes...
cs: Aktualizuji výběr složek...
de: Ordnerauswahl wird aktualisiert...
el: Ενημέρωση επιλογής φακέλων...
es: Actualizando la selección de carpeta...
fa: در حال به‌روزرسانی گزینش پوشه...
fr: Mise à jour de la sélection du dossier...
id: Memperbaharui pilihan folder...
it: Aggiornamento della selezione delle cartelle...
nl: Map selectie bijwerken...
no: Oppdaterer mappevalg...
pt_br: Atualizando seleção de pasta...
ru: Обновление выбора папок...
sr: Освежавам избор фолдера...
sv: Uppdaterar mappval...
uk: Оновлення вибору теки...
ur: فولڈر کا انتخاب اپ ڈیٹ ہو رہا ہے...
vi: Đang cập nhật lựa chọn thư mục...

source: About
ar: حول التطبيق
az: Haqqında
be: Аб праграме
ca: Sobre
cs: O aplikaci
de: Allgemeine Informationen
el: Σχετικά με την εφαρμογή
es: Acerca de
fa: درباره ما
fr: À propos d'Ente
id: Tentang
it: Info
ku: Derbar
nl: Over
no: Om
pt_br: Sobre
ru: О программе
sr: О нама
sv: Om
uk: Про застосунок
ur: کے بارے میں
vi: Giới thiệu

source: We are open source!
ar: نحن مفتوحو المصدر!
az: Biz açıq mənbəliyik!
be: Праграма мае адкрыты зыходны код!
ca: Som de codi obert!
cs: Jsme open source!
de: Unser Quellcode ist offen einsehbar!
el: Είμαστε εφαρμογή ανοιχτού κώδικα!
es: ¡Somos de código abierto!
fa: ما متن‌باز هستیم!
fr: Nous sommes open source !
id: Kode sumber kami terbuka!
it: Siamo open source!
ku: Em çavkaniya vekirî ne!
nl: We zijn open source!
no: Vi har åpen kildekode!
pt_br: Nós somos de código aberto!
ru: У нас открытый исходный код!
sv: Vi har öppen källkod!
uk: У нас відкритий вихідний код!
ur: ہم اوپن سورس ہیں!
vi: Chúng tôi là mã nguồn mở!

source: Privacy
ar: الخصوصية
az: Məxfilik
be: Прыватнасць
ca: Privadesa
cs: Soukromí
de: Datenschutz
el: Ιδιωτικότητα
es: Privacidad
fa: حریم خصوصی
fr: Politique de confidentialité
id: Privasi
ku: Taybetî
no: Personvern
pt_br: Privacidade
ru: Конфиденциальность
sr: Приватност
sv: Sekretess
uk: Приватність
ur: پرائیویسی
vi: Bảo mật

source: Terms
ar: الشروط
az: Şərtlər
be: Умовы
ca: Termes
cs: Podmínky
de: Nutzungsbedingungen
el: Όροι
es: Términos
fa: شرایط و مقررات
fr: Conditions
id: Ketentuan
it: Termini d'uso
ku: Merc
nl: Voorwaarden
no: Vilkår
pt_br: Termos
ru: Условия
sr: Услови
sv: Villkor
uk: Умови
ur: شرائط
vi: Điều khoản

source: Check for updates
ar: التحقق من وجود تحديثات
az: Yenilənmələri yoxla
be: Праверыць наяўнасць абнаўленняў
ca: Comprova actualitzacions
cs: Zkontrolovat aktualizace
de: Nach Aktualisierungen suchen
el: Έλεγχος για ενημερώσεις
es: Comprobar actualizaciones
fa: بررسی برای به‌روزرسانی
fr: Vérifier les mises à jour
id: Periksa pembaruan
it: Controlla aggiornamenti
ku: Bo rojanekirinê kontrol bike
nl: Controleer op updates
no: Se etter oppdateringer
pt_br: Buscar atualizações
ru: Проверить обновления
sr: Провери да ли постоје новине
sv: Sök efter uppdateringar
uk: Перевiрити наявнiсть оновлень
ur: اپ ڈیٹس چیک کریں
vi: Kiểm tra cập nhật

source: Check status
ar: التحقق من الحالة
az: Statusu yoxla
be: Праверыць статус
ca: Comprova estat
cs: Zkontrolovat stav
de: Status überprüfen
el: Έλεγχος κατάστασης
es: Comprobar estado
fa: بررسی وضعیت
fr: Vérifier le statut
id: Periksa status
it: Verifica stato
ku: Amaran kontrol bike
nl: Status controleren
no: Kontroller status
pt_br: Verificar estado
ru: Проверить статус
sr: Провери статус
sv: Kontrollera status
uk: Перевірити стан
ur: حیثیت چیک کریں
vi: Kiểm tra trạng thái

source: Checking...
ar: جارٍ التحقق...
az: Yoxlanılır...
be: Праверка...
ca: Comprovant...
cs: Probíhá kontrola...
de: Wird geprüft...
el: Έλεγχος...
es: Comprobando...
fa: در حال بررسی...
fr: Vérification...
id: Memeriksa...
it: Controllo in corso...
ku: Tê kontrolkirin...
nl: Controleren...
no: Sjekker...
pt_br: Verificando...
ru: Проверка...
sr: Проверавам...
sv: Kontrollerar...
uk: Перевірка...
ur: چیک کیا جا رہا ہے...
vi: Đang kiểm tra...

source: You are on the latest version
ar: أنت تستخدم أحدث إصدار.
az: Ən son versiyadasınız
be: У вас апошняя версія праграмы
ca: Estàs a l'última versió
cs: Máte nejnovější verzi
de: Du bist auf der neuesten Version
el: Είστε στην πιο πρόσφατη έκδοση
es: Estás usando la última versión
fa: شما در حال استفاده از آخرین نسخه هستید
fr: Vous êtes sur la dernière version
id: Kamu menggunakan versi terbaru
it: Stai utilizzando l'ultima versione
ku: Tu li ser guhertoya herî dawî ye
nl: Je hebt de laatste versie
nn: Du har siste versjon
no: Du er på den nyeste versjonen
pt_br: Você está na versão mais recente
ru: Вы используете последнюю версию
sr: Користите најновију верзију
sv: Du är på den senaste versionen
uk: Ви використовуєте останню версію
ur: آپ تازہ ترین ورژن پر ہیں
vi: Bạn đang sử dụng phiên bản mới nhất

source: Account
ar: الحساب
az: Hesab
be: Уліковы запіс
ca: Compte
cs: Účet
de: Konto
el: Λογαριασμός
es: Cuenta
fa: حساب کاربری
fr: Compte
id: Akun
ku: Jimar
nn: Konto
no: Konto
pt_br: Conta
ru: Аккаунт
sr: Рачун
sv: Konto
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản

source: Manage subscription
ar: إدارة الاشتراك
az: Abunəliyi idarə et
be: Кіраваць падпіскай
ca: Gestiona subscripció
cs: Spravovat předplatné
de: Abonnement verwalten
el: Διαχειριστείτε τη συνδρομή σας
es: Administrar tu suscripción
fa: مدیریت اشتراک
fr: Gérer l'abonnement
id: Atur langganan
it: Gestisci abbonamento
ku: Endambûnê bi rê ve bibe
nl: Abonnement beheren
nn: Handsam abonnement
no: Administrer abonnement
pt_br: Gerenciar assinatura
ru: Управление подпиской
sr: Управљај претплатом
sv: Hantera prenumeration
uk: Керування передплатою
ur: سبسکرپشن کا انتظام کریں
vi: Quản lý gói

source: Logout
ar: تسجيل الخروج
az: Çıxış
be: Выйсці
ca: Tanca sessió
cs: Odhlásit se
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fr: Déconnexion
id: Keluar akun
it: Disconnetti
nl: Uitloggen
nn: Logg ut
no: Logg ut
pt_br: Encerrar sessão
ru: Выйти
sr: Одјави се
sv: Logga ut
uk: Вийти
ur: لاگ آؤٹ
vi: Đăng xuất

source: Are you sure you want to logout?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
az: Çıxış etmək istədiyinizə əminsiniz?
be: Вы сапраўды хочаце выйсці?
ca: Estàs segur que vols tancar la sessió?
cs: Opravdu se chcete odhlásit?
de: Bist Du sicher, dass du dich abmelden möchtest?
el: Θέλετε σίγουρα να αποσυνδεθείτε;
es: ¿Estás seguro de que quieres cerrar la sesión?
fa: آیا برای خارج شدن مطمئن هستید؟
fr: Voulez-vous vraiment vous déconnecter ?
id: Apakah kamu yakin ingin keluar akun?
it: Sei sicuro di volerti disconnettere?
nl: Weet je zeker dat je wilt uitloggen?
nn: Er du sikker på at du vil logga ut?
no: Er du sikker på at du vil logge ut?
pt_br: Você tem certeza que quer encerrar sessão?
ru: Вы уверены, что хотите выйти?
sr: Да ли сигурно желите да се одјавите?
sv: Är du säker på att du vill logga ut?
uk: Ви впевнені, що хочете вийти з облікового запису?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn đăng xuất không?

source: Yes, logout
ar: نعم، تسجيل الخروج
az: Bəli, çıxış et
be: Так, выйсці
ca: Sí, tanca sessió
cs: Ano, odhlásit se
de: Ja, ausloggen
el: Ναι, αποσύνδεση
es: Sí, cerrar sesión
fa: بله، خارج می‌شوم
fr: Oui, se déconnecter
id: Ya, keluar
it: Sì, disconnetti
nl: Ja, log uit
nn: Ja, logg ut
no: Ja, logg ut
pt_br: Sim, encerrar sessão
ru: Да, выйти
sr: Да, одјави ме
sv: Ja, logga ut
uk: Так, вийти з облікового запису
ur: ہاں، لاگ آؤٹ کریں
vi: Có, đăng xuất

source: A new version of Ente is available.
ar: يتوفر إصدار جديد من Ente.
az: Ente-nin yeni versiyası mövcuddur.
be: Даступна новая версія Ente.
ca: Una nova versió d'Ente està disponible.
cs: Je dostupná nová verze Ente.
de: Eine neue Version von Ente ist verfügbar.
el: Μια νέα έκδοση του Ente είναι διαθέσιμη.
es: Hay una nueva versión de Ente disponible.
fa: نسخه جدید Ente در دسترس است.
fr: Une nouvelle version de Ente est disponible.
id: Versi baru dari Ente telah tersedia.
it: Una nuova versione di Ente è disponibile.
nl: Er is een nieuwe versie van Ente beschikbaar.
nn: Ein ny versjon av Ente er tilgjengeleg.
no: En ny versjon av Ente er tilgjengelig.
pt_br: Uma nova versão do Ente está disponível.
ru: Доступна новая версия Ente.
sr: Нова Енте верзија је доступна.
sv: En ny version av Ente är tillgänglig.
uk: Доступна нова версія Ente.
ur: Ente کا ایک نیا ورژن دستیاب ہے.
vi: Ente có phiên bản mới.

source: Update
ar: تحديث
az: Yenilə
be: Абнавіць
ca: Actualitza
cs: Aktualizovat
de: Updaten
el: Ενημέρωση
es: Actualizar
fa: به‌روزرسانی
fr: Mise à jour
id: Perbarui
it: Aggiorna
nn: Oppdater
no: Oppdater
pt_br: Atualizar
ru: Обновить
sr: Ажурирај
sv: Uppdatera
uk: Оновити
ur: اپ ڈیٹ کریں
vi: Cập nhật

source: Install manually
ar: التثبيت يدويًا
az: Manuel quraşdır
be: Усталяваць уручную
ca: Instal·la manualment
cs: Instalovat manuálně
de: Manuell installieren
el: Χειροκίνητη εγκατάσταση
es: Instalar manualmente
fa: نصب دستی
fr: Installation manuelle
id: Instal secara manual
it: Installa manualmente
nl: Installeer handmatig
nn: Installer manuelt
no: Installer manuelt
pt_br: Instalar manualmente
ru: Установить вручную
sr: Инсталирај ручно
sv: Installera manuellt
uk: Встановити вручну
ur: دستی طور پر انسٹال کریں
vi: Cài đặt thủ công

source: Critical update available
ar: يتوفر تحديث حرج
az: Kritik yenilənmə mövcuddur
be: Даступны крытычныя абнаўленні
ca: Actualització crítica disponible
cs: K dispozici je důležitá aktualizace
de: Kritisches Update ist verfügbar!
el: Διαθέσιμη κρίσιμη ενημέρωση
es: Actualización crítica disponible
fa: به‌روزرسانی حیاتی در دسترس است
fr: Mise à jour critique disponible
id: Pembaruan penting tersedia
it: Un aggiornamento importante è disponibile
nl: Belangrijke update beschikbaar
nn: Kritisk oppdatering tilgjengeleg
no: Kritisk oppdatering er tilgjengelig
pt_br: Atualização crítica disponível
ru: Доступно критическое обновление
sr: Критично ажурирање је доступно
sv: Kritisk uppdatering tillgänglig
uk: Доступне важливе оновлення
ur: اہم اپ ڈیٹ دستیاب ہے
vi: Cập nhật quan trọng có sẵn

source: Update available
ar: يتوفر تحديث
az: Yenilənmə mövcuddur
be: Даступна абнаўленне
ca: Actualització disponible
cs: Je k dispozici aktualizace
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualizacion disponible
fa: به‌رورزرسانی در دسترس است
fr: Une mise à jour est disponible
id: Pembaruan tersedia
it: Aggiornamento disponibile
nl: Update beschikbaar
nn: Oppdatering tilgjengeleg
no: En oppdatering er tilgjengelig
pt_br: Atualização disponível
ru: Доступно обновление
sr: Ажурирање доступно
sv: Uppdatering tillgänglig
uk: Доступне оновлення
ur: اپ ڈیٹ دستیاب ہے
vi: Cập nhật có sẵn

# ignoreUpdate
source: Ignore
ar: تجاهل
az: Nəzərə alma
be: Ігнараваць
ca: Ignora
cs: Ignorovat
de: Ignorieren
el: Παράβλεψη
es: Ignorar
fa: نادیده گرفتن
fr: Ignorer
id: Abaikan
it: Ignora
ku: Paşguh bike
nl: Negeren
nn: Ignorer
no: Ignorer
pt_br: Ignorar
ru: Игнорировать
sr: Игнориши
sv: Ignorera
uk: Ігнорувати
ur: نظر انداز کریں
vi: Bỏ qua
