Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# searchByExamples
source: • Album names (e.g. "Camera") • Types of files (e.g. "Videos", ".gif") • Years and months (e.g. "2022", "January") • Holidays (e.g. "Christmas") • Photo descriptions (e.g. “#fun”)
ar: • أسماء الألبومات (مثل "الكاميرا") • أنواع الملفات (مثل "مقاطع الفيديو"، ".gif") • السنوات والأشهر (مثل "2022"، "يناير") • العطلات (مثل "عيد الميلاد") • أوصاف الصور (مثل "#مرح")
az: • Albom adları (məs. "Kamera") • Fayl növləri (məs. "Videolar", ".gif") • İllər və aylar (məs. "2022", "Yanvar") • Bayramlar (məs. "Yeni il") • Şəkil təsvirləri (məs. "#əyləncə")
be: • Назвы альбомаў (напрыклад, «Камера») • Тыпы файлаў (напрыклад, «Відэа», «.gif») • Гады і месяцы (напрыклад, «2022», «Студзень») • Святы (напрыклад, «Каляды») • Апісанне фатаграфій (напрыклад, «#забава»)
ca: • Noms d'àlbum (p. ex. "Càmera") • Tipus de fitxers (p. ex. "Vídeos", ".gif") • Anys i mesos (p. ex. "2022", "Gener") • Festius (p. ex. "Nadal") • Descripcions de fotos (p. ex. “#divertit”)
cs: • Názvy alb (např. „Fotoaparát“) • Typy souborů (např. „Videa“, „.gif“) • Roky a měsíce (např. „2022“, „leden“) • Svátky (např. „Vánoce“) • Popisy fotografií (např. „#zábava“)
de: • Albumnamen (z.B. "Kamera") • Dateitypen (z.B. "Videos", ".gif") • Jahre und Monate (z.B. "2022", "Januar") • Feiertage (z.B. "Weihnachten") • Fotobeschreibungen (z.B. "#fun")
es: • Nombres de álbumes (por ejemplo, "Cámara") • Tipos de archivos (por ejemplo, "Vídeos", ".gif") • Años y meses (por ejemplo, "2022", "Enero") • Vacaciones (por ejemplo, "Navidad") • Descripciones fotográficas (por ejemplo, "#diversión")
fa: • نام‌های آلبوم (مثلاً "دوربین") • نوع فایل‌ها (مثلاً "ویدیوها", ".gif") • سال‌ها و ماه‌ها (مثلاً "2022", "ژانویه") • تعطیلات (مثلاً "کریسمس") • توضیحات عکس (مثلاً “#سرگرمی”)
fr: • Noms d'albums (par exemple "Caméra") • Types de fichiers (par exemple "Vidéos", ".gif") • Années et mois (par exemple "2022", "Janvier") • Vacances (par exemple "Noël") • Descriptions de photos (par exemple "#fun")
id: • Nama album (cth. "Kamera") • Jenis file (cth. "Video", ".gif") • Tahun atau bulan (cth. "2022", "Januari") • Musim liburan (cth. "Natal") • Keterangan foto (cth. “#seru”)
it: • Nomi degli album (es. "Camera") • Tipi di file (es. "Video", ".gif") • Anni e mesi (e.. "2022", "gennaio") • Vacanze (ad es. "Natale") • Descrizioni delle foto (ad es. “#mare”)
nl: • Albumnamen (bijv. "Camera") • Types van bestanden (bijv. "Video's", ".gif") • Jaren en maanden (bijv. "2022", "januari") • Feestdagen (bijv. "Kerstmis") • Fotobeschrijvingen (bijv. "#fun")
no: • Albumnavn (f.eks. "Kamera") • Filtyper (f.eks. "Videoer", ".gif") • År og måneder (f.eks. "2022", "January") • Hellidager (f.eks. "Jul") • Bildebeskrivelser (f.eks. "#moro")
pt_br: • Nomes de álbuns (ex: "Câmera") • Tipos de arquivos (ex.: "Vídeos", ".gif") • Anos e meses (ex.: "2022", "Janeiro") • Temporadas (ex.: "Natal") • Tags (ex.: "#divertido")
ru: • Названия альбомов (например, «Камера») • Типы файлов (например, «Видео», «.gif») • Годы и месяцы (например, «2022», «Январь») • Праздники (например, «Рождество») • Описания фото (например, «#веселье»)
uk: • Назви альбомів (наприклад, «Камера») • Типи файлів (наприклад, «Відео», «.gif») • Роки та місяці (наприклад, «2022», «січень») • Свята (наприклад, «Різдво») • Описи фотографій (наприклад, «#fun»)
ur: • البم کے نام (مثلاً "کیمرہ") • فائلوں کی اقسام (مثلاً "ویڈیوز"، ".gif") • سال اور مہینے (مثلاً "۲۰۲۲"، "جنوری") • چھٹیاں (مثلاً "کرسمس") • تصویر کی تفصیل (مثلاً "#fun")
vi: • Tên album (vd: "Camera") • Loại tệp (vd: "Video", ".gif") • Năm và tháng (vd: "2022", "Tháng Một") • Ngày lễ (vd: "Giáng Sinh") • Mô tả ảnh (vd: “#vui”)

source: You can try searching for a different query.
ar: يمكنك محاولة البحث عن استعلام مختلف.
az: Başqa bir sorğu ilə axtarmağı sınaya bilərsiniz.
be: Паспрабуйце пашукаць з іншым запытам.
ca: Pots intentar cercar una consulta diferent.
cs: Můžete zkusit zadat jiný dotaz.
de: Sie können versuchen, nach einer anderen Abfrage suchen.
es: Puedes intentar buscar una consulta diferente.
fa: می‌توانید تلاش کنید تا جستجوی متفاوتی انجام دهید.
fr: Vous pouvez essayer de rechercher une autre requête.
it: Prova con una ricerca differente.
nl: U kunt proberen een andere zoekopdracht te vinden.
no: Du kan prøve å søke etter noe annet.
pt_br: Você pode tentar buscar por outra consulta.
ru: Вы можете попробовать выполнить поиск по другому запросу.
uk: Ви можете спробувати пошукати за іншим запитом.
ur: آپ مختلف استفسار تلاش کرنے کی کوشش کر سکتے ہیں.
vi: Bạn có thể thử tìm kiếm một truy vấn khác.

source: No results found
ar: لم يتم العثور على نتائج.
az: Heç bir nəticə tapılmadı
be: Нічога не знойдзена
ca: No s'han trobat resultats
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fa: نتیجه‌ای پیدا نشد
fr: Aucun résultat trouvé
id: Tidak ditemukan hasil
it: Nessun risultato trovato
nl: Geen resultaten gevonden
no: Ingen resultater funnet
pt_br: Nenhum resultado encontrado
ru: Нет результатов
sv: Inga resultat hittades
uk: Нічого не знайдено
ur: کوئی نتائج نہیں ملے
vi: Không tìm thấy kết quả

# addedBy
source: Added by {emailOrName}
ar: تمت الإضافة بواسطة {emailOrName}
az: {emailOrName} tərəfindən əlavə edildi
be: Дададзена {emailOrName}
ca: Afegit per {emailOrName}
cs: Přidáno uživatelem {emailOrName}
de: Von {emailOrName} hinzugefügt
es: Añadido por {emailOrName}
fa: اضافه شده توسط {emailOrName}
fr: Ajouté par {emailOrName}
id: Ditambahkan oleh {emailOrName}
it: Aggiunto da {emailOrName}
nl: Toegevoegd door {emailOrName}
no: Lagt til av {emailOrName}
pt_br: Adicionado por {emailOrName}
ru: Добавлено {emailOrName}
sv: Tillagd av {emailOrName}
uk: Додано {emailOrName}
ur: {emailOrName} کی طرف سے شامل کیا گیا
vi: Được thêm bởi {emailOrName}

source: Loading EXIF data...
ar: جارٍ تحميل بيانات EXIF...
az: EXIF məlumatları yüklənir...
be: Загрузка даных EXIF...
ca: Carregant dades EXIF...
cs: Načítání dat EXIF...
de: Lade Exif-Daten...
es: Cargando datos EXIF...
fa: در حال بارگذاری داده‌های EXIF...
fr: Chargement des données EXIF...
id: Memuat data EXIF...
it: Caricamento dati EXIF...
nl: EXIF-gegevens laden...
no: Laster inn EXIF-data...
pt_br: Carregando dados EXIF...
ru: Загрузка данных EXIF...
sv: Laddar EXIF-data...
uk: Завантаження даних EXIF...
ur: EXIF ڈیٹا لوڈ ہو رہا ہے...
vi: Đang lấy thông số Exif...

source: View all EXIF data
ar: عرض جميع بيانات EXIF
az: Bütün EXIF məlumatlarına baxın
be: Паглядзець усе даныя EXIF
ca: Veure totes les dades EXIF
cs: Zobrazit všechna data EXIF
de: Alle Exif-Daten anzeigen
es: Ver todos los datos EXIF
fa: مشاهده تمام داده‌های EXIF
fr: Visualiser toutes les données EXIF
id: Lihat seluruh data EXIF
it: Mostra tutti i dati EXIF
nl: Bekijk alle EXIF gegevens
no: Vis alle EXIF-data
pt_br: Ver todos os dados EXIF
ru: Посмотреть все данные EXIF
sv: Visa all EXIF-data
uk: Переглянути всі дані EXIF
ur: تمام EXIF ڈیٹا دیکھیں
vi: Xem thông số Exif

source: No EXIF data
ar: لا توجد بيانات EXIF
az: EXIF məlumatı yoxdur
be: Даныя EXIF адсутнічаюць
ca: Sense dades EXIF
cs: Žádná data EXIF
de: Keine Exif-Daten
el: Χωρίς δεδομένα EXIF
es: No hay datos EXIF
fa: هیچ داده EXIF وجود ندارد
fr: Aucune donnée EXIF
id: Tidak ada data EXIF
it: Nessun dato EXIF
nl: Geen EXIF gegevens
nn: Ingen Exif-data
no: Ingen EXIF-data
pt_br: Sem dados EXIF
ru: Нет данных EXIF
sv: Ingen EXIF-data
uk: Немає даних EXIF
ur: کوئی EXIF ڈیٹا نہیں
vi: Không có Exif

source: This image has no exif data
ar: لا تحتوي هذه الصورة على بيانات EXIF.
az: Bu şəkildə exif məlumatı yoxdur
be: Гэты відарыс не змяшчае даных EXIF
ca: Aquesta imatge no té dades exif
cs: Tento obrázek nemá žádné údaje exif
de: Dieses Bild hat keine Exif-Daten
el: Αυτή η εικόνα δεν έχει δεδομένα exif
es: Esta imagen no tiene datos exif
fa: این تصویر داده‌های EXIF ندارد
fr: Cette image n'a pas de données exif
id: Gambar ini tidak memiliki data exif
it: Questa immagine non ha dati EXIF
nl: Deze foto heeft geen exif gegevens
nn: Biletet har ingen exif-data
no: Dette bildet har ingen exif-data
pt_br: Esta imagem não possui dados EXIF
ru: Это фото не имеет данных EXIF
uk: Це зображення не має даних exif
ur: اس تصویر میں کوئی exif ڈیٹا نہیں ہے
vi: Ảnh này không có thông số Exif

source: No results
ar: لا توجد نتائج
az: Nəticə yoxdur
be: Вынікі адсутнічаюць
ca: Sense resultats
cs: Žádné výsledky
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fa: نتیجه‌ای یافت نشد
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato
nl: Geen resultaten
no: Ingen resultater
pt_br: Nenhum resultado
ru: Нет результатов
sv: Inga resultat
uk: Немає результатів
ur: کوئی نتائج نہیں
vi: Không có kết quả

# weDontSupportEditingPhotosAndAlbumsThatYouDont
source: We don't support editing photos and albums that you don't own yet
ar: لا ندعم تعديل الصور والألبومات التي لا تملكها بعد.
az: Hələlik sizə aid olmayan fotoşəkillərin və albomların redaktəsini dəstəkləmirik
be: Мы не падтрымліваем рэдагаванне фатаграфій і альбомаў, якімі вы пакуль не валодаеце
ca: Encara no suportem l'edició de fotos i àlbums que no són teus
cs: Zatím nepodporujeme úpravy fotografií a alb, která nevlastníte
de: Wir unterstützen keine Bearbeitung von Fotos und Alben, die du noch nicht besitzt
el: Δεν υποστηρίζουμε την επεξεργασία φωτογραφιών και άλμπουμ που δεν σας ανήκουν ακόμα
es: No admitimos la edición de fotos y álbumes que aún no son tuyos
fa: ما از ویرایش عکس‌ها و آلبوم‌هایی که هنوز مالک آن‌ها نیستید، پشتیبانی نمی‌کنیم
fr: Nous ne prenons pas en charge l'édition des photos et des albums que vous ne possédez pas encore
it: Non puoi modificare foto e album che non possiedi
nl: We ondersteunen het bewerken van foto's en albums waar je niet de eigenaar van bent nog niet
no: Vi støtter ikke redigering av bilder og album som du ikke eier ennå
pt_br: Não suportamos a edição de fotos e álbuns que você ainda não possui
ru: Мы не поддерживаем редактирование фото и альбомов, которые вам пока не принадлежат
uk: Ми не підтримуємо редагування фотографій та альбомів, якими ви ще не володієте
ur: ہم ان تصاویر اور البمز کی ایڈیٹنگ کو سپورٹ نہیں کرتے جو ابھی آپ کی ملکیت نہیں ہیں
vi: Chúng tôi chưa hỗ trợ chỉnh sửa ảnh và album không phải bạn sở hữu

source: Failed to fetch original for edit
ar: فشل جلب النسخة الأصلية للتعديل.
az: Redaktə üçün orijinalı gətirmək mümkün olmadı
be: Не ўдалося атрымаць арыгінал для рэдагавання
ca: No s'ha pogut obtenir l'original per editar
cs: Nepodařilo se načíst originál pro úpravy
de: Fehler beim Abrufen des Originals zur Bearbeitung
el: Αποτυχία ανάκτησης του αρχικού για επεξεργασία
es: No se pudo obtener el original para editar
fa: عدم توانایی در دریافت نسخه اصلی برای ویرایش
fr: Impossible de récupérer l'original pour l'édition
id: Gagal memuat file asli untuk mengedit
it: Impossibile recuperare l'originale per la modifica
nl: Fout bij ophalen origineel voor bewerking
no: Kunne ikke hente originalen for redigering
pt_br: Falhou ao obter original para edição
ru: Не удалось скачать оригинал для редактирования
uk: Не вдалося отримати оригінал для редагування
ur: ترمیم کے لیے اصل فائل حاصل کرنے میں ناکام
vi: Không thể lấy bản gốc để chỉnh sửa

source: Close
ar: إغلاق
az: Bağla
be: Закрыць
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerca
fa: بستن
fr: Fermer
id: Tutup
it: Chiudi
ku: Bigire
nl: Sluiten
no: Lukk
pt_br: Fechar
ru: Закрыть
sv: Stäng
uk: Закрити
ur: بند کریں
vi: Đóng

source: Set as
ar: تعيين كـ
az: Belə təyin et
be: Задаць як
ca: Estableix com a
cs: Nastavit jako
de: Festlegen als
el: Ορισμός ως
es: Establecer como
fa: تنظیم به عنوان
fr: Définir comme
id: Pasang sebagai
it: Imposta come
ku: Saz bike wekî
nl: Instellen als
no: Angi som
pt_br: Definir como
ru: Установить как
uk: Встановити як
ur: بطور سیٹ کریں
vi: Đặt làm

source: File saved to gallery
ar: تم حفظ الملف في المعرض.
az: Fayl qalereyaya yadda saxlanıldı
be: Файл захаваны ў галерэю
ca: Fitxer guardat a la galeria
cs: Soubor uložen do galerie
de: Datei in Galerie gespeichert
el: Το αρχείο αποθηκεύτηκε στη συλλογή
es: Archivo guardado en la galería
fa: فایل در گالری ذخیره شد
fr: Fichier enregistré dans la galerie
id: File tersimpan ke galeri
it: File salvato nella galleria
nl: Bestand opgeslagen in galerij
no: Fil lagret i galleriet
pt_br: Arquivo salvo na galeria
ru: Файл сохранён в галерею
sv: Fil sparad i galleri
uk: Файл збережено до галереї
ur: فائل گیلری میں محفوظ ہو گئی
vi: Tệp đã được lưu vào thư viện

source: Files saved to gallery
ar: تم حفظ الملفات في المعرض.
az: Fayllar qalereyaya yadda saxlanıldı
be: Файлы захаваны ў галерэю
ca: Fitxers guardats a la galeria
cs: Soubory uloženy do galerie
de: Dateien in Galerie gespeichert
el: Τα αρχεία αποθηκεύτηκαν στη συλλογή
es: Archivo guardado en la galería
fa: فایل‌ها در گالری ذخیره شدند
fr: Fichiers enregistrés dans la galerie
id: File tersimpan ke galeri
it: File salvati nella galleria
nl: Bestand opgeslagen in galerij
no: Filer lagret i galleriet
pt_br: Arquivos salvos na galeria
ru: Файлы сохранены в галерею
sv: Filer sparade i galleri
uk: Файли збережено до галереї
ur: فائلیں گیلری میں محفوظ ہو گئیں
vi: Các tệp đã được lưu vào thư viện

# fileFailedToSaveToGallery
source: Failed to save file to gallery
ar: فشل حفظ الملف في المعرض.
az: Faylı qalereyaya yadda saxlamaq mümkün olmadı
be: Не ўдалося захаваць файл у галерэю
ca: No s'ha pogut guardar el fitxer a la galeria
cs: Nepodařilo se uložit soubor do galerie
de: Fehler beim Speichern der Datei in der Galerie
el: Απέτυχε η αποθήκευση του αρχείου στη συλλογή
es: No se pudo guardar el archivo en la galería
fa: عدم توانایی در ذخیره فایل در گالری
fr: Échec de l'enregistrement dans la galerie
id: Gagal menyimpan file ke galeri
it: Impossibile salvare il file nella galleria
nl: Opslaan van bestand naar galerij mislukt
no: Kunne ikke lagre filen i galleriet
pt_br: Falhou ao salvar arquivo na galeria
ru: Не удалось сохранить файл в галерею
sv: Kunde inte spara fil till galleri
uk: Не вдалося зберегти файл до галереї
ur: فائل گیلری میں محفوظ کرنے میں ناکام
vi: Không thể lưu tệp vào thư viện

source: Download
ar: تنزيل
az: Yüklə
be: Спампаваць
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fa: دانلود
fr: Télécharger
id: Unduh
it: Scarica
ku: Daxe
nl: Downloaden
no: Last ned
pt_br: Baixar
ru: Скачать
sv: Ladda ner
uk: Завантажити
ur: ڈاؤن لوڈ
vi: Tải xuống

source: Press and hold to play video
ar: اضغط مطولاً لتشغيل الفيديو
az: Videonu oynatmaq üçün basıb saxlayın
be: Націсніце і ўтрымлівайце, каб узнавіць відэа
ca: Prem i mantén per reproduir vídeo
cs: Stiskněte a podržte pro přehrání videa
de: Gedrückt halten, um Video abzuspielen
el: Πατήστε παρατεταμένα για αναπαραγωγή βίντεο
es: Presiona y mantén presionado para reproducir el vídeo
fa: برای پخش ویدیو فشار داده و نگه دارید
fr: Appuyez et maintenez enfoncé pour lire la vidéo
id: Tekan dan tahan untuk memutar video
it: Tieni premuto per riprodurre il video
nl: Ingedrukt houden om video af te spelen
no: Trykk og hold inne for å spille av video
pt_br: Pressione e segure para reproduzir o vídeo
ru: Нажмите и удерживайте для воспроизведения видео
uk: Натисніть та утримуйте, щоб відтворити відео
ur: ویڈیو چلانے کے لیے دبا کر رکھیں
vi: Nhấn giữ để phát video

# pressAndHoldToPlayVideoDetailed
source: Press and hold on the image to play video
ar: اضغط مطولاً على الصورة لتشغيل الفيديو
az: Videonu oynatmaq üçün şəklin üzərinə basıb saxlayın
be: Націсніце і ўтрымлівайце на відарысе, каб узнавіць відэа
ca: Prem i mantén a la imatge per reproduir vídeo
cs: Stiskněte a podržte prst na obrázku, aby se spustilo přehrávání videa
de: Drücke und halte aufs Foto gedrückt um Video abzuspielen
el: Πατήστε παρατεταμένα στην εικόνα για αναπαραγωγή βίντεο
es: Mantén pulsada la imagen para reproducir el vídeo
fa: برای پخش ویدیو روی تصویر فشار داده و نگه دارید
fr: Maintenez appuyé sur l'image pour lire la vidéo
id: Tekan dan tahan gambar untuk memutar video
it: Tieni premuto sull'immagine per riprodurre il video
nl: Houd de afbeelding ingedrukt om video af te spelen
no: Trykk og hold inne bildet for å spille av video
pt_br: Pressione e segure na imagem para reproduzir o vídeo
ru: Нажмите с удержанием на изображение для воспроизведения видео
uk: Натисніть та утримуйте на зображення, щоби відтворити відео
ur: ویڈیو چلانے کے لیے تصویر پر دبا کر رکھیں
vi: Nhấn giữ ảnh để phát video

source: Download failed
ar: فشل التنزيل
az: Yükləmə uğursuz oldu
be: Збой спампоўвання
ca: Descàrrega fallida
cs: Stahování selhalo
de: Herunterladen fehlgeschlagen
el: Η λήψη απέτυχε
es: Descarga fallida
fa: دانلود ناموفق بود
fr: Échec du téléchargement
id: Gagal mengunduh
it: Scaricamento fallito
nl: Download mislukt
no: Nedlasting mislyktes
pt_br: Falhou ao baixar
ru: Скачивание не удалось
sv: Nedladdning misslyckades
uk: Не вдалося завантажити
ur: ڈاؤن لوڈ ناکام
vi: Tải xuống thất bại

source: Deduplicate Files
ar: إزالة الملفات المكررة
az: Dublikat faylları təmizlə
be: Дубліраваныя файлы
ca: Desduplica fitxers
cs: Duplicitní soubory
de: Dateien duplizieren
el: Διαγραφή διπλότυπων αρχείων
es: Deduplicar archivos
fa: حذف فایل‌های تکراری
fr: Déduplication de fichiers
it: File Duplicati
nl: Dubbele bestanden verwijderen
no: Fjern duplikatfiler
pt_br: Arquivos duplicados
ru: Удалить дубликаты файлов
sv: Deduplicera filer
uk: Усунути дублікати файлів
ur: ڈپلیکیٹ فائلیں ختم کریں
vi: Xóa trùng lặp

source: Deselect all
ar: إلغاء تحديد الكل
az: Hamısını ləğv et
be: Зняць выбар з усіх
ca: Deselecciona tot
cs: Zrušit výběr všech
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fa: حذف انتخاب همه
fr: Tout déselectionner
it: Deseleziona tutti
nl: Alles deselecteren
no: Fjern alle valg
pt_br: Deselecionar tudo
ru: Отменить выделение
uk: Зняти виділення
ur: سبھی کو غیر منتخب کریں
vi: Bỏ chọn tất cả

# reviewDeduplicateItems
source: Please review and delete the items you believe are duplicates.
ar: يرجى مراجعة وحذف العناصر التي تعتقد أنها مكررة.
az: Zəhmət olmasa, dublikat olduğunu düşündüyünüz elementləri nəzərdən keçirin və silin.
be: Паглядзіце і выдаліце элементы, якія лічыце дубліраванымі.
ca: Si us plau, revisa i esborra els elements que creguis que són duplicats.
cs: Prosím, zkontrolujte a smažte položky, které považujete za duplicitní.
de: Bitte überprüfe und lösche die Elemente, die du für Duplikate hältst.
el: Παρακαλούμε εξετάστε και διαγράψτε τα στοιχεία που πιστεύετε ότι είναι διπλότυπα.
es: Por favor, revisa y elimina los elementos que crees que están duplicados.
fa: لطفاً مواردی را که فکر می‌کنید تکراری هستند بررسی و حذف کنید.
fr: Veuillez vérifier et supprimer les éléments que vous croyez dupliqués.
id: Silakan lihat dan hapus item yang merupakan duplikat.
it: Controlla ed elimina gli elementi che credi siano dei doppioni.
nl: Controleer en verwijder de bestanden die u denkt dat dubbel zijn.
no: Vennligst gjennomgå og slett elementene du tror er duplikater.
pt_br: Reveja e exclua os itens que você acredita serem duplicados.
ru: Пожалуйста, проверьте и удалите элементы, которые считаете дубликатами.
uk: Перегляньте та видаліть елементи, які, на вашу думку, є дублікатами.
ur: براہ کرم جائزہ لیں اور ان آئٹمز کو ڈیلیٹ کریں جو آپ کے خیال میں ڈپلیکیٹ ہیں.
vi: Vui lòng xem qua và xóa các mục mà bạn tin là trùng lặp.

source: Club by capture time
ar: التجميع حسب وقت الالتقاط
az: Çəkiliş vaxtına görə qruplaşdır
be: Групаваць па часе захопу
ca: Agrupa per hora de captura
cs: Seskupit podle doby zachycení
de: Nach Aufnahmezeit gruppieren
el: Ομαδοποίηση κατά ημερομηνία/ώρα λήψης
es: Agrupar por tiempo de captura
fa: گروه‌بندی بر اساس زمان ضبط
fr: Grouper par durée
it: Club per tempo di cattura
nl: Samenvoegen op tijd
no: Grupper etter tidspunkt for opptak
pt_br: Agrupar por tempo de captura
ru: Группировать по времени съёмки
uk: Клуб за часом захоплення
ur: کیپچر کے وقت کے لحاظ سے گروپ کریں
vi: Xếp theo thời gian chụp

source: Club by file name
ar: التجميع حسب اسم الملف
az: Fayl adına görə qruplaşdır
be: Групаваць па назве файла
ca: Agrupa per nom de fitxer
cs: Seskupit podle názvu souboru
de: Nach Dateiname gruppieren
el: Ομαδοποίηση κατά όνομα αρχείου
es: Club por nombre de archivo
fa: گروه‌بندی بر اساس نام فایل
fr: Grouper par nom de fichier
it: Unisci per nome file
nl: Samenvoegen op bestandsnaam
no: Grupper etter filnavn
pt_br: Agrupar por nome do arquivo
ru: Группировать по имени файла
uk: Клуб за назвою файлу
ur: فائل کے نام کے لحاظ سے گروپ کریں
vi: Xếp theo tên tệp

source: Count
ar: العدد
az: Say
be: Колькасць
ca: Recompte
cs: Počet
de: Anzahl
el: Αριθμός
es: Cuenta
fa: شمارش
fr: Total
id: Jumlah
it: Conteggio
nl: Aantal
no: Antall
pt_br: Contagem
ru: Количество
uk: Кількість
ur: تعداد
vi: Số lượng

source: Total size
ar: الحجم الإجمالي
az: Ümumi ölçü
be: Агульны памер
ca: Mida total
cs: Celková velikost
de: Gesamtgröße
el: Συνολικό μέγεθος
es: Tamaño total
fa: حجم کل
fr: Taille totale
it: Dimensioni totali
nl: Totale grootte
no: Total størrelse
pt_br: Tamanho total
ru: Общий размер
uk: Загальний розмір
ur: کل سائز
vi: Tổng dung lượng

source: Long-press on an item to view in full-screen
ar: اضغط مطولاً على عنصر لعرضه في وضع ملء الشاشة.
az: Tam ekranda baxmaq üçün elementin üzərinə uzun müddət basın
be: Доўгі націск на элемент для прагляду ў поўнаэкранны рэжыме
ca: Fes una pressió llarga sobre un element per veure'l a pantalla completa
cs: Dlouhým stiskem na položku zobrazíte v režimu celé obrazovky
de: Drücken Sie lange auf ein Element, um es im Vollbildmodus anzuzeigen
el: Πατήστε παρατεταμένα σε ένα αντικείμενο για προβολή σε πλήρη οθόνη
es: Manten presionado un elemento para ver en pantalla completa
fa: برای مشاهده در حالت تمام‌صفحه، روی یک مورد فشار طولانی بزنید
fr: Appuyez longuement sur un élément pour le voir en plein écran
it: Premi a lungo su un elemento per visualizzarlo a schermo intero
nl: Houd een bestand lang ingedrukt om te bekijken op volledig scherm
no: Lang-trykk på en gjenstand for å vise i fullskjerm
pt_br: Mantenha pressionado em um item para visualizá-lo em tela cheia
ru: Нажмите с удержанием на элемент для просмотра в полноэкранном режиме
uk: Натисніть і утримуйте елемент для перегляду в повноекранному режимі
ur: فل اسکرین میں دیکھنے کے لیے کسی آئٹم پر دیر تک دبائیں
vi: Nhấn giữ một mục để xem toàn màn hình

source: Decrypting video...
ar: جارٍ فك تشفير الفيديو...
az: Video şifrəsi açılır...
be: Расшыфроўка відэа...
ca: Desxifrant vídeo...
cs: Dešifrování videa...
de: Entschlüssele Video …
el: Αποκρυπτογράφηση βίντεο...
es: Descifrando vídeo...
fa: در حال رمزگشایی ویدیو...
fr: Déchiffrement de la vidéo...
id: Mendekripsi video...
it: Decifratura video...
nl: Video ontsleutelen...
no: Dekrypterer video...
pt_br: Descriptografando vídeo...
ru: Расшифровка видео...
uk: Розшифрування відео...
ur: ویڈیو ڈکرپٹ ہو رہی ہے...
vi: Đang giải mã video...

# authToViewYourMemories
source: Please authenticate to view your memories
ar: يرجى المصادقة لعرض ذكرياتك.
az: Xatirələrinizə baxmaq üçün zəhmət olmasa kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб паглядзець свае ўспаміны
ca: Si us plau, autentica't per veure els teus records
cs: Pro zobrazení svých vzpomínek se prosím ověřte
de: Bitte authentifizieren, um deine Erinnerungsstücke anzusehen
el: Παρακαλώ πραγματοποιήστε έλεγχο ταυτότητας για να δείτε τις αναμνήσεις σας
es: Por favor, autentícate para ver tus recuerdos
fa: لطفاً برای مشاهده یادآوری‌های خود احراز هویت کنید
fr: Authentifiez-vous pour voir vos souvenirs
id: Harap autentikasi untuk melihat kenanganmu
it: Autenticati per visualizzare le tue foto
nl: Graag verifiëren om uw herinneringen te bekijken
no: Vennligst autentiser deg for å se minnene dine
pt_br: Autentique-se para ver suas memórias
ru: Пожалуйста, авторизуйтесь для просмотра воспоминаний
uk: Авторизуйтеся, щоб переглянути ваші спогади
ur: اپنی یادیں دیکھنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để xem kỷ niệm
