Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# howToViewShareeVerificationID
source: Please ask them to long-press their email address on the settings screen, and verify that the IDs on both devices match.
ar: يرجى الطلب منهم الضغط مطولًا على عنوان بريدهم الإلكتروني في شاشة الإعدادات، والتأكد من تطابق المعرّفات على كلا الجهازين.
az: Zəhmət olmasa, onlardan tənzimləmələr ekranında e-poçt ünvanlarının üzərinə uzun basmalarını və hər iki cihazdakı ID-lərin uyğunluğunu yoxlamalarını istəyin.
be: Папрасіце іх доўга ўтрымліваць палец на сваім паштовым адрасе на экране наладаў і пераканайцеся, што ідэнтыфікатары на абодвух прыладах супадаюць.
ca: Si us plau, demana'ls que facin una pressió llarga sobre la seva adreça de correu a la pantalla de configuració, i verifica que els ID en ambdós dispositius coincideixen.
cs: Požádejte je, aby dlouze stiskli svou emailovou adresu na obrazovce nastavení a ověřili, zda se ID na obou zařízeních shodují.
de: Bitte sie, auf den Einstellungs Bildschirm ihre E-Mail-Adresse lange anzuklicken und zu überprüfen, dass die IDs auf beiden Geräten übereinstimmen.
el: Παρακαλώ ζητήστε από τον άλλο χρήστη να πιέσει παρατεταμένα τη διεύθυνση ηλεκτρονικού ταχυδρομείου του στην οθόνη ρυθμίσεων και βεβαιωθείτε ότι οι κωδικοί και στις δύο συσκευές ταιριάζουν.
es: Por favor, pídeles que mantengan presionada su dirección de correo electrónico en la pantalla de ajustes, y verifica que los identificadores de ambos dispositivos coincidan.
fa: لطفاً از آنها بخواهید که روی آدرس ایمیل خود در صفحه تنظیمات فشار طولانی دهند و تأیید کنند که شناسه‌ها در هر دو دستگاه مطابقت دارد.
fr: Demandez-leur d'appuyer longuement sur leur adresse email dans l'écran des paramètres pour vérifier que les identifiants des deux appareils correspondent.
id: Silakan minta dia untuk menekan lama alamat email-nya di layar pengaturan, dan pastikan bahwa ID di perangkatnya sama.
it: Chiedi di premere a lungo il loro indirizzo email nella schermata delle impostazioni e verificare che gli ID su entrambi i dispositivi corrispondano.
nl: Vraag hen om hun e-mailadres lang in te drukken op het instellingenscherm en te controleren dat de ID's op beide apparaten overeenkomen.
no: Vennligst be dem om å trykke og holde inne på e-postadressen sin på innstillingsskjermen, og bekreft at ID-ene på begge enhetene er like.
pt_br: Peça-os para pressionarem no e-mail a partir das Opções, e verifique-se os IDs de ambos os dispositivos correspondem.
ru: Попросите их нажать с удержанием на адрес электронной почты на экране настроек и убедиться, что идентификаторы на обоих устройствах совпадают.
sr: Молимо их да дуго притисну своју адресу е-поште на екрану за подешавања и провере да ли се ИД-ови на оба уређаја поклапају.
sv: Be dem att långtrycka på sin e-postadress på inställningsskärmen och verifiera att ID:n på båda enheterna matchar.
uk: Попросіть їх довго утримувати палець на свій поштовій адресі на екрані налаштувань і переконайтеся, що ідентифікатори на обох пристроях збігаються.
ur: براہ کرم ان سے کہیں کہ سیٹنگ اسکرین پر اپنے ای میل ایڈریس کو دیر تک دبائیں، اور تصدیق کریں کہ دونوں ڈیوائسز پر IDs مماثل ہیں.
vi: Hãy chỉ họ nhấn giữ địa chỉ email của họ trên màn hình cài đặt, và xác minh rằng ID trên cả hai thiết bị khớp nhau.

# thisIsPersonVerificationId
source: This is {email}'s Verification ID
ar: هذا هو معرّف التحقق الخاص بـ {email}
az: Bu, {email} ünvanının Doğrulama ID-sidir
be: Гэта ідэнтыфікатар спраўджання {email}
ca: Aquest és l'ID de verificació de {email}
cs: Toto je ověřovací ID pro {email}
de: Dies ist {email}s Verifizierungs-ID
el: Αυτός είναι ο κωδικός επαλήθευσης του {email}
es: Este es el ID de verificación de {email}
fa: این شناسه تأیید {email} است
fr: Ceci est l'ID de vérification de {email}
id: Ini adalah ID Verifikasi milik {email}
it: Questo è l'ID di verifica di {email}
nl: Dit is de verificatie-ID van {email}
no: Dette er {email} sin verifiserings-ID
pt_br: Este é o ID de verificação de {email}
ru: Это идентификатор подтверждения {email}
sr: Ово је ИД за верификацију корисника {email}
sv: Detta är {email}s verifierings-ID
uk: Це ідентифікатор підтвердження пошти {email}
ur: یہ {email} کی تصدیقی آئی ڈی ہے
vi: Đây là ID xác minh của {email}

source: Verification ID
ar: معرّف التحقق
az: Doğrulama ID-si
be: Ідэнтыфікатар спраўджання
ca: ID de verificació
cs: Ověřovací ID
de: Verifizierungs-ID
el: Κωδικός επαλήθευσης
es: ID de verificación
fa: شناسه تأیید
fr: ID de vérification
id: ID Verifikasi
it: ID di verifica
nl: Verificatie ID
no: Verifiserings-ID
pt_br: ID de verificação
ru: Идентификатор подтверждения
sr: ИД за верификацију
sv: Verifierings-ID
uk: Ідентифікатор підтвердження
ur: تصدیقی آئی ڈی
vi: ID xác minh

# emailNoEnteAccount
source: {email} does not have an Ente account. Send them an invite to share photos.
ar: {email} لا يملك حسابًا على Ente. أرسل له دعوة لمشاركة الصور.
az: {email} ünvanının Ente hesabı yoxdur. Fotoları paylaşmaq üçün onlara dəvət göndərin.
be: У {email} адсутнічае ўліковы запіс Ente. Адпраўце запрашэнне карыстальніку, каб абагуліць фатаграфіі.
ca: {email} no té un compte d'Ente. Envia'ls una invitació per compartir fotos.
cs: {email} nemá účet Ente. Pošlete jim pozvánku ke sdílení fotek.
de: {email} hat kein Ente-Konto. Sende eine Einladung, um Fotos zu teilen.
el: Η διεύθυνση {email} δεν αντιστοιχεί σε λογαριασμό Ente. Στείλτε μια πρόσκληση για να μοιραστείτε φωτογραφίες.
es: {email} no tiene una cuente en Ente. Envíale una invitación para compartir fotos.
fa: {email} حساب Ente ندارد. برای آنها دعوت‌نامه‌ای برای به اشتراک گذاری عکس‌ها ارسال کنید.
fr: {email} n'a pas de compte Ente. Envoyez une invitation pour partager des photos.
id: {email} tidak punya akun Ente. Undang dia untuk berbagi foto.
it: {email} non ha un account Ente. Invia un invito per condividere foto.
nl: {email} heeft geen Ente account. Stuur ze een uitnodiging om foto's te delen.
no: {email} har ikke en Ente-konto. sender dem en invitasjon til å dele bilder.
pt_br: {email} não tem uma conta Ente. Envie-os um convite para compartilhar fotos.
ru: У {email} нет аккаунта Ente. Отправьте ему приглашение для обмена фото.
sr: {email} нема Енте налог. Пошаљи им позивницу за дељење фотографија.
sv: {email} har inte ett Ente-konto. Skicka dem en inbjudan för att dela bilder.
uk: У {email} немає облікового запису Ente. Надішліть їм запрошення для обміну фотографіями.
ur: {email} کے پاس Ente اکاؤنٹ نہیں ہے انہیں تصاویر کا اشتراک کرنے کے لیے دعوت نامہ بھیجیں.
vi: {email} không có tài khoản Ente. Gửi họ một lời mời để chia sẻ ảnh.

# shareMyVerificationID
source: Here's my verification ID: {verificationID} for ente.io.
ar: إليك معرّف التحقق الخاص بي لـ ente.io: {verificationID}
az: Budur mənim ente.io üçün doğrulama ID-m: {verificationID}.
be: Вось мой ідэнтыфікатар спраўджання: {verificationID} для ente.io.
ca: Aquí tens el meu ID de verificació: {verificationID} per a ente.io.
cs: Zde je moje ověřovací ID: {verificationID} pro ente.io.
de: Hier ist meine Verifizierungs-ID: {verificationID} für ente.io.
el: Αυτός είναι ο κωδικός επαλήθευσής μου: {verificationID} για το ente.io.
es: Aquí está mi ID de verificación: {verificationID} para ente.io.
fa: این هم شناسه تأیید من است: {verificationID} برای ente.io.
fr: Voici mon ID de vérification : {verificationID} pour ente.io.
id: Ini ID Verifikasi saya di ente.io: {verificationID}.
it: Ecco il mio ID di verifica: {verificationID} per ente.io.
nl: Hier is mijn verificatie-ID: {verificationID} voor ente.io.
no: Her er min verifiserings-ID: {verificationID} for ente.io.
pt_br: Aqui está meu ID de verificação para o ente.io: {verificationID}
ru: Вот мой идентификатор подтверждения: {verificationID} для ente.io.
sr: Ево мог ИД-а за верификацију: {verificationID} за ente.io.
sv: Här är mitt verifierings-ID: {verificationID} för ente.io.
uk: Ось мій ідентифікатор підтвердження: {verificationID} для ente.io.
ur: یہ ente.io کے لیے میری تصدیقی آئی ڈی ہے: {verificationID}.
vi: Đây là ID xác minh của tôi: {verificationID} cho ente.io.

# shareTextConfirmOthersVerificationID
source: Hey, can you confirm that this is your ente.io verification ID: {verificationID}
ar: مرحبًا، هل يمكنك تأكيد أن هذا هو معرّف التحقق الخاص بك على ente.io: {verificationID}
az: Salam, bunun sizin ente.io doğrulama ID-niz olduğunu təsdiqləyə bilərsinizmi: {verificationID}
be: Здароў! Можаш пацвердзіць, што гэта твой ідэнтыфікатар спраўджання ente.io: {verificationID}
ca: Ei, pots confirmar que aquest és el teu ID de verificació d'ente.io: {verificationID}
cs: Ahoj, můžeš potvrdit, že toto je tvé ověřovací ID ente.io: {verificationID}
de: Hey, kannst du bestätigen, dass dies deine ente.io Verifizierungs-ID ist: {verificationID}
el: Γεια σας, θα μπορούσατε να επιβεβαιώσετε ότι αυτό είναι το αναγνωριστικό επαλήθευσής σας για το ente.io: {verificationID}
es: Hola, ¿puedes confirmar que esta es tu ID de verificación ente.io: {verificationID}?
fa: سلام، آیا می‌توانی تأیید کنی که این شناسه تأیید ente.io توست: {verificationID}
fr: Hé, pouvez-vous confirmer qu'il s'agit de votre ID de vérification ente.io : {verificationID}
id: Halo, bisakah kamu pastikan bahwa ini adalah ID Verifikasi ente.io milikmu: {verificationID}
it: Hey, puoi confermare che questo è il tuo ID di verifica: {verificationID} su ente.io
nl: Hey, kunt u bevestigen dat dit uw ente.io verificatie-ID is: {verificationID}
no: Hei, kan du bekrefte at dette er din ente.io verifiserings-ID: {verificationID}
pt_br: Ei, você pode confirmar se este ID de verificação do ente.io é seu?: {verificationID}
ru: Привет, можешь подтвердить, что это твой идентификатор подтверждения ente.io: {verificationID}
sr: Здраво, можеш ли да потврдиш да је ово твој ente.io ИД за верификацију: {verificationID}
sv: Hallå, kan du bekräfta att detta är ditt ente.io verifierings-ID: {verificationID}
uk: Гей, ви можете підтвердити, що це ваш ідентифікатор підтвердження: {verificationID}
ur: ارے، کیا آپ تصدیق کر سکتے ہیں کہ یہ آپ کی ente.io تصدیقی آئی ڈی ہے: {verificationID}
vi: Chào, bạn có thể xác nhận rằng đây là ID xác minh ente.io của bạn: {verificationID}

source: Something went wrong
ar: حدث خطأ ما
az: Xəta baş verdi
be: Нешта пайшло не так
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
de: Irgendetwas ging schief
el: Κάτι πήγε στραβά
es: Algo salió mal
fa: مشکلی پیش آمد
fr: Un problème est survenu
id: Terjadi kesalahan
it: Qualcosa è andato storto
nl: Er ging iets mis
no: Noe gikk galt
pt_br: Algo deu errado
ru: Что-то пошло не так
sr: Нешто није у реду
sv: Något gick fel
uk: Щось пішло не так
ur: کچھ غلط ہو گیا
vi: Có gì đó không ổn

source: Send invite
ar: إرسال دعوة
az: Dəvət göndər
be: Адправіць запрашэнне
ca: Envia invitació
cs: Odeslat pozvánku
de: Einladung senden
el: Αποστολή πρόσκλησης
es: Enviar invitación
fa: دعوتنامه ارسال کن
fr: Envoyer Invitations
id: Kirim undangan
it: Invita
nl: Stuur een uitnodiging
no: Send invitasjon
pt_br: Enviar convite
ru: Отправить приглашение
sr: Пошаљи позивницу
sv: Skicka inbjudan
uk: Надіслати запрошення
ur: دعوت نامہ بھیجیں
vi: Gửi lời mời

source: Done
ar: تم
az: Hazırdır
be: Гатова
ca: Fet
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fa: انجام شد
fr: Terminé
id: Selesai
it: Completato
nl: Voltooid
nn: Ferdig
no: Ferdig
pt_br: Concluído
ru: Готово
sr: Готово
sv: Klar
uk: Готово
ur: ہو گیا
vi: Xong

# applyCodeTitle
source: Apply code
ar: تطبيق الرمز
az: Kodu tətbiq et
be: Ужыць код
ca: Aplica codi
cs: Uplatnit kód
de: Code nutzen
el: Εφαρμογή κωδικού
es: Usar código
fa: کد را وارد کن
fr: Utiliser le code
id: Terapkan kode
it: Applica codice
nl: Code toepassen
no: Bruk kode
pt_br: Aplicar código
ru: Применить код
sr: Примени кôд
sv: Använd kod
uk: Застосувати код
ur: کوڈ لگائیں
vi: Áp dụng mã

# enterCodeDescription
source: Enter the code provided by your friend to claim free storage for both of you
ar: أدخل الرمز المقدم من صديقك للمطالبة بمساحة تخزين مجانية لكما
az: Hər ikiniz üçün pulsuz yaddaş əldə etmək üçün dostunuz tərəfindən verilən kodu daxil edin
be: Увядзіце код, атрыманы ад вашага сябра, каб вы абодва змаглі атрымаць бясплатнае сховішча
ca: Introdueix el codi proporcionat pel teu amic per reclamar emmagatzematge gratuït per a tots dos
cs: Zadejte kód, který vám poskytl váš přítel, a získejte bezplatné úložiště pro vás oba
de: Gib den Code deines Freundes ein, damit sie beide kostenlosen Speicherplatz erhalten
el: Εισάγετε τον κωδικό που παρέχεται από το φίλο σας για να κερδίσετε δωρεάν αποθήκευση και για τους δύο σας
es: Introduce el código proporcionado por tu amigo para reclamar almacenamiento gratuito para ambos
fa: کدی که دوستت به تو داده را وارد کن تا هر دو از فضای ذخیره‌سازی رایگان بهره‌مند شوید
fr: Entrez le code fourni par votre ami·e pour débloquer l'espace de stockage gratuit
id: Masukkan kode yang diberikan temanmu untuk memperoleh kuota gratis untuk kalian berdua
it: Inserisci il codice fornito dal tuo amico per richiedere spazio gratuito per entrambi
nl: Voer de code van de vriend in om gratis opslag voor jullie beiden te claimen
no: Angi koden fra vennen din for å få gratis lagringsplass for dere begge
pt_br: Insira o código fornecido por um amigo para reivindicar armazenamento grátis para ambos
ru: Введите код, предоставленный вашим другом, чтобы вы оба могли получить бесплатное хранилище
sr: Унеси код који ти је дао пријатељ да бисте обоје добили бесплатан простор за складиштење
sv: Ange koden som din vän har angett för att få gratis lagring för er båda
uk: Введіть код, наданий вашим другом, щоби отримати безплатне сховище для вас обох
ur: اپنے دوست کا فراہم کردہ کوڈ درج کریں تاکہ آپ دونوں کے لیے مفت اسٹوریج کا دعویٰ کیا جا سکے
vi: Nhập mã do bạn bè cung cấp để nhận thêm dung lượng miễn phí cho cả hai

source: Apply
ar: تطبيق
az: Tətbiq et
be: Ужыць
ca: Aplica
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fa: اعمال کن
fr: Appliquer
id: Terapkan
it: Applica
nl: Toepassen
no: Anvend
pt_br: Aplicar
ru: Применить
sr: Примени
sv: Verkställ
uk: Застосувати
ur: لگائیں
vi: Áp dụng

source: Failed to apply code
ar: فشل تطبيق الرمز
az: Kodun tətbiqi baş tutmadı
be: Не ўдалося ўжыць код
ca: No s'ha pogut aplicar el codi
cs: Nepodařilo se použít kód
de: Der Code konnte nicht aktiviert werden
el: Αποτυχία εφαρμογής κωδικού
es: Error al aplicar el código
fa: عدم موفقیت در اعمال کد
fr: Impossible d'appliquer le code
id: Gagal menerapkan kode
it: Impossibile applicare il codice
nl: Code toepassen mislukt
no: Kunne ikke bruke koden
pt_br: Falhou ao aplicar código
ru: Не удалось применить код
sr: Грешка у примењивању кôда
sv: Det gick inte att använda koden
uk: Не вдалося застосувати код
ur: کوڈ لگانے میں ناکام
vi: Không thể áp dụng mã

source: Enter referral code
ar: أدخل رمز الإحالة
az: Referal kodunu daxil edin
be: Увядзіце рэферальны код
ca: Introdueix codi de referència
cs: Vložte referenční kód
de: Gib den Weiterempfehlungs-Code ein
el: Εισάγετε τον προωθητικό κωδικό
es: Introduce el código de referido
fa: کد ارجاع را وارد کن
fr: Code de parrainage
id: Masukkan kode rujukan
it: Inserisci il codice di invito
nl: Voer verwijzingscode in
no: Angi vervekode
pt_br: Inserir código de referência
ru: Введите реферальный код
sr: Унеси реферални код
sv: Ange hänvisningskod
uk: Введіть реферальний код
ur: ریفرل کوڈ درج کریں
vi: Nhập mã giới thiệu

# codeAppliedPageTitle
source: Code applied
ar: تم تطبيق الرمز
az: Kod tətbiq olundu
be: Код ужыты
ca: Codi aplicat
cs: Kód byl použit
de: Code eingelöst
el: Ο κωδικός εφαρμόστηκε
es: Código aplicado
fa: کد اعمال شد
fr: Code appliqué
id: Kode diterapkan
it: Codice applicato
nl: Code toegepast
no: Kode brukt
pt_br: Código aplicado
ru: Код применён
sr: Кôд примењен
sv: Kod tillämpad
uk: Код застосовано
ur: کوڈ لگ گیا
vi: Mã đã được áp dụng

source: Change your referral code
ar: تغيير رمز الإحالة الخاص بك
az: Kodunuzu dəyişdirin
be: Змяніць свой рэферальны код
ca: Canvia el teu codi
cs: Změňte svůj referenční kód
de: Ändere deinen Code
el: Αλλάξτε τον προωθητικό κωδικό σας
es: Cambiar tu código
fa: کد ارجاع خود را تغییر دهید
fr: Modifier votre code
id: Ganti kode rujukan kamu
it: Cambia il tuo codice invito
nl: Wijzig uw verwijzingscode
no: Endre din vervekode
pt_br: Alterar código de referência
ru: Изменить код
sr: Промени свој реферални код
sv: Ändra din värvningskod
uk: Змінити ваш реферальний код
ur: اپنا کوڈ تبدیل کریں
vi: Thay đổi mã

source: Change
ar: تغيير
az: Dəyişdir
be: Змяніць
ca: Canvia
cs: Změnit
de: Ändern
el: Αλλαγή
es: Cambiar
fa: تغییر
fr: Modifier
id: Ubah
it: Cambia
nl: Wijzigen
no: Endre
pt_br: Alterar
ru: Изменить
sr: Измени
sv: Ändra
uk: Змінити
ur: تبدیل کریں
vi: Thay đổi

# unavailableReferralCode
source: Sorry, this code is unavailable.
ar: عذرًا، هذا الرمز غير متوفر.
az: Təəssüf ki, bu kod artıq istifadə olunub əlçatmazdır.
be: На жаль, гэты код ужо недаступны.
ca: Ho sentim, aquest codi no està disponible.
cs: Omlouváme se, tento kód je nedostupný.
de: Entschuldigung, dieser Code ist nicht verfügbar.
el: Λυπούμαστε, αυτός ο κωδικός δεν είναι διαθέσιμος.
es: Lo sentimos, este código no está disponible.
fa: متأسفانه، این کد در دسترس نیست.
fr: Désolé, ce code n'est pas disponible.
id: Maaf, kode ini tidak tersedia.
it: Siamo spiacenti, questo codice non è disponibile.
nl: Deze code is helaas niet beschikbaar.
no: Beklager, denne koden er utilgjengelig.
pt_br: Desculpe, este código está indisponível.
ru: Извините, этот код недоступен.
sr: Жао нам је, овај кôд није доступан.
sv: Tyvärr är denna kod inte tillgänglig.
uk: На жаль, цей код недоступний.
ur: معذرت، یہ کوڈ دستیاب نہیں ہے.
vi: Rất tiếc, mã này không khả dụng.

# codeChangeLimitReached
source: Sorry, you've reached the limit of code changes.
ar: عذرًا، لقد تجاوزت الحد المسموح به لتعديلات الرمز.
az: Bağışlayın, siz kod dəyişdirmə limitinə çatdınız.
be: На жаль, вы дасягнулі абмежавання па колькасці змяненняў кода.
ca: Ho sentim, has assolit el límit de canvis de codi.
cs: Omlouváme se, dosáhli jste limitu změn kódu.
de: Entschuldigung, du hast das Limit der Code-Änderungen erreicht.
el: Λυπούμαστε, έχετε συμπληρώσει το όριο των αλλαγών κωδικού.
es: Lo sentimos, has alcanzado el límite de cambios de códigos.
fa: متأسفانه، شما به حد تغییرات کد رسیده‌اید.
fr: Désolé, vous avez atteint la limite de changements de code.
id: Maaf, kamu telah mencapai batas perubahan kode.
it: Siamo spiacenti, hai raggiunto il limite di modifiche del codice.
nl: Sorry, u heeft de limiet van het aantal codewijzigingen bereikt.
no: Beklager, du har nådd grensen for kodeendringer.
pt_br: Desculpe, você atingiu o limite de mudanças de código.
ru: Извините, вы достигли лимита изменений кода.
sr: Жао нам је, достигли сте максимум броја промена кôда.
sv: Tyvärr, du har nått gränsen för kodändringar.
uk: На жаль, ви досягли ліміту змін коду.
ur: معذرت، آپ کوڈ کی تبدیلیوں کی حد تک پہنچ چکے ہیں.
vi: Rất tiếc, bạn đã đạt hạn mức thay đổi mã.

# onlyFamilyAdminCanChangeCode
source: Please contact {familyAdminEmail} to change your code.
ar: يرجى الاتصال بـ {familyAdminEmail} لتغيير الرمز الخاص بك.
az: Kodunuzu dəyişmək üçün zəhmət olmasa {familyAdminEmail} ilə əlaqə saxlayın.
be: Адпраўце ліст на паштовы адрас {familyAdminEmail}, каб змяніць код.
ca: Si us plau, contacta amb {familyAdminEmail} per canviar el teu codi.
cs: Pro změnu kódu prosím kontaktujte {familyAdminEmail}.
de: Bitte wende Dich an {familyAdminEmail}, um den Code zu ändern.
el: Παρακαλούμε επικοινωνήστε με το {familyAdminEmail} για να αλλάξετε τον κωδικό σας.
es: Por favor, contacta a {familyAdminEmail} para cambiar tu código.
fa: لطفاً با {familyAdminEmail} تماس بگیرید تا کد شما تغییر کند.
fr: Veuillez contacter {familyAdminEmail} pour modifier votre code.
id: Harap hubungi {familyAdminEmail} untuk mengubah kode kamu.
it: Per favore contatta {familyAdminEmail} per cambiare il tuo codice.
nl: Neem contact op met {familyAdminEmail} om uw code te wijzigen.
no: Vennligst kontakt {familyAdminEmail} for å endre koden din.
pt_br: Entre em contato com {familyAdminEmail} para alterar o seu código.
ru: Пожалуйста, свяжитесь с {familyAdminEmail} для изменения кода.
sr: Молимо вас да контактирате {familyAdminEmail} да бисте променили свој код.
sv: Kontakta {familyAdminEmail} för att ändra din kod.
uk: Зв'яжіться з {familyAdminEmail}, щоб змінити код.
ur: اپنا کوڈ تبدیل کرنے کے لیے براہ کرم {familyAdminEmail} سے رابطہ کریں.
vi: Vui lòng liên hệ {familyAdminEmail} để thay đổi mã của bạn.

# storageInGB
source: {storageAmountInGB} GB
ar: {storageAmountInGB} جيجابايت
be: {storageAmountInGB} ГБ
fa: {storageAmountInGB} گیگابایت
fr: {storageAmountInGB} Go
ru: {storageAmountInGB} ГБ
sr: {storageAmountInGB} ГБ
uk: {storageAmountInGB} ГБ
ur: {storageAmountInGB} جی بی

source: Claimed
ar: تم الحصول عليها
az: Əldə edildi
be: Атрымана
ca: Reclamat
cs: Získáno
de: Eingelöst
el: Κερδήθηκαν
es: Obtenido
fa: ادعا شده
fr: Obtenu
id: Diperoleh
it: Riscattato
nl: Geclaimd
no: Løst inn
pt_br: Reivindicado
ru: Получено
sr: Освојено
sv: Nyttjad
uk: Отримано
ur: دعویٰ کیا گیا
vi: Đã nhận

source: Claim more!
ar: المطالبة بالمزيد!
az: Daha çox əldə et!
be: Атрымайце больш!
ca: Reclama més!
cs: Získat více!
de: Mehr einlösen!
el: Κερδίστε περισσότερα!
es: ¡Obtén más!
fa: ادعای بیشتری کنید!
fr: Réclamez plus !
id: Peroleh lebih banyak!
it: Richiedine di più!
nl: Claim meer!
no: Løs inn mer!
pt_br: Reivindique mais!
ru: Получите больше!
sr: Освоји још!
sv: Begär mer!
uk: Отримайте більше!
ur: مزید دعویٰ کریں!
vi: Nhận thêm!

# theyAlsoGetXGb
source: They also get {storageAmountInGB} GB
ar: سيحصلون أيضًا على {storageAmountInGB} جيجابايت
az: Onlar da {storageAmountInGB} GB əldə edirlər
be: Яны таксама атрымаць {storageAmountInGB} ГБ
ca: Ells també obtenen {storageAmountInGB} GB
cs: Získají také {storageAmountInGB} GB
de: Diese erhalten auch {storageAmountInGB} GB
el: Κερδίζουν και εκείνοι {storageAmountInGB} GB
es: También obtienen {storageAmountInGB} GB
fa: آنها همچنین {storageAmountInGB} گیگابایت دریافت می‌کنند
fr: Ils obtiennent aussi {storageAmountInGB} Go
id: Ia juga mendapat {storageAmountInGB} GB
it: Anche loro riceveranno {storageAmountInGB} GB
nl: Zij krijgen ook {storageAmountInGB} GB
no: De får også {storageAmountInGB} GB
pt_br: Eles também recebem {storageAmountInGB} GB
ru: Они тоже получат {storageAmountInGB} ГБ
sr: Они ће такође добити {storageAmountInGB} ГБ
sv: De får också {storageAmountInGB} GB
uk: Вони також отримують {storageAmountInGB} ГБ
ur: انہیں بھی {storageAmountInGB} جی بی ملتا ہے
vi: Họ cũng nhận được {storageAmountInGB} GB
