Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# fileAnalysisFailed
source: Unable to analyze file
ar: تعذر تحليل الملف
az: Fayl analiz edilə bilmədi
be: Немагчыма прааналізаваць файл
ca: No s'ha pogut analitzar el fitxer
cs: Nelze analyzovat soubor
de: Datei konnte nicht analysiert werden
es: No se puede analizar el archivo
fa: عدم توانایی در تحلیل فایل
fr: Impossible d'analyser le fichier
pt_br: Incapaz de analisar rosto
ru: Не удалось проанализировать файл
sv: Kunde inte analysera fil
ur: فائل کا تجزیہ کرنے سے قاصر
vi: Không thể xác định tệp

source: Edit auto-add people
ar: تحرير إضافة الأشخاص التلقائية
az: İnsanların avtomatik əlavə edilməsini redaktə et
be: Рэдагаваць аўтаматычнае дадаванне людзей
ca: Edita persones d'afegit automàtic
cs: Upravit automatické přidávání osob
de: Automatisch hinzugefügte Personen bearbeiten
es: Editar agregar personas automáticamente
fa: ویرایش افراد خودکار اضافه شده
fr: Modifier les personnes auto-ajoutées
pt_br: Editar adição automática de pessoas
ru: Редактировать автоматическое добавление людей
ur: لوگوں کے خودکار اضافے میں ترمیم کریں
vi: Sửa tự động thêm người

source: Auto-add people
ar: إضافة الأشخاص التلقائية
az: İnsanları avtomatik əlavə et
be: Аўтададаванне людзей
ca: Afegit automàtic de persones
cs: Automatické přidávání osob
de: Personen automatisch hinzufügen
es: Agregar personas automáticamente
fa: افراد خودکار اضافه شده
fr: Ajouter automatiquement des personnes
pt_br: Adicionar pessoas auto.
ru: Автоматически добавлять людей
ur: لوگ خود بخود شامل کریں
vi: Tự động thêm người

source: Auto-add to album
ar: إضافة تلقائية إلى الألبوم
az: Alboma avtomatik əlavə et
be: Аўтададаванне альбома
ca: Afegit automàtic a l'àlbum
cs: Automaticky přidat do alba
de: Automatisch zu Album hinzufügen
es: Añadir al álbum automáticamente
fa: خودکار اضافه کردن به آلبوم
fr: Ajouter automatiquement à l'album
pt_br: Adicionar ao álbum auto.
ru: Автоматически добавлять в альбом
ur: البم میں خودکار شامل کریں
vi: Tự động thêm vào album

# shouldRemoveFilesSmartAlbumsDesc
source: Should the files related to the person that were previously selected in smart albums be removed?
az: Ağıllı albomlarda əvvəllər seçilmiş şəxslə bağlı fayllar silinsin?
be: Ці варта выдаляць файлы, звязаны з чалавекам, які раней быў выбраны ў інтэлектуальных альбомах?
ca: S'han d'eliminar els fitxers relacionats amb la persona que es van seleccionar prèviament en àlbums intel·ligents?
cs: Mají být soubory související s osobou, které byly dříve vybrány ve smart albech, odstraněny?
de: Sollen die Dateien, die sich auf die Person beziehen, die zuvor in Smart-Alben ausgewählt wurde, entfernt werden?
es: ¿Deben eliminarse los archivos relacionados con la persona previamente seleccionada en los álbumes inteligentes?
fa: آیا باید فایل‌های مربوط به فردی که قبلاً در آلبوم‌های هوشمند انتخاب شده‌اند، حذف شوند؟
fr: Les fichiers liés à la personne qui ont été précédemment sélectionnés dans les albums intelligents doivent-ils être supprimés ?
pt_br: Deveria excluir os arquivos relacionados à pessoa anteriormente selecionada nos álbuns inteligentes?
ru: Хотите удалить файлы, связанные с человеком, ранее выбранным в смарт-альбоме?
ur: کیا اس شخص سے متعلق فائلیں جو پہلے سمارٹ البمز میں منتخب کی گئی تھیں انہیں ہٹا دیا جائے؟
vi: Bạn có muốn xóa các tệp liên quan đến người đã được chọn trước đó trong album thông minh không?

source: Adding photos
ar: جاري إضافة الصور
az: Fotolar əlavə edilir
be: Дадаванне фатаграфій
ca: Afegint fotos
cs: Přidávání fotografií
de: Füge Fotos hinzu
es: Añadiendo fotos
fa: در حال اضافه کردن عکس‌ها
fr: Ajout des photos
pt_br: Adicionando fotos
ru: Добавление фото
sv: Lägger till foton
ur: تصاویر شامل کی جا رہی ہیں
vi: Đang thêm ảnh

source: Getting ready
ar: جاري الإعداد
az: Hazırlanır
be: Ідзе падрыхтоўка
ca: Preparant-se
cs: Připravuji
de: Vorbereitung
es: Preparándose
fa: در حال آماده‌سازی
fr: Préparation
pt_br: Preparando
ru: Идет подготовка
sv: Förbered dig
ur: تیار ہو رہا ہے
vi: Chuẩn bị sẵn sàng

# addSomePhotosDesc1
source: Add some photos or pick
az: Bəzi fotolar əlavə edin və ya seçin
be: Дадайце некалькі фатаграфій або выберыце
ca: Afegeix algunes fotos o tria
cs: Přidejte nějaké fotografie nebo vyberte
de: Fotos hinzufügen oder auswählen
es: Añadir algunas fotos o elegir
fa: چند عکس اضافه کنید یا
fr: Ajoutez quelques photos ou choisissez des
pt_br: Adicione algumas fotos ou selecione
ru: Добавьте несколько фотографий или выберите
sr: Додај фотографије или изабери
ur: کچھ تصاویر شامل کریں یا منتخب کریں
vi: Thêm vài ảnh hoặc chọn

# addSomePhotosDesc2
source: familiar faces
ar: وجوه مألوفة
az: tanış üzlər
be: знаёмыя твары
ca: cares familiars
cs: známé tváře
de: bekannte Gesichter
es: caras familiares
fa: چهره‌های آشنا را انتخاب کنید
fr: visages familiers
pt_br: rostos familiares
ru: знакомые лица
sr: позната лица
sv: bekanta ansikten
ur: جانے پہچانے چہرے
vi: những khuôn mặt giống nhau

# addSomePhotosDesc3
source: to begin with
ar: للبدء بـ
az: başlamaq üçün
be: пачаць з
ca: per començar
cs: pro začátek
de: zu beginnen
es: para comenzar con
fa: برای شروع
fr: pour commencer
pt_br: para iniciar com
ru: начать с
sr: за почетак
sv: till att börja med
ur: شروع کرنے کے لیے
vi: để bắt đầu với

source: Ignore person
ar: تجاهل الشخص
az: İnsanı görməzdən gəlin
be: Ігнараваць асобу
ca: Ignora persona
cs: Ignorovat osobu
de: Person ignorieren
es: Ignorar persona
fa: فرد را نادیده بگیرید
fr: Ignorer la personne
pt_br: Ignorar pessoa
ru: Игнорировать людей
sr: Игнориши особу
sv: Ignorera person
ur: شخص کو نظر انداز کریں
vi: Bỏ qua người

source: Mixed grouping?
az: Qarışıq qruplaşdırma?
be: Змешаная група?
ca: Agrupament mixt?
cs: Smíšené seskupení?
de: Gemischte Gruppierung?
es: ¿Grupo mixto?
fa: گروه‌بندی مختلط؟
fr: Plusieurs personnes?
pt_br: Agrupamento mesclado?
ru: Смешанная группа?
ur: ملی جلی گروپنگ؟
vi: Nhóm hỗn hợp?

source: Analysis
ar: تحليل
az: Analiz
be: Аналіз
ca: Anàlisi
cs: Analýza
de: Analyse
es: Análisis
fa: تحلیل
fr: Analyse
pt_br: Análise
ru: Анализ
sr: Анализа
sv: Analys
ur: تجزیہ
vi: Phân tích

# doesGroupContainMultiplePeople
source: Does this grouping contain multiple people?
ar: هل هذه المجموعة تحتوي على أشخاص متعددين؟
az: Bu qruplaşmada bir neçə şəxs var?
be: Ці змяшчае гэта група некалькі людзей?
ca: Aquest agrupament conté múltiples persones?
cs: Obsahuje tato skupina více osob?
de: Enthält diese Gruppierung mehrere Personen?
es: ¿Esta agrupación contiene varias personas?
fa: آیا این گروه‌بندی شامل چند نفر است؟
fr: Ce groupement contient-il plusieurs personnes ?
pt_br: O agrupamento possui várias pessoas?
ru: Много ли людей в этой группе?
ur: کیا اس گروپنگ میں متعدد لوگ شامل ہیں؟
vi: Nhóm này có chứa nhiều người?

# automaticallyAnalyzeAndSplitGrouping
source: We will automatically analyze the grouping to determine if there are multiple people present, and separate them out again. This may take a few seconds.
ar: سنقوم تلقائيا بتحليل المجموعة لتحديد ما إذا كان هناك عدة أشخاص، وفصلهم مرة أخرى. قد يستغرق هذا بضع ثوان.
az: Bir neçə şəxsin olub-olmadığını müəyyən etmək üçün qruplaşmanı avtomatik analiz edəcəyik və onları yenidən ayıracağıq. Bu, bir neçə saniyə çəkə bilər.
be: Сістэма аўтаматычна прааналізуе групу для вызначэння, ці ёсць у ёй некалькі людзей, і зноў раздзеліць іх. Гэта можа заняць некалькі секунд.
ca: Analitzarem automàticament l'agrupament per determinar si hi ha múltiples persones presents, i les separarem de nou. Això pot trigar uns segons.
cs: Automaticky analyzujeme seskupení, abychom zjistili, zda je přítomno více osob, a opět je oddělíme. To může trvat několik sekund.
de: Wir analysieren die Gruppierung automatisch, um festzustellen, ob mehrere Personen vorhanden sind, und trennen sie erneut. Dies kann ein paar Sekunden dauern.
es: Analizaremos automáticamente la agrupación para determinar si hay varias personas presentes, y separarlas de nuevo. Esto puede tardar unos segundos.
fa: ما به‌طور خودکار گروه‌بندی را تحلیل می‌کنیم تا مشخص کنیم آیا چند نفر در آن حضور دارند و دوباره آنها را جدا می‌کنیم. این ممکن است چند ثانیه طول بکشد.
fr: Nous analyserons automatiquement le regroupement pour déterminer s'il y a plusieurs personnes présentes et nous les séparerons à nouveau si tel est le cas. Cela peut prendre quelques secondes.
pt_br: Determinaremos automaticamente o agrupamento para saber se há várias pessoas presentes, e separá-las novamente. Isso deve levar alguns segundos.
ru: Мы автоматически проанализируем группу, чтобы определить, есть ли в ней несколько человек, и снова разделим их. Это может занять несколько секунд.
ur: ہم خود بخود گروپنگ کا تجزیہ کریں گے تاکہ یہ تعین کیا جا سکے کہ آیا متعدد لوگ موجود ہیں، اور انہیں دوبارہ الگ کریں گے. اس میں چند سیکنڈ لگ سکتے ہیں.
vi: Chúng tôi sẽ tự động phân tích nhóm để xác định xem có nhiều người góp mặt hay không và tách họ ra lần nữa. Việc này có thể mất vài giây.

source: Layout
ar: التخطيط
az: Düzen
be: Макет
ca: Disposició
cs: Rozvržení
es: Disposición
fa: چیدمان
fr: Disposition
ru: Макет
sr: Распоред
ur: خاکہ
vi: Bố cục

source: Day
ar: اليوم
az: Gün
be: Дзень
ca: Dia
cs: Den
de: Tag
es: Día
fa: روز
fr: Jour
pt_br: Dia
ru: Дню
sr: Дан
sv: Dag
ur: دن
vi: Ngày

source: Undo
ar: تراجع
az: Geri al
be: Адрабіць
ca: Desfés
cs: Vrátit zpět
de: Rückgängig
es: Deshacer
fa: بازگشت
fr: Annuler
pt_br: Desfazer
ru: Отменить
sv: Ångra
ur: کالعدم کریں
vi: Hoàn tác

source: Redo
ar: إعادة
az: İrəli al
be: Узнавіць
ca: Refés
cs: Opakovat akci
de: Wiederherstellen
es: Rehacer
fa: از نو انجام دادن
fr: Rétablir
pt_br: Refazer
ru: Переделать
sv: Upprepa
ur: دوبارہ کریں
vi: Làm lại

source: Filter
ar: فلتر
az: Filtr
be: Фільтр
ca: Filtre
cs: Filtr
es: Filtro
fa: فیلتر
fr: Filtres
pt_br: Filtrar
ru: Фильтр
sr: Филтер
ur: فلٹر
vi: Bộ lọc

source: Adjust
ar: تعديل
az: Tənzimlə
be: Рэгуляваць
ca: Ajusta
cs: Upravit
de: Anpassen
es: Ajustar
fa: تنظیم
fr: Ajuster
nn: Juster
pt_br: Ajuste
ru: Отрегулировать
sr: Прилагоди
sv: Justera
ur: ایڈجسٹ کریں
vi: Điều chỉnh

source: Draw
ar: رسم
az: Çək
be: Намаляваць
ca: Dibuixa
cs: Kreslit
de: Zeichnen
es: Dibujar
fa: نقاشی
fr: Dessiner
nn: Klistremerke
pt_br: Desenho
ru: Рисовать
sr: Нацртај
ur: ڈرا کریں
vi: Vẽ

source: Sticker
ar: ملصق
az: Stiker
be: Стыкер
ca: Adhesiu
cs: Nálepka
es: Pegatina
fa: استیکر
fr: Autocollant
pt_br: Figurinha
ru: Стикер
sr: Налепница
ur: اسٹیکر

source: Brush Color
ar: لون الفرشاة
az: Fırça rəngi
be: Колер пэндзля
ca: Color del pinzell
cs: Barva štětce
de: Pinselfarbe
es: Color del pincel
fa: رنگ قلم
fr: Couleur du pinceau
nn: Penselfarge
pt_br: Cor do pincel
ru: Цвет кисти
sr: Боја четкице
ur: برش کا رنگ
vi: Màu cọ

source: Font
ar: الخط
az: Şrift
be: Шрыфт
cs: Písmo
de: Schriftart
es: Fuente
fa: فونت
fr: Police
pt_br: Fonte
ru: Шрифт
sr: Фонт
ur: فونٹ
vi: Phông chữ

source: Background
ar: خلفية
az: Arxa plan
be: Фон
ca: Fons
cs: Pozadí
de: Hintergrund
es: Fondo
fa: پس‌زمینه
fr: Arrière-plan
pt_br: Fundo
ru: Фон
sr: Позадина
sv: Bakgrund
ur: پس منظر
vi: Nền

source: Align
ar: محاذاة
az: Hizala
be: Выраўноўванне
ca: Alinea
cs: Zarovnat
de: Ausrichten
es: Alinear
fa: تراز
fr: Aligner
pt_br: Alinhar
ru: Выравнивание
sr: Поравнај
ur: سیدھ کریں
vi: Căn chỉnh

# addedToAlbums
source: {count, plural, =1{Added successfully to 1 album} other{Added successfully to {count} albums}}
ar: {count, plural, =1{تمت الإضافة إلى ألبوم واحد بنجاح} other{تم الإضافة إلى {count} ألبومات بنجاح}}
az: {count, plural, =1 {1 alboma uğurla əlavə edildi} other {{count} alboma uğurla əlavə edildi}}
be: {count, plural, =1{Паспяхова дададзена ў 1 альбом} few{Паспяхова дададзена ў {count} альбомы} other{Паспяхова дададзена ў {count} альбомаў}}
ca: {count, plural, =1{Afegit amb èxit a 1 àlbum} other{Afegit amb èxit a {count} àlbums}}
cs: {count, plural, =1{Úspěšně přidáno do 1 alba} other{Úspěšně přidáno do {count} alb}}
de: {count, plural, =1{Erfolgreich zu einem Album hinzugefügt} other{Erfolgreich zu {count} Alben hinzugefügt}}
es: {count, plural, =1{Añadido con éxito a 1 álbum} other{Añadido con éxito a {count} álbumes}}
fa: {count, plural, =1{با موفقیت به ۱ آلبوم اضافه شد} other{با موفقیت به {count} آلبوم اضافه شد}}
fr: {count, plural, one {}=1{Ajouté avec succès à 1 album} other{Ajouté avec succès à {count} albums}}
pt_br: {count, plural, =1 {Adicionado com sucesso a 1 álbum} other{Adicionado com sucesso a {count} álbuns}}
ru: {count, plural, =1{Добавлено в 1 альбом успешно} few{Добавлено в {count} альбомов успешно} other{Добавлено в {count} альбомов успешно}}
sr: {count, plural, =1{Успешно додано у 1 албум} other{Успешно додано у {count} албума}}
ur: {count, plural, =1{1 البم میں کامیابی سے شامل کر دیا گیا} other{{count} البمز میں کامیابی سے شامل کر دیا گیا}}
vi: {count, plural, =1{Đã thêm vào 1 album thành công} other{Đã thêm vào {count} album thành công}}

source: Videos processed
az: Videolar işlənildi
be: Відэа было апрацавана
ca: Vídeos processats
cs: Zpracovaná videa
de: Videos verarbeitet
es: Vídeos procesados
fa: ویدیوهای پردازش شده
fr: Vidéos traitées
ru: Видео было обработано
sv: Videor bearbetade
ur: ویڈیوز پروسیس ہو گئیں
vi: Video đã được xử lý

source: Total videos
az: Ümumi videolar
be: Усяго відэа
ca: Total de vídeos
cs: Celkový počet videí
de: Videos insgesamt
es: Vídeos totales
fa: کل ویدیوها
fr: Total de vidéos
ru: Всего видео
ur: کل ویڈیوز
vi: Tổng số video

source: Skipped videos
az: Ötürülmüş videolar
be: Прапушчаныя відэа
ca: Vídeos omesos
cs: Přeskočená videa
de: Übersprungene Videos
es: Vídeos omitidos
fa: ویدیوهای رد شده
fr: Vidéos ignorées
ru: Пропущенные видео
sv: Överhoppade videor
ur: چھوڑی گئی ویڈیوز
vi: Video bị bỏ qua

# videoStreamingNote
source: Only videos from last 60 days and under 1 minute are processed on this device. For older/longer videos, enable streaming in the desktop app.
az: Bu cihazda yalnız son 60 günün və 1 dəqiqədən qısa olan videolar emal edilir. Daha köhnə/uzun videolar üçün masaüstü tətbiqində yayımı aktivləşdirin.
be: Гэта прылада можа апрацоўваць відэа, якія зняты не пазней за 60 дзён таму і працягласцю не больш за 1 хвіліну. Для больш старых або больш доўгіх відэа ўключыце перадачу плынню ў праграме для камп'ютара.
ca: Només els vídeos dels últims 60 dies i de menys d'1 minut es processen en aquest dispositiu. Per a vídeos més antics/llargs, activa la transmissió a l'aplicació d'escriptori.
cs: Na tomto zařízení se zpracovávají pouze videa z posledních 60 dnů, která jsou kratší než 1 minuta. U starších/delších videí povolte streamování v desktopové aplikaci.
de: Nur Videos der letzten 60 Tage und unter einer Minute werden auf diesem Gerät verarbeitet. Für ältere/längere Videos aktiviere das Streaming in der Desktop-App.
es: Solo los vídeos de los últimos 60 días y menos de 1 minuto se procesan en este dispositivo. Para vídeos más viejos/más largos, habilita la transmisión en la aplicación de escritorio.
fa: فقط ویدیوهای ۶۰ روز گذشته و زیر ۱ دقیقه در این دستگاه پردازش می‌شوند. برای ویدیوهای قدیمی‌تر یا طولانی‌تر، استریم را در برنامه دسکتاپ فعال کنید.
fr: Seules les vidéos des 60 derniers jours et de moins d'une minute sont traitées sur cet appareil. Pour les vidéos plus anciennes/plus longues, activez le streaming dans l'application pour ordinateur.
ru: Это устройство поддерживает только видео, снятые не более 60 дней назад и продолжительностью менее 1 минуты. Для более старых/длинных видео включите потоковую передачу в приложении для ПК.
ur: اس ڈیوائس پر صرف گزشتہ 60 دنوں کی اور 1 منٹ سے کم کی ویڈیوز پروسیس کی جاتی ہیں. پرانی/لمبی ویڈیوز کے لیے، ڈیسک ٹاپ ایپ میں اسٹریمنگ فعال کریں.
vi: Thiết bị này chỉ xử lý các video từ 60 ngày trở xuống và có thời lượng dưới 1 phút. Đối với các video cũ hơn/dài hơn, hãy bật tính năng phát trực tuyến trong ứng dụng máy tính để bàn.

source: Create stream
az: Yayım yaradın
be: Уключыць перадачу плынню
ca: Crea transmissió
cs: Vytvořit stream
de: Stream erzeugen
es: Crear transmisión
fa: ایجاد استریم
fr: Créer le flux
ru: Создать прямую трансляцию
sv: Skapa ström
ur: اسٹریم بنائیں
vi: Tạo phát trực tiếp

source: Recreate stream
az: Yayımı yenidən yaradın
be: Стварыць трансляцыю паўторна
ca: Recrea transmissió
cs: Obnovit stream
de: Stream neu erzeugen
es: Recrear transmisión
fa: ایجاد مجدد استریم
fr: Recréer le flux
ru: Воссоздать прямую трансляцию
sv: Återskapa ström
ur: اسٹریم دوبارہ بنائیں
vi: Tạo lại phát trực tiếp

source: Added to stream creation queue
az: Yayım yaratma növbəsinə əlavə edildi
be: Дададзена ў чаргу стварэння плыні
ca: Afegit a la cua de creació de transmissió
cs: Přidáno do fronty pro vytvoření streamu
de: Zur Warteschlange für Streamerstellung hinzugefügt
es: Añadido a la cola de creación de transmisiones
fa: به صف ایجاد استریم اضافه شد
fr: Ajouté à la file d'attente de création de flux
ru: Добавлено в очередь создания потока
ur: اسٹریم بنانے کی قطار میں شامل کر دیا گیا
vi: Đã thêm vào hàng đợi tạo luồng

source: Added to stream recreation queue
az: Yayım istirahət növbəsinə əlavə edildi
be: Дададзена ў чаргу паўторнай рэгенерацыі плыні
ca: Afegit a la cua de recreació de transmissió
cs: Přidáno do fronty pro obnovení streamu
de: Zur Warteschlange für Neuerstellung der Streams hinzugefügt
es: Añadido a la cola de grabación de transmisiones
fa: به صف ایجاد مجدد استریم اضافه شد
fr: Ajouté à la file d'attente de re-création de flux
ru: Добавлено в очередь регенерации потока
ur: اسٹریم دوبارہ بنانے کی قطار میں شامل کر دیا گیا
vi: Đã thêm vào hàng đợi tạo lại luồng

source: Video preview already exists
az: Videonun önbaxışı artıq mövcuddur
be: Прадпрагляд відэа ўжо існуе
ca: La previsualització del vídeo ja existeix
cs: Náhled videa již existuje
de: Videovorschau existiert bereits
es: La vista previa de vídeo ya existe
fa: پیش‌نمایش ویدیو قبلاً وجود دارد
fr: L'aperçu vidéo existe déjà
ru: Видео-превью уже существует
ur: ویڈیو کا پیش نظارہ پہلے سے موجود ہے
vi: Bản xem trước video đã tồn tại

# videoAlreadyInQueue
source: Video file already present in the queue
az: Video faylı artıq növbədədir
be: Файл відэа ўжо знаходзіцца ў чарзе
ca: El fitxer de vídeo ja és present a la cua
cs: Video soubor již je ve frontě
de: Videodatei existiert bereits in der Warteschlange
es: El archivo de vídeo ya está en la cola
fa: فایل ویدیو قبلاً در صف موجود است
fr: Fichier vidéo déjà présent dans la file d'attente
ru: Видеофайл уже в очереди
ur: ویڈیو فائل پہلے سے قطار میں موجود ہے
vi: Tệp video đã có trong hàng đợi

source: Added to queue
az: Növbəyə əlavə edildi
be: Дададзена ў чаргу
ca: Afegit a la cua
cs: Přidáno do fronty
de: Zur Warteschlange hinzugefügt
es: Añadido a la cola
fa: به صف اضافه شد
fr: Ajouté à la file d'attente
ru: Добавлено в очередь
sv: Tillagd i kön
ur: قطار میں شامل کر دیا گیا
vi: Đã thêm vào hàng đợi

source: Creating stream
az: Yayım yaradılır
be: Стварэнне плыні
ca: Creant transmissió
cs: Vytváření streamu
de: Stream wird erzeugt
es: Creando transmisión
fa: در حال ایجاد استریم
fr: Création du flux
ru: Создание потока
sv: Skapar ström
ur: اسٹریم بنائی جا رہی ہے
vi: Đang tạo luồng

source: Similar images
az: Oxşar şəkillər
be: Падобныя відарысы
ca: Imatges similars
cs: Podobné obrázky
de: Ähnliche Bilder
es: Imágenes similares
fa: تصاویر مشابه
fr: Images similaires
ru: Похожие фотографии
sv: Liknande bilder
ur: ملتی جلتی تصاویر
vi: Ảnh giống nhau

source: Find similar images
az: Oxşar şəkilləri tap
be: Знайсці падобныя відарысы
ca: Troba imatges similars
cs: Najít podobné obrázky
de: Ähnliche Bilder finden
es: Buscar imágenes similares
fa: یافتن تصاویر مشابه
fr: Rechercher des images similaires
ru: Найти похожие фотографии
sv: Hitta liknande bilder
ur: ملتی جلتی تصاویر تلاش کریں
vi: Tìm ảnh giống nhau

source: No similar images found
az: Oxşar şəkil tapılmadı
be: Падобныя відарысы не знойдзены
ca: No s'han trobat imatges similars
cs: Nebyly nalezeny žádné podobné obrázky
de: Keine ähnlichen Bilder gefunden
es: No se encontraron imágenes similares
fa: هیچ تصویر مشابهی پیدا نشد
fr: Aucune image similaire trouvée
ru: Подходящих фотографий не найдено
sv: Inga liknande bilder hittades
ur: کوئی ملتی جلتی تصویر نہیں ملی
vi: Không tìm thấy ảnh giống nhau

source: Your photos look unique
az: Şəkilləriniz unikal görünür
be: Вашы фатаграфіі выглядаюць унікальнымі
ca: Les teves fotos semblen úniques
cs: Vaše fotografie vypadají jedinečně
de: Deine Fotos sehen einzigartig aus
es: Tus fotos se ven únicas
fa: عکس‌های شما منحصر به فرد به نظر می‌رسند
fr: Vos photos semblent uniques
ru: Ваши фотографии выглядят уникальными
ur: آپ کی تصاویر منفرد لگتی ہیں
vi: Ảnh của bạn trông độc đáo

# similarGroupsFound
source: {count, plural, =1{{count} group found} other{{count} groups found}}
az: {count, plural, =1{{count} qrup tapıldı} other{{count} qrup tapıldı}}
be: {count, plural, =1{Знойдзена {count} група} few{Знойдзена {count} групы} other{Знойдзена {count} груп}}
ca: {count, plural, =1{{count} grup trobat} other{{count} grups trobats}}
cs: {count, plural, =1{{count} skupina nalezena} few{{count} skupiny nalezeny} other{{count} skupin nalezeno}}
de: {count, plural, =1{Eine Gruppe gefunden} other{{count} Gruppen gefunden}}
es: {count, plural, =1{{count} grupo encontrado} other{{count} grupos encontrados}}
fa: {count, plural, =1{{count} گروه پیدا شد} other{{count} گروه پیدا شد}}
fr: {count, plural, one {}=1{{count} groupe trouvé} other{{count} groupes trouvés}}
ru: {count, plural, =1{{count} группа найдена} other{{count} группы найдены}}
ur: {count, plural, =1{{count} گروپ ملا} other{{count} گروپس ملے}}
vi: {count, plural, =1{{count} nhóm được tìm thấy} other{{count} nhóm được tìm thấy}}

source: Review and remove similar images
az: Oxşar şəkilləri nəzərdən keçirin və silin
be: Прагляд і выдаленне падобных відарысаў
ca: Revisa i elimina imatges similars
cs: Zkontrolujte a odstraňte podobné obrázky
de: Überprüfe und lösche ähnliche Bilder
es: Revisar y eliminar imágenes similares
fa: بررسی و حذف تصاویر مشابه
fr: Examiner et supprimer les images similaires
ru: Просмотр и удаление дубликатов фотографий
ur: ملتی جلتی تصاویر کا جائزہ لیں اور ہٹائیں
vi: Xem lại và xóa ảnh giống nhau

# deletePhotosWithSize
source: Delete {count} photos ({size})
az: {count} şəkli sil ({size})
be: Выдаліць фатаграфій: {count} ({size})
ca: Esborra {count} fotos ({size})
cs: Smazat {count} fotek ({size})
de: Lösche {count} Fotos ({size})
es: Eliminar {count} fotos ({size})
fa: حذف {count} عکس ({size})
fr: Supprimer {count} photos ({size})
ru: Удалить {count} изображений ({size})
ur: {count} تصاویر ڈیلیٹ کریں ({size})
vi: Xóa {count} ảnh ({size})

source: Selection options
az: Seçim seçimləri
be: Параметры выбару
ca: Opcions de selecció
cs: Možnosti výběru
de: Auswahloptionen
es: Opciones de selección
fa: گزینه‌های انتخاب
fr: Options de sélection
ru: Варианты выбора
ur: انتخاب کے اختیارات
vi: Tùy chọn lựa chọn

# selectExactWithCount
source: Exactly similar ({count})
az: Tamamilə oxşar ({count})
be: Такія ж самыя ({count})
ca: Exactament similars ({count})
cs: Úplně stejné ({count})
de: Exakt gleich ({count})
es: Exactamente similar ({count})
fa: دقیقاً مشابه ({count})
fr: Exactement similaire ({count})
ru: Точно такие же ({count})
ur: بالکل ایک جیسی ({count})
vi: Giống nhau hoàn toàn ({count})

source: Select exact
az: Tam eyni olanları seç
be: Выбраць дакладныя
ca: Selecciona exactes
cs: Vybrat shodné
de: Exakte auswählen
es: Seleccionar exactos
fa: انتخاب دقیق
fr: Sélectionner exactement
ru: Выберите точное
sv: Välj exakt
ur: بالکل ویسی منتخب کریں
vi: Chọn chính xác

# selectSimilarWithCount
source: Mostly similar ({count})
az: Çox oxşar ({count})
be: Часткова падобныя ({count})
ca: Majoritàriament similars ({count})
cs: Hodně podobné ({count})
de: Nahezu gleich ({count})
es: Mayormente, similar ({count})
fa: بیشتر مشابه ({count})
fr: Plutôt similaire ({count})
ru: Частично идентичны ({count})
ur: زیادہ تر ملتی جلتی ({count})
vi: Giống nhau một phần ({count})
