Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# toEnableAppLockPleaseSetupDevicePasscodeOrScreen
source: To enable app lock, please setup device passcode or screen lock in your system settings.
ar: لتمكين قفل التطبيق، يرجى إعداد رمز مرور الجهاز أو قفل الشاشة في إعدادات النظام.
az: Tətbiq kilidini aktivləşdirmək üçün zəhmət olmasa sistem parametrlərində cihaz şifrəsini və ya ekran kilidini quraşdırın.
be: Наладзьце код доступу да прылады або блакіроўку экрана ў наладах вашай сістэме, каб уключыць блакіроўку праграмы.
ca: Per activar el bloqueig d'aplicació, si us plau configura el codi d'accés del dispositiu o el bloqueig de pantalla a la configuració del sistema.
cs: Chcete-li povolit zámek aplikace, nastavte v nastavení systému přístupový kód zařízení nebo zámek obrazovky.
de: Um die App-Sperre zu aktivieren, konfiguriere bitte den Gerätepasscode oder die Bildschirmsperre in den Systemeinstellungen.
el: Για να ενεργοποιήσετε το κλείδωμα εφαρμογής, παρακαλώ ορίστε τον κωδικό πρόσβασης της συσκευής ή το κλείδωμα οθόνης στις ρυθμίσεις του συστήματος σας.
es: Para habilitar el bloqueo de la aplicación, por favor configura el código de acceso del dispositivo o el bloqueo de pantalla en los ajustes del sistema.
fa: برای فعال‌سازی قفل برنامه، لطفاً رمز عبور یا قفل صفحه دستگاه را در تنظیمات سیستم خود تنظیم کنید.
fr: Pour activer le verrouillage de l'application vous devez configurer le code d'accès de l'appareil ou le verrouillage de l'écran dans les paramètres de votre système.
it: Per abilitare il blocco dell'app, configura il codice di accesso del dispositivo o il blocco schermo nelle impostazioni di sistema.
nl: Om appvergrendeling in te schakelen, moet u een toegangscode of schermvergrendeling instellen in uw systeeminstellingen.
no: For å aktivere applås, vennligst angi passord eller skjermlås i systeminnstillingene.
pt_br: Para ativar o bloqueio do aplicativo, defina uma senha de acesso no dispositivo ou bloqueie sua tela nas opções do sistema.
ru: Для блокировки приложения, пожалуйста, настройте код или экран блокировки в настройках устройства.
uk: Для увімкнення блокування застосунку, налаштуйте пароль пристрою або блокування екрана в системних налаштуваннях.
ur: ایپ لاک کو فعال کرنے کے لیے، براہ کرم اپنی سسٹم کی ترتیبات میں ڈیوائس پاس کوڈ یا اسکرین لاک سیٹ کریں.
vi: Để bật khóa ứng dụng, vui lòng thiết lập mã khóa thiết bị hoặc khóa màn hình trong cài đặt hệ thống của bạn.

# authToViewPasskey
source: Please authenticate to view your passkey
ar: يرجى المصادقة لعرض مفتاح المرور الخاص بك.
az: Giriş açarınızı görmək üçün kimliyinizi təsdiqləyin
be: Прайдзіце аўтэнтыфікацыю, каб паглядзець свой код доступу
ca: Si us plau, autentica't per veure la teva clau d'accés
cs: Pro zobrazení vašeho přístupového klíče se prosím ověřte
de: Bitte authentifizieren, um deinen Passkey zu sehen
el: Παρακαλούμε πραγματοποιήστε έλεγχο ταυτότητας για να δείτε το κλειδί πρόσβασης
es: Por favor, autentícate para ver tu clave de acceso
fa: لطفاً برای مشاهده کلید عبور خود احراز هویت کنید.
fr: Veuillez vous authentifier pour afficher votre clé de récupération
it: Autenticati per visualizzare le tue passkey
nl: Verifieer uzelf om uw toegangssleutel te bekijken
no: Vennligst autentiser deg for å se gjennopprettingsnøkkelen din
pt_br: Autentique-se para ver sua chave de acesso
ru: Пожалуйста, авторизуйтесь для просмотра ключа доступа
uk: Авторизуйтесь, щоб переглянути свій ключ доступу
ur: اپنی پاس کی (Passkey) دیکھنے کے لیے براہ کرم تصدیق کریں
vi: Vui lòng xác thực để xem khóa truy cập

source: Loop video on
ar: تشغيل تكرار الفيديو
az: Döngünü söndür
be: Адключыць цыкл
ca: Desactiva bucle
cs: Přehrát video ve smyčce
de: Endlosschleife ausschalten
es: Desactivar bucle
fa: پخش ویدیو در حالت تکرار
fr: Désactiver la lecture en boucle
it: Loop video attivo
nl: Video in lus afspelen aan
no: Gjenta video på
pt_br: Repetir vídeo ativado
ru: Отключить повтор
uk: Увімкнено зациклювання відео
ur: لوپنگ غیر فعال کریں
vi: Tắt lặp

source: Loop video off
ar: إيقاف تكرار الفيديو
az: Döngünü aktivləşdir
be: Уключыць цыкл
ca: Activa bucle
cs: Zrušit přehrávání ve smyčce
de: Endlosschleife einschalten
es: Activar bucle
fa: پخش ویدیو در حالت تکرار خاموش
fr: Activer la lecture en boucle
it: Loop video disattivo
nl: Video in lus afspelen uit
no: Gjenta video av
pt_br: Repetir vídeo desativado
ru: Запустить повтор
uk: Вимкнено зациклювання відео
ur: لوپنگ فعال کریں
vi: Bật lặp

# localSyncErrorMessage
source: Looks like something went wrong since local photos sync is taking more time than expected. Please reach out to our support team
ar: يبدو أن خطأً ما قد حدث لأن مزامنة الصور المحلية تستغرق وقتًا أطول من المتوقع. يرجى التواصل مع فريق الدعم لدينا.
az: Yerli şəkillərin sinxronizasiyası gözləniləndən çox vaxt apardığı üçün nəsə xəta baş verdi. Zəhmət olmasa, dəstək komandamızla əlaqə saxlayın
be: Здаецца, што нешта пайшло не так. Паколькі лакальная сінхранізацыя фатаграфій займае больш часу, чым чакалася. Звяжыцеся з нашай службай падтрымкі
ca: Sembla que alguna cosa ha anat malament ja que la sincronització de fotos locals està trigant més del previst. Si us plau, contacta amb el nostre equip de suport
cs: Zdá se, že došlo k nějaké chybě, protože synchronizace místních fotografií trvá déle, než se očekávalo. Obraťte se prosím na náš tým podpory
de: Es sieht so aus, als ob etwas schiefgelaufen ist, da die lokale Foto-Synchronisierung länger dauert als erwartet. Bitte kontaktiere unser Support-Team
el: Φαίνεται ότι κάτι πήγε στραβά καθώς ο τοπικός συγχρονισμός φωτογραφιών παίρνει περισσότερο χρόνο από το αναμενόμενο. Επικοινωνήστε με την ομάδα υποστήριξης
es: Parece que algo salió mal ya que la sincronización de fotos locales está tomando más tiempo del esperado. Por favor contacta con nuestro equipo de soporte
fa: به نظر می‌رسد مشکلی پیش آمده زیرا همگام‌سازی عکس‌های محلی بیشتر از حد انتظار طول می‌کشد. لطفاً با تیم پشتیبانی ما تماس بگیرید.
fr: Il semble que quelque chose s'est mal passé car la synchronisation des photos locales prend plus de temps que prévu. Veuillez contacter notre équipe d'assistance
it: Sembra che qualcosa sia andato storto dal momento che la sincronizzazione delle foto locali richiede più tempo del previsto. Si prega di contattare il nostro team di supporto
nl: Het lijkt erop dat er iets mis is gegaan omdat het synchroniseren van lokale foto's meer tijd kost dan verwacht. Neem contact op met ons supportteam
no: Ser ut som noe gikk galt siden lokal synkronisering av bilder tar lengre tid enn forventet. Vennligst kontakt vårt supportteam
pt_br: Ocorreu um erro devido à sincronização de localização das fotos estar levando mais tempo que o esperado. Entre em contato conosco.
ru: Похоже, что-то пошло не так: синхронизация фото занимает больше времени, чем ожидалось. Пожалуйста, обратитесь в поддержку
uk: Схоже, щось пішло не так, оскільки локальна синхронізація фотографій займає більше часу, ніж очікувалося. Зверніться до нашої служби підтримки
ur: لگتا ہے کچھ غلط ہو گیا ہے کیونکہ مقامی تصاویر کی sync توقع سے زیادہ وقت لے رہی ہے. براہ کرم ہماری سپورٹ ٹیم سے رابطہ کریں
vi: Có vẻ như có điều gì đó không ổn vì đồng bộ ảnh cục bộ đang tốn nhiều thời gian hơn mong đợi. Vui lòng liên hệ đội ngũ hỗ trợ của chúng tôi

source: Show person
ar: إظهار الشخص
az: Şəxsi göstər
be: Паказаць асобу
ca: Mostra persona
cs: Zobrazit osobu
de: Person anzeigen
el: Εμφάνιση προσώπου
es: Mostrar persona
fa: نمایش شخص
fr: Montrer la personne
it: Mostra persona
nl: Toon persoon
no: Vis person
pt_br: Mostrar pessoa
ru: Показать человека
sr: Покажи особу
sv: Visa person
uk: Показати особу
ur: شخص دکھائیں
vi: Hiện người

source: Sort
ar: فرز
az: Sırala
be: Сартаваць
ca: Ordena
cs: Seřadit
de: Sortierung
el: Ταξινόμηση
es: Ordenar
fa: مرتب‌سازی
fr: Trier
it: Ordina
nl: Sorteren
no: Sorter
pt_br: Ordenar
ru: Сортировать
sr: Сортирај
sv: Sortera
uk: Сортувати
ur: ترتیب دیں
vi: Sắp xếp

source: Most recent
ar: الأحدث
az: Ən sonuncular
be: Самыя апошнія
ca: Més recent
cs: Nejnovější
de: Neuste
el: Πιο πρόσφατα
es: Más reciente
fa: جدیدترین
fr: Les plus récents
it: Più recenti
nl: Meest recent
no: Nyeste
pt_br: Mais recente
ru: Самые последние
sr: Најновије
sv: Senaste
uk: Останні
ur: سب سے حالیہ
vi: Mới nhất

source: Most relevant
ar: الأكثر صلة
az: Ən uyğun olanlar
be: Самыя актуальныя
ca: Més rellevant
cs: Nejrelevantnější
de: Nach Relevanz
el: Πιο σχετικά
es: Más relevante
fa: مرتبط‌ترین
fr: Les plus pertinents
it: Più rilevanti
nl: Meest relevant
no: Mest relevant
pt_br: Mais relevante
ru: Самые актуальные
sr: Најрелевантније
sv: Mest relevant
uk: Найактуальніші
ur: سب سے زیادہ متعلقہ
vi: Liên quan nhất

source: Loading your photos...
ar: جارٍ تحميل صورك...
az: Şəkilləriniz yüklənir...
be: Загрузка вашых фатаграфій...
ca: Carregant les teves fotos...
cs: Načítání vašich fotografií...
de: Lade deine Fotos...
el: Φόρτωση των φωτογραφιών σας...
es: Cargando tus fotos...
fa: در حال بارگذاری عکس‌های شما...
fr: Chargement de vos photos...
it: Caricando le tue foto...
nl: Je foto's worden geladen...
no: Laster bildene dine...
pt_br: Carregando suas fotos...
ru: Загрузка ваших фото...
sv: Laddar dina foton...
uk: Завантажуємо фотографії...
ur: آپ کی تصاویر لوڈ ہو رہی ہیں...
vi: Đang tải ảnh của bạn...

# processingImport
source: Processing {folderName}...
ar: جارٍ معالجة {folderName}...
az: {folderName} emal olunur...
be: Апрацоўка {folderName}...
ca: Processant {folderName}...
cs: Zpracovávám {folderName}...
de: Verarbeite {folderName}...
el: Σε επεξεργασία {folderName}...
es: Procesando {folderName}...
fa: در حال پردازش {folderName}...
fr: Traitement de {folderName}...
it: Elaborando {folderName}...
nl: Verwerken van {folderName}...
no: Behandler {folderName}...
pt_br: Processando {folderName}...
ru: Обработка {folderName}...
uk: Оброблюємо «{folderName}»...
ur: {folderName} پروسیس ہو رہا ہے...
vi: Đang xử lý {folderName}...

source: Person name
ar: اسم الشخص
az: Şəxsin adı
be: Імя асобы
ca: Nom de la persona
cs: Jméno osoby
de: Name der Person
el: Όνομα ατόμου
es: Nombre de la persona
fa: نام شخص
fr: Nom de la personne
it: Nome della persona
nl: Naam van persoon
no: Personnavn
pt_br: Nome da pessoa
ru: Имя человека
sr: Име особе
sv: Personnamn
uk: Ім'я особи
ur: شخص کا نام
vi: Tên người

source: Add new person
ar: إضافة شخص جديد
az: Yeni şəxs əlavə et
be: Дадаць новую асобу
ca: Afegeix nova persona
cs: Přidat novou osobu
de: Neue Person hinzufügen
el: Προσθήκη νέου ατόμου
es: Añadir nueva persona
fa: افزودن شخص جدید
fr: Ajouter une nouvelle personne
it: Aggiungi nuova persona
nl: Nieuw persoon toevoegen
no: Legg til ny person
pt_br: Adicionar nova pessoa
ru: Добавить нового человека
sr: Додај нову особу
sv: Lägg till ny person
uk: Додати нову особу
ur: نیا شخص شامل کریں
vi: Thêm người mới

source: Add name or merge
ar: إضافة اسم أو دمج
az: Ad əlavə et və ya birləşdir
be: Дадаць імя або аб'яднаць
ca: Afegeix nom o fusiona
cs: Přidat jméno nebo sloučit
de: Name hinzufügen oder zusammenführen
el: Προσθήκη ονόματος ή συγχώνευση
es: Añadir nombre o combinar
fa: افزودن نام یا ادغام
fr: Ajouter un nom ou fusionner
it: Aggiungi nome o unisci
nl: Naam toevoegen of samenvoegen
no: Legg til navn eller sammenslåing
pt_br: Adicionar nome ou juntar
ru: Добавить имя или объединить
sr: Додај име или споји
uk: Додати назву або об'єднати
ur: نام شامل کریں یا ضم کریں
vi: Thêm tên hoặc hợp nhất

source: Merge with existing
ar: الدمج مع شخص موجود
az: Mövcud olanla birləşdir
be: Аб'яднаць з існуючым
ca: Fusiona amb existent
cs: Sloučit s existujícím
de: Mit vorhandenem zusammenführen
el: Συγχώνευση με υπάρχον
es: Combinar con existente
fa: ادغام با موجود
fr: Fusionner avec existant
it: Unisci con esistente
nl: Samenvoegen met bestaand
no: Slå sammen med eksisterende
pt_br: Juntar com o existente
ru: Объединить с существующим
sr: Споји са постојећом
uk: Об'єднати з наявним
ur: موجودہ کے ساتھ ضم کریں
vi: Hợp nhất với người đã có

source: New person
ar: شخص جديد
az: Yeni şəxs
be: Новая асоба
ca: Nova persona
cs: Nová osoba
de: Neue Person
el: Νέο άτομο
es: Nueva persona
fa: شخص جدید
fr: Nouvelle personne
it: Nuova persona
nl: Nieuw persoon
no: Ny person
pt_br: Nova pessoa
ru: Новый человек
sr: Нова особа
sv: Ny person
uk: Нова особа
ur: نیا شخص
vi: Người mới

source: Add name
ar: إضافة اسم
az: Ad əlavə et
be: Дадаць імя
ca: Afegeix nom
cs: Přidat název
de: Name hinzufügen
el: Προσθήκη ονόματος
es: Añadir nombre
fa: افزودن نام
fr: Ajouter un nom
it: Aggiungi nome
nl: Naam toevoegen
no: Legg til navn
pt_br: Adicionar pessoa
ru: Добавить имя
sr: Додај име
sv: Lägg till namn
uk: Додати ім'я
ur: نام شامل کریں
vi: Thêm tên

source: Add
ar: إضافة
az: Əlavə et
be: Дадаць
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fr: Ajouter
it: Aggiungi
nl: Toevoegen
no: Legg til
pt_br: Adicionar
ru: Добавить
sr: Додај
sv: Lägg till
uk: Додати
ur: شامل کریں
vi: Thêm

# extraPhotosFoundFor
source: Extra photos found for {text}
ar: تم العثور على صور إضافية لـ {text}
az: {text} üçün əlavə şəkillər tapıldı
be: Дадатковыя фатаграфіі знойдзены для {text}
ca: Fotos extra trobades per a {text}
cs: Další fotografie nalezené pro {text}
de: Zusätzliche Fotos für {text} gefunden
el: Βρέθηκαν επιπλέον φωτογραφίες για {text}
es: Fotos adicionales encontradas para {text}
fa: عکس‌های اضافی برای {text} پیدا شد
fr: Photos supplémentaires trouvées pour {text}
it: Trovate foto aggiuntive per {text}
nl: Extra foto's gevonden voor {text}
no: Ekstra bilder funnet for {text}
pt_br: Fotos adicionais encontradas para {text}
ru: Дополнительные фото найдены для {text}
uk: Знайдено додаткові фотографії для {text}
ur: {text} کے لیے اضافی تصاویر ملیں
vi: Tìm thấy ảnh bổ sung cho {text}

source: Extra photos found
ar: تم العثور على صور إضافية
az: Əlavə şəkillər tapıldı
be: Знойдзены дадатковыя фатаграфіі
ca: Fotos extra trobades
cs: Nalezeny další fotografie
de: Zusätzliche Fotos gefunden
el: Βρέθηκαν επιπλέον φωτογραφίες
es: Fotos adicionales encontradas
fa: عکس‌های اضافی پیدا شد
fr: Photos supplémentaires trouvées
it: Trovate foto aggiuntive
nl: Extra foto's gevonden
no: Ekstra bilder funnet
pt_br: Fotos adicionais encontradas
ru: Найдены дополнительные фото
uk: Знайдено додаткові фотографії
ur: اضافی تصاویر ملیں
vi: Tìm thấy ảnh bổ sung

source: Configuration
ar: التكوين
az: Konfiqurasiya
be: Канфігурацыя
ca: Configuració
cs: Nastavení
de: Konfiguration
el: Παραμετροποίηση
es: Configuración
fa: پیکربندی
fr: Paramètres
it: Configurazione
nl: Configuratie
no: Konfigurasjon
pt_br: Configuração
ru: Настройки
sv: Konfiguration
uk: Налаштування
ur: کنفیگریشن
vi: Cấu hình

source: Local indexing
ar: الفهرسة المحلية
az: Yerli indeksləşdirmə
be: Лакальная індэксацыя
ca: Indexació local
cs: Lokální indexování
de: Lokale Indizierung
el: Τοπική δημιουργία ευρετηρίων
es: Indexado local
fa: ایندکس‌گذاری محلی
fr: Indexation locale
it: Indicizzazione locale
nl: Lokaal indexeren
no: Lokal indeksering
pt_br: Indexação local
ru: Локальная индексация
sr: Локално индексирање
sv: Lokal indexering
uk: Локальне індексування
ur: مقامی انڈیکسنگ
vi: Chỉ mục cục bộ

source: Processed
ar: تمت المعالجة
az: Emal edildi
be: Апрацавана
ca: Processat
cs: Zpracováno
de: Verarbeitet
el: Έγινε επεξεργασία
es: Procesado
fa: پردازش شده
fr: Appris
it: Processato
nl: Verwerkt
no: Behandlet
pt_br: Processado(s)
ru: Обработано
sv: Bearbetade
ur: پروسیس شدہ
vi: Đã xử lý

# resetPerson
source: Remove
ar: إزالة
az: Sil
be: Выдаліць
ca: Elimina
cs: Odstranit
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fr: Réinitialiser
it: Rimuovi
nl: Verwijderen
no: Fjern
pt_br: Remover
ru: Удалить
sr: Уклони
sv: Ta bort
uk: Вилучити
ur: ہٹائیں
vi: Xóa

source: Are you sure you want to reset this person?
ar: هل أنت متأكد من رغبتك في إعادة تعيين هذا الشخص؟
az: Bu şəxsi sıfırlamaq istədiyinizə əminsiniz?
be: Вы сапраўды хочаце скінуць даныя гэтай асобы?
ca: Estàs segur que vols restablir aquesta persona?
cs: Opravdu chcete tuto osobu zapomenout?
de: Bist du sicher, dass du diese Person zurücksetzen möchtest?
el: Θέλετε σίγουρα να επαναφέρετε αυτό το άτομο;
es: ¿Seguro que desea eliminar esta persona?
fa: آیا مطمئن هستید که می‌خواهید این شخص را بازنشانی کنید؟
fr: Êtes-vous certain de vouloir réinitialiser cette personne ?
it: Sei sicuro di voler resettare questa persona?
nl: Weet u zeker dat u deze persoon wilt resetten?
no: Er du sikker på at du vil tilbakestille denne personen?
pt_br: Deseja redefinir esta pessoa?
ru: Вы уверены, что хотите сбросить данные этого человека?
uk: Ви впевнені, що хочете скинути цю особу?
ur: کیا آپ واقعی اس شخص کو ری سیٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn đặt lại người này không?

# allPersonGroupingWillReset
source: All groupings for this person will be reset, and you will lose all suggestions made for this person
ar: سيتم إعادة تعيين جميع تجمعات هذا الشخص، وستفقد جميع الاقتراحات المقدمة لهذا الشخص.
az: Bu şəxs üçün bütün qruplaşmalar sıfırlanacaq və bu şəxs üçün edilən bütün təklifləri itirəcəksiniz
be: Усе групы для гэтай асобы будуць скінуты, а вы згубіце ўсе прапановы, якія зроблены для яе
ca: Tots els agrupaments per a aquesta persona es restabliran, i perdràs tots els suggeriments fets per a aquesta persona
cs: Všechna seskupení pro tuto osobu budou zapomenuta a ztratíte všechny návrhy vytvořené pro tuto osobu
de: Alle Gruppierungen für diese Person werden zurückgesetzt und du wirst alle Vorschläge für diese Person verlieren
el: Οι ομαδοποιήσεις προσώπου θα επαναφερθούν και θα χάσετε όλες τις προτάσεις σχετικά με αυτό το άτομο
es: Se eliminarán todas las agrupaciones para esta persona, y se eliminarán todas sus sugerencias
fa: تمام گروه‌بندی‌ها برای این شخص بازنشانی خواهد شد و شما تمام پیشنهادات داده شده برای این شخص را از دست خواهید داد
fr: Tous les groupements pour cette personne seront réinitialisés, et vous perdrez toutes les suggestions faites pour cette personne
it: Tutti i raggruppamenti per questa persona saranno resettati e perderai tutti i suggerimenti fatti per questa persona
nl: Alle groepen voor deze persoon worden gereset, en je verliest alle suggesties die voor deze persoon zijn gedaan
no: Alle grupperinger for denne personen vil bli tilbakestilt, og du vil miste alle forslag for denne personen
pt_br: Todos os agrupamentos dessa pessoa serão redefinidos, e você perderá todas as sugestões feitas por essa pessoa.
ru: Все группы этого человека будут сброшены, и вы потеряете все предложения для него
uk: Усі групи для цієї особи будуть скинуті, і ви втратите всі пропозиції, зроблені для неї
ur: اس شخص کے لیے تمام گروپنگ ری سیٹ ہو جائے گی، اور آپ اس شخص کے لیے دی گئی تمام تجاویز کھو دیں گے
vi: Tất cả nhóm của người này sẽ được đặt lại, và bạn sẽ mất tất cả các gợi ý đã được tạo ra cho người này

source: Yes, reset person
ar: نعم، إعادة تعيين الشخص
az: Bəli, şəxsi sıfırla
be: Так, скінуць асобу
ca: Sí, restablir persona
cs: Ano, zapomenout osobu
de: Ja, Person zurücksetzen
es: Si, eliminar persona
fa: بله، شخص را بازنشانی کن
fr: Oui, réinitialiser la personne
it: Sì, resetta persona
nl: Ja, reset persoon
no: Ja, tilbakestill person
pt_br: Sim, redefinir pessoa
ru: Да, сбросить данные человека
sv: Ja, återställ person
uk: Так, скинути особу
ur: ہاں، شخص کو ری سیٹ کریں
vi: Có, đặt lại người

source: Only them
ar: هم فقط
az: Yalnız onlar
be: Толькі яны
ca: Només ells
cs: Jen oni
de: Nur diese
es: Solo ellos
fa: فقط آنها
fr: Seulement eux
it: Solo loro
nl: Alleen hen
no: Bare de
pt_br: Apenas ele
ru: Только он(а)
sv: Endast dem
uk: Тільки вони
ur: صرف وہ
vi: Chỉ họ

source: Checking models...
ar: جارٍ فحص النماذج...
az: Modellər yoxlanılır...
be: Праверка мадэляў...
ca: Comprovant models...
cs: Kontrola modelů...
de: Prüfe Modelle...
es: Comprobando modelos...
fa: در حال بررسی مدل‌ها...
fr: Vérification des modèles...
it: Verifica dei modelli...
nl: Modellen controleren...
no: Sjekker modeller...
pt_br: Verificando modelos...
ru: Проверка моделей...
sv: Kontrollerar modeller...
uk: Перевірка моделей...
ur: ماڈلز چیک ہو رہے ہیں...
vi: Đang kiểm tra mô hình...

# enableMachineLearningBanner
source: Enable machine learning for magic search and face recognition
ar: قم بتمكين تعلم الآلة للبحث السحري والتعرف على الوجوه.
az: Sehrli axtarış və üz tanıma üçün maşın öyrənməsini aktiv edin
be: Уключыць машыннае навучанне для магічнага пошуку і распазнавання твару
ca: Activa l'aprenentatge automàtic per a la cerca màgica i el reconeixement facial
cs: Povolte strojové učení pro magické vyhledávání a rozpoznávání obličejů
de: Aktiviere maschinelles Lernen für die magische Suche und Gesichtserkennung
es: Activar aprendizaje automático para búsqueda mágica y reconocimiento facial
fa: فعال‌سازی یادگیری ماشین برای جستجوی جادویی و شناسایی چهره
fr: Activer l'apprentissage automatique pour la reconnaissance des visages et la recherche magique
it: Abilita l'apprendimento automatico per la ricerca magica e il riconoscimento facciale
nl: Schakel machine learning in voor magische zoekopdrachten en gezichtsherkenning
no: Aktiver maskinlæring for magisk søk og ansiktsgjenkjenning
pt_br: Ativar o aprendizado automático para busca mágica e reconhecimento facial
ru: Включите машинное обучение для магического поиска и распознавания лиц
uk: Увімкніть машинне навчання для магічного пошуку та розпізнавання облич
ur: میجک سرچ اور چہرے کی شناخت کے لیے مشین لرننگ کو فعال کریں
vi: Bật học máy để tìm kiếm vi diệu và nhận diện khuôn mặt

# searchDiscoverEmptySection
source: Images will be shown here once processing and syncing is complete
ar: سيتم عرض الصور هنا بمجرد اكتمال المعالجة والمزامنة.
az: Emal və sinxronizasiya başa çatdıqdan sonra şəkillər burada göstəriləcək
be: Відарысы будуць паказаны тут пасля завяршэння апрацоўкі і сінхранізацыі
ca: Les imatges es mostraran aquí un cop completat el processament i la sincronització
cs: Obrázky se zde zobrazí po dokončení zpracování a synchronizace
de: Bilder werden hier angezeigt, sobald Verarbeitung und Synchronisation abgeschlossen sind
es: Las imágenes se mostrarán aquí cuando se complete el procesado y la sincronización
fa: تصاویر پس از اتمام پردازش و همگام‌سازی در اینجا نمایش داده خواهند شد
fr: Les images seront affichées ici une fois le traitement terminé
it: Le immagini saranno mostrate qui una volta che l'elaborazione e la sincronizzazione saranno completate
nl: Afbeeldingen worden hier getoond zodra verwerking en synchroniseren voltooid is
no: Bilder vil vises her når behandlingen og synkronisering er fullført
pt_br: As imagens serão exibidas aqui quando o processamento e sincronização for concluído
ru: Изображения появятся здесь после завершения обработки и синхронизации
uk: Зображення будуть показані тут після завершення оброблення та синхронізації
ur: پروسیسنگ اور Sync مکمل ہونے کے بعد تصاویر یہاں دکھائی جائیں گی
vi: Ảnh sẽ được hiển thị ở đây sau khi xử lý và đồng bộ hoàn tất
