Repository: ente-io/ente
Catalog: mobile/apps/photos/lib/l10n/intl_*.arb
Languages: ar, az, be, ca, cs, de, el, es, fa, fr, id, it, ku, nl, nn, no, pt_br, ru, sr, sv, ta, uk, ur, vi

# mlIndexingDescription
source: Please note that machine learning will result in a higher bandwidth and battery usage until all items are indexed. Consider using the desktop app for faster indexing, all results will be synced automatically.
ar: يرجى ملاحظة أن تعلم الآلة سيؤدي إلى استهلاك أعلى لعرض النطاق الترددي والبطارية حتى تتم فهرسة جميع العناصر. نوصي باستخدام تطبيق سطح المكتب لإجراء الفهرسة بشكل أسرع. سيتم مزامنة جميع النتائج تلقائيًا.
az: Nəzərə alın ki, bütün elementlər indekslənənə qədər maşın öyrənməsi daha yüksək şəbəkə kütləsi və batareya istifadəsinə səbəb olacaq. Daha sürətli indeksləşdirmə üçün masaüstü tətbiqindən istifadə etməyi düşünün, bütün nəticələr avtomatik sinxronlaşdırılacaq.
be: Звярніце ўвагу, што гэта камп'ютарнае навучанне павялічыць спажыванне трафіку і акумулятара, пакуль усе элементы не будуць праіндэксаваны. Разгледзьце магчымасць зрабіць гэту задачу на камп'ютары. Усе вынікі будуць сінхранізаваны аўтаматычна.
ca: Si us plau, tingues en compte que l'aprenentatge automàtic resultarà en un major ús d'ample de banda i bateria fins que tots els elements estiguin indexats. Considera utilitzar l'aplicació d'escriptori per a una indexació més ràpida, tots els resultats es sincronitzaran automàticament.
cs: Vezměte prosím na vědomí, že strojové učení bude mít za následek vyšší využití sítě a baterie, dokud nebudou všechny položky zaindexovány. Pro rychlejší indexování zvažte použití desktopové aplikace, všechny výsledky budou synchronizovány automaticky.
de: Bitte beachte, dass das maschinelle Lernen zu einem höheren Daten- und Akkuverbrauch führen wird, bis alle Elemente indiziert sind. Du kannst die Desktop-App für eine schnellere Indizierung verwenden, alle Ergebnisse werden automatisch synchronisiert.
el: Έχετε υπόψιν ότι η μηχανική μάθηση θα έχει ως αποτέλεσμα υψηλότερη χρήση δικτύου και μπαταρίας μέχρι όλα τα αντικείμενα να εισαχθούν στο ευρετήριο. Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε την εφαρμογή για υπολογιστές ώστε η ευρετηρίαση να ολοκληρωθεί ταχύτερα, όλα τα αποτελέσματα θα συγχρονιστούν αυτόματα.
es: Por favor ten en cuenta que el aprendizaje automático dará como resultado un mayor consumo de ancho de banda y de batería hasta que todos los elementos estén indexados. Considera usar la aplicación de escritorio para una indexación más rápida. Todos los resultados se sincronizarán automáticamente.
fa: لطفاً توجه داشته باشید که یادگیری ماشین منجر به استفاده بیشتر از پهنای باند و باتری خواهد شد تا زمانی که همه موارد ایندکس شوند. در نظر داشته باشید که از اپلیکیشن دسکتاپ برای ایندکس سریع‌تر استفاده کنید، تمام نتایج به‌طور خودکار همگام‌سازی خواهند شد.
fr: Veuillez noter que l'apprentissage automatique entraînera une augmentation de l'utilisation de la connexion Internet et de la batterie jusqu'à ce que tous les souvenirs soient indexés. Vous pouvez utiliser l'application de bureau Ente pour accélérer cette étape, tous les résultats seront synchronisés.
id: Perlu diperhatikan bahwa pemelajaran mesin dapat meningkatkan penggunaan data dan baterai perangkat hingga seluruh item selesai terindeks. Gunakan aplikasi desktop untuk pengindeksan lebih cepat, seluruh hasil akan tersinkronkan secara otomatis.
it: Si prega di notare che l'attivazione dell'apprendimento automatico si tradurrà in un maggior utilizzo della connessione e della batteria fino a quando tutti gli elementi non saranno indicizzati. Valuta di utilizzare l'applicazione desktop per un'indicizzazione più veloce, tutti i risultati verranno sincronizzati automaticamente.
nl: Houd er rekening mee dat machine learning zal leiden tot hoger bandbreedte- en batterijgebruik totdat alle items geïndexeerd zijn. Overweeg het gebruik van de desktop app voor snellere indexering. Alle resultaten worden automatisch gesynchroniseerd.
no: Vær oppmerksom på at maskinlæring vil resultere i høyere båndbredde og batteribruk inntil alle elementer er indeksert. Vurder å bruke skrivebordsappen for raskere indeksering, alle resultater vil bli synkronisert automatisk.
pt_br: Saiba que o aprendizado automático afetará a bateria do dispositivo negativamente até todos os itens serem indexados. Utilize a versão para computadores para melhor indexação, todos os resultados se auto-sincronizaram.
ru: Обратите внимание, что машинное обучение увеличит использование трафика и батареи, пока все элементы не будут проиндексированы. Рассмотрите использование приложения для компьютера для более быстрой индексации. Результаты будут автоматически синхронизированы.
sv: Observera att maskininlärning kommer att resultera i en högre bandbredd och batterianvändning tills alla objekt är indexerade. Överväg att använda skrivbordsappen för snabbare indexering, alla resultat kommer att synkroniseras automatiskt.
uk: Зверніть увагу, що машинне навчання призведе до збільшення пропускної здатності та споживання заряду батареї, поки не будуть проіндексовані всі елементи. Для прискорення індексації скористайтеся настільним застосунком, всі результати будуть синхронізовані автоматично.
ur: براہ کرم نوٹ کریں کہ مشین لرننگ کے نتیجے میں بینڈوتھ اور بیٹری کا استعمال زیادہ ہوگا جب تک کہ تمام آئٹمز انڈیکس نہ ہو جائیں. تیز تر انڈیکسنگ کے لیے ڈیسک ٹاپ ایپ استعمال کرنے پر غور کریں، تمام نتائج خود بخود مطابقت پذیر ہو جائیں گے.
vi: Lưu ý rằng việc học máy sẽ khiến tốn băng thông và pin nhiều hơn cho đến khi tất cả mục được lập chỉ mục. Hãy sử dụng ứng dụng máy tính để lập chỉ mục nhanh hơn. Mọi kết quả sẽ được tự động đồng bộ.

# loadingModel
source: Downloading models...
ar: جارٍ تحميل النماذج...
az: Modellər endirilir...
be: Спампоўванне мадэляў...
ca: Descarregant models...
cs: Stahování modelů...
de: Lade Modelle herunter...
el: Γίνεται λήψη μοντέλων...
es: Descargando modelos...
fa: در حال دانلود مدل‌ها...
fr: Téléchargement des modèles...
id: Mengunduh model...
it: Scaricamento modelli...
nl: Modellen downloaden...
nn: Lastar ned modellar …
no: Laster ned modeller...
pt_br: Baixando modelos...
ru: Загрузка моделей...
sv: Laddar ner modeller...
uk: Завантаження моделей...
ur: ماڈلز ڈاؤن لوڈ ہو رہے ہیں...
vi: Đang tải mô hình...

source: Waiting for WiFi...
ar: في انتظار شبكة Wi-Fi...
az: WiFi gözlənilir...
be: Чаканне Wi-Fi...
ca: Esperant WiFi...
cs: Čekání na WiFi...
de: Warte auf WLAN...
el: Αναμονή για WiFi...
es: Esperando WiFi...
fa: در انتظار WiFi...
fr: En attente de connexion Wi-Fi...
id: Menunggu WiFi...
it: In attesa del WiFi...
nl: Wachten op WiFi...
nn: Ventar på Wi-Fi …
no: Venter på WiFi...
pt_br: Aguardando Wi-Fi...
ru: Ожидание Wi-Fi...
sr: Чекам на бежичну мрежу...
sv: Väntar på WiFi...
uk: Очікування на Wi-Fi...
ur: وائی ​​فائی کا انتظار ہے...
vi: Đang chờ WiFi...

source: Indexed items
ar: العناصر المفهرسة
az: İndekslənmiş elementlər
be: Праіндэксаваныя элементы
ca: Elements indexats
cs: Indexovaných položek
de: Indizierte Elemente
el: Αντικείμενα στο ευρετήριο
es: Elementos indexados
fa: موارد ایندکس شده
fr: Éléments indexés
id: Item terindeks
it: Elementi indicizzati
nl: Geïndexeerde bestanden
nn: Indekserte element
no: Indekserte elementer
pt_br: Itens indexados
ru: Проиндексированные элементы
sr: Индексиране ставке
sv: Indexerade objekt
uk: Індексовані елементи
ur: انڈیکسڈ آئٹمز
vi: Các mục đã lập chỉ mục

source: Pending items
ar: العناصر المعلقة
az: Gözləyən elementlər
be: Элементы ў чарзе
ca: Elements pendents
cs: Čekající položky
de: Ausstehende Elemente
el: Εκκρεμή αντικείμενα
es: Elementos pendientes
fa: موارد معلق
fr: Éléments en attente
id: Item menunggu
it: Elementi in sospeso
nl: Bestanden in behandeling
no: Ventende elementer
pt_br: Itens pendentes
ru: Элементы в очереди
sr: На чекању
sv: Väntande objekt
uk: Елементи на розгляді
ur: زیر التواء آئٹمز
vi: Các mục đang chờ

source: Clear indexes
ar: مسح الفهارس
az: İndeksləri təmizlə
be: Ачысціць індэксы
ca: Neteja índexs
cs: Smazat indexy
de: Indexe löschen
el: Καθαρισμός ευρετηρίων
es: Limpiar índices
fa: پاک کردن ایندکس‌ها
fr: Effacer les index
id: Hapus indeks
it: Cancella indici
nl: Index wissen
no: Tøm indekser
pt_br: Limpar índices
ru: Удалить индексы
sr: Очисти индексе
sv: Rensa index
uk: Очистити індекси
ur: انڈیکسز صاف کریں
vi: Xóa chỉ mục

# itemCount
source: {count, plural, one{{count} item} other{{count} items}}
ar: {count, plural, one {{count} عُنْصُر} other {{count} عَنَاصِر}}
az: {count, plural, one{{count} element} other{{count} element}}
be: {count, plural, one{{count} элемент} few{{count} элементы} other{{count} элементаў}}
ca: {count, plural, one{{count} element} other{{count} elements}}
cs: {count, plural, one{{count} položka} few{{count} položky} other{{count} položek}}
de: {count, plural, one{{count} Objekt} other{{count} Objekte}}
el: {count, plural, one{{count} αντικείμενο} other{{count} αντικείμενα}}
es: {count, plural, one{{count} elemento} other{{count} elementos}}
fa: {count, plural, one{{count} مورد} other{{count} موارد}}
fr: {count, plural, one{{count} objet} other{{count} objets}}
id: {count, plural, other{{count} item}}
it: {count, plural, one{{count} elemento} other{{count} elementi}}
no: {count, plural, one{{count} element} other{{count} elementer}}
pt_br: {count, plural, one{{count} item} other{{count} itens}}
ru: {count, plural, one{{count} элемент} other{{count} элементов}}
sv: {count, plural, one{{count} objekt} other{{count} objekt}}
uk: {count, plural, one{{count} елемент} few {{count} елементи} many {{count} елементів} other{{count} елементів}}
ur: {count, plural, one{{count} آئٹم} other{{count} آئٹمز}}
vi: {count, plural, other{{count} mục}}

# deleteItemCount
source: {count, plural, =1 {Delete {count} item} other {Delete {count} items}}
ar: {count, plural, =1 {حذف عنصر واحد} two {حذف عنصرين} few {حذف {count} عناصر} many {حذف {count} عنصرًا} other {حذف {count} عنصرًا}}
az: {count, plural, =1 {{count} elementi sil} other {{count} elementi sil}}
be: {count, plural, =1 {Выдаліць {count} элемент} few{Выдаліць {count} элементы} other {Выдаліць {count} элементаў}}
ca: {count, plural, =1 {Esborra {count} element} other {Esborra {count} elements}}
cs: {count, plural, =1 {Smazat {count} položku} few{Smazat {count} položky} other {Smazat {count} položek}}
de: {count, plural, one {Lösche {count} Element} other {Lösche {count} Elemente}}
el: {count, plural, one {}=1 {Διαγραφή {count} αντικειμένου} other {Διαγραφή {count} αντικειμένων}}
es: {count, plural, =1 {Elimina {count} elemento} other {Elimina {count} elementos}}
fa: {count, plural, =1 {حذف {count} مورد} other {حذف {count} موارد}}
fr: {count, plural, =1 {Supprimer le fichier} other {Supprimer {count} fichiers}}
id: {count, plural, =1 {Hapus {count} item} other {Hapus {count} item}}
it: {count, plural, =1 {Elimina {count} elemento} other {Elimina {count} elementi}}
nl: {count, plural, one {Verwijder {count} bestand} other {Verwijder {count} bestanden}}
no: {count, plural, =1 {Slett {count} element} other {Slett {count} elementer}}
pt_br: {count, plural, =1 {Excluir {count} item} other {Excluir {count} itens}}
ru: {count, plural, =1 {Удалить {count} элемент} other {Удалить {count} элементов}}
sv: {count, plural, =1 {Radera {count} objekt} other {Radera {count} objekt}}
uk: {count, plural, =1 {Видалено {count} елемент} other {Видалено {count} елементів}}
ur: {count, plural, =1 {{count} آئٹم ڈیلیٹ کریں} other {{count} آئٹمز ڈیلیٹ کریں}}
vi: {count, plural, =1 {Xóa {count} mục} other {Xóa {count} mục}}

# duplicateItemsGroup
source: {count} files, {formattedSize} each
ar: {count} ملفات، {formattedSize} لكل منها
az: {count} fayl, hər biri {formattedSize}
be: Файлаў: {count}; кожны з іх па {formattedSize}
ca: {count} fitxers, {formattedSize} cadascun
cs: {count} souborů, {formattedSize} každý
de: {count} Dateien, {formattedSize} jede
el: {count} αρχεία, {formattedSize} το καθένα
es: {count} archivos, {formattedSize} cada uno
fa: {count} فایل، {formattedSize} هر کدام
fr: {count} fichiers, {formattedSize} chacun
it: {count} file, {formattedSize} l'uno
nl: {count} bestanden, elk {formattedSize}
no: {count} filer, {formattedSize} hver
pt_br: {count} arquivos, {formattedSize} cada
ru: {count} файлов, по {formattedSize} каждый
sr: {count} фајлова, {formattedSize} сваки
sv: {count} filer, {formattedSize} vardera
uk: {count} файлів, кожен по {formattedSize}
ur: {count} فائلیں، ہر ایک {formattedSize}
vi: {count} tệp, {formattedSize} mỗi tệp

source: Show memories
ar: عرض الذكريات
az: Xatirələri göstər
be: Паказаць успаміны
ca: Mostra records
cs: Zobrazit vzpomínky
de: Erinnerungen anschauen
el: Εμφάνιση αναμνήσεων
es: Mostrar recuerdos
fa: نمایش یادها
fr: Afficher les souvenirs
id: Lihat kenangan
it: Mostra ricordi
nl: Toon herinneringen
no: Vis minner
pt_br: Mostrar memórias
ru: Показывать воспоминания
sr: Прикажи успомене
sv: Visa minnen
uk: Показати спогади
ur: یادیں دکھائیں
vi: Xem lại kỷ niệm

# yearsAgo
source: {count, plural, one{{count} year ago} other{{count} years ago}}
ar: {count, plural, one {قبل سنة} two {قبل سنتين} few {قبل {count} سنوات} many {قبل {count} سنة} other {قبل {count} سنة}}
az: {count, plural, one{{count} il əvvəl} other{{count} il əvvəl}}
be: {count, plural, one{{count} год таму} few{{count} гады таму} other{{count} гадоў таму}}
ca: {count, plural, one{fa {count} any} other{fa {count} anys}}
cs: {count, plural, one{Před {count} rokem} other{Před {count} lety}}
de: {count, plural, one{vor einem Jahr} other{vor {count} Jahren}}
el: {count, plural, one{{count} έτος πριν} other{{count} έτη πριν}}
es: {count, plural, one{Hace {count} año} other{Hace {count} años}}
fa: {count, plural, one{{count} سال پیش} other{{count} سال پیش}}
fr: {count, plural, one{il y a {count} an} other{il y a {count} ans}}
id: {count, plural, other{{count} tahun lalu}}
it: {count, plural, one{{count} anno fa} other{{count} anni fa}}
nl: {count, plural, one{{count} jaar geleden} other{{count} jaar geleden}}
no: {count, plural, one{{count} år siden} other{{count} år siden}}
pt_br: {count, plural, one{{count} ano atrás} other{{count} anos atrás}}
ru: {count, plural, one{{count} год назад} few{{count} года назад} other{{count} лет назад}}
sr: {count, plural, one{{count} година уназад} few {{count} године уназад} other{{count} година уназад}}
sv: {count, plural, one{{count} år sedan} other{{count} år sedan}}
uk: {count, plural, one{{count} рік тому} other{{count} років тому}}
ur: {count, plural, one{{count} سال پہلے} other{{count} سال پہلے}}
vi: {count, plural, other{{count} năm trước}}

source: Backup settings
ar: إعدادات النسخ الاحتياطي
az: Yedəkləmə tənzimləmələri
be: Налады рэзервовага капіявання
ca: Configuració de còpia de seguretat
cs: Nastavení zálohování
de: Backup-Einstellungen
el: Ρυθμίσεις αντιγράφων ασφαλείας
es: Ajustes de copia de seguridad
fa: تنظیمات پشتیبان‌گیری
fr: Paramètres de la sauvegarde
id: Pengaturan pencadangan
it: Impostazioni backup
nl: Back-up instellingen
nn: Innstillingar for reservekopiering
no: Sikkerhetskopier innstillinger
pt_br: Ajustes de salvar em segurança
ru: Настройки резервного копирования
sv: Säkerhetskopieringsinställningar
uk: Налаштування резервного копіювання
ur: بیک اپ کی ترتیبات
vi: Cài đặt sao lưu

source: Backup status
ar: حالة النسخ الاحتياطي
az: Yedəkləmə statusu
be: Статус рэзервовага капіявання
ca: Estat de la còpia de seguretat
cs: Stav zálohování
de: Sicherungsstatus
el: Κατάσταση αντιγράφων ασφαλείας
es: Estado de la copia de seguridad
fa: وضعیت پشتیبان‌گیری
fr: État de la sauvegarde
id: Status pencadangan
it: Stato backup
nn: Status for reservekopiering
no: Status for sikkerhetskopi
pt_br: Estado das mídias salvas
ru: Статус резервного копирования
sr: Статус резервних копија
sv: Säkerhetskopieringsstatus
uk: Стан резервного копіювання
ur: بیک اپ کی حیثیت
vi: Trạng thái sao lưu

# backupStatusDescription
source: Items that have been backed up will show up here
ar: ستظهر العناصر التي تم نسخها احتياطيًا هنا
az: Yedəklənmiş elementlər burada görünəcək
be: Элементы, якія былі захаваны ў рэзервовай копіі, з'явяцца тут
ca: Els elements dels quals s'ha fet còpia de seguretat apareixeran aquí
cs: Položky, které byly zálohovány, se zobrazí zde
de: Gesicherte Elemente werden hier angezeigt
el: Αντικείμενα που έχουν αποθηκευτεί θα εμφανιστούν εδώ
es: Los elementos con copia seguridad aparecerán aquí
fa: مواردی که پشتیبان‌گیری شده‌اند در اینجا نمایش داده می‌شوند
fr: Les éléments qui ont été sauvegardés apparaîtront ici
id: Item yang sudah dicadangkan akan terlihat di sini
it: Gli elementi che sono stati sottoposti a backup verranno mostrati qui
nl: Items die zijn geback-upt, worden hier getoond
nn: Reservekopierte element vert viste her
no: Elementer som har blitt sikkerhetskopiert vil vises her
pt_br: Os itens salvos em segurança aparecerão aqui
ru: Элементы, сохранённые в резервной копии, появятся здесь
sv: Objekt som har säkerhetskopierats kommer att visas här
uk: Елементи, для яких було створено резервну копію, показуватимуться тут
ur: بیک اپ کی گئی آئٹمز یہاں نظر آئیں گی
vi: Các mục đã được sao lưu sẽ hiển thị ở đây

source: Backup over mobile data
ar: النسخ الاحتياطي عبر بيانات الجوال
az: Mobil data üzərindən yedəklə
be: Рэзервовая копія праз мабільныя даныя
ca: Còpia de seguretat amb dades mòbils
cs: Zálohovat přes mobilní data
de: Über mobile Daten sichern
el: Αντίγραφα ασφαλείας μέσω δεδομένων κινητής τηλεφωνίας
es: Copia de seguridad usando datos móviles
fa: پشتیبان‌گیری از طریق داده‌های موبایل
fr: Sauvegarder avec les données mobiles
id: Cadangkan dengan data seluler
it: Backup su dati mobili
nl: Back-up maken via mobiele data
nn: Ta reservekopi via mobildata
no: Sikkerhetskopier via mobildata
pt_br: Salvar fotos com dados móveis
ru: Резервное копирование через мобильный интернет
sr: Копирај користећи мобилни интернет
sv: Säkerhetskopiera via mobildata
uk: Резервне копіювання через мобільні дані
ur: موبائل ڈیٹا پر بیک اپ کریں
vi: Sao lưu với dữ liệu di động

source: Backup videos
ar: النسخ الاحتياطي لمقاطع الفيديو
az: Videoları yedəklə
be: Рэзервовае капіяванне відэа
ca: Còpia de seguretat de vídeos
cs: Zálohovat videa
de: Videos sichern
el: Αντίγραφα ασφαλείας βίντεο
es: Copia de seguridad de vídeos
fa: پشتیبان‌گیری از ویدیوها
fr: Sauvegarde des vidéos
id: Cadangkan video
it: Backup dei video
nn: Ta reservekopi av videoar
no: Sikkerhetskopier videoer
pt_br: Salvar vídeos em segurança
ru: Резервное копирование видео
sr: Копирај видео снимке
sv: Säkerhetskopiera videor
uk: Резервне копіювання відео
ur: ویڈیوز کا بیک اپ لیں
vi: Sao lưu video

source: Disable auto lock
ar: تعطيل القفل التلقائي
az: Avtomatik kilidi söndür
be: Адключыць аўтаблакіроўку
ca: Desactiva bloqueig automàtic
cs: Zakázat zámek obrazovky
de: Automatische Sperre deaktivieren
el: Απενεργοποίηση αυτόματου κλειδώματος
es: Desactivar bloqueo automático
fa: غیرفعال کردن قفل خودکار
fr: Désactiver le verrouillage automatique
id: Nonaktifkan kunci otomatis
it: Disabilita blocco automatico
nl: Automatisch vergrendelen uitschakelen
no: Deaktiver autolås
pt_br: Desativar bloqueio automático
ru: Отключить автоблокировку
sr: Онемогући закључавање екрана
sv: Inaktivera automatisk låsning
uk: Вимкнути автоблокування
ur: آٹو لاک غیر فعال کریں
vi: Vô hiệu hóa khóa tự động
