{
  "modelTopology": {
    "node": [
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "ConstantFolding/Postprocessor/Decode/div_recip",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1083"
                  },
                  {
                    "size": "2"
                  }
                ]
              }
            }
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/div_14",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_15",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 3
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_2/ExpandedShape/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_2/ExpandedShape_1/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "600"
                  },
                  {
                    "size": "2"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape_2",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/div_15",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_23",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_5/ExpandedShape_1/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "150"
                  },
                  {
                    "size": "2"
                  }
                ]
              }
            }
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape_4",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/div_16",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_31",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_8/ExpandedShape_1/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "54"
                  },
                  {
                    "size": "2"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape_6",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/div_17",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_39",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_11/ExpandedShape_1/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  },
                  {
                    "size": "2"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape_8",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/div_18",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_47",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_14/ExpandedShape_1/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  },
                  {
                    "size": "2"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape_10",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/div_19",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "6"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_55",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                2
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "strided_slice_6/stack_1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                3
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "strided_slice_7/stack_1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Meshgrid_5/ExpandedShape/concat",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "2"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/Reshape_1/shape",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "MultipleGridAnchorGenerator/mul_19/x",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "2"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "Postprocessor/Reshape_1/shape",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": []
              }
            }
          }
        },
        "name": "ConstantFolding/Postprocessor/Decode/div_2_recip",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "512"
                  },
                  {
                    "size": "12"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "12"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "1024"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "512"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "128"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                1917
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/assert_equal/x",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                4
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "BoxPredictor_0/stack/3",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                2
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "Postprocessor/ExpandDims_1/dim",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "512"
                  },
                  {
                    "size": "273"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "273"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 3
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                1083
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          }
        },
        "name": "BoxPredictor_0/stack/1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "1024"
                  },
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "546"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_1/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 3
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                600
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          }
        },
        "name": "BoxPredictor_1/stack/1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "512"
                  },
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                150
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "BoxPredictor_2/stack/1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "546"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_3/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                54
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "BoxPredictor_3/stack/1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                24
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "BoxPredictor_4/stack/1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "128"
                  },
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "546"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
