Repository: ente-io/ente
Catalog: auth/lib/l10n/arb/app_*.arb
Languages: bg, gu, hu, id, ka, sk, sl, zh

# importBitwardenGuide
source: Use the "Export vault" option within Bitwarden Tools and import the unencrypted JSON file.
bg: Използвайте опцията „Експортиране на хранилище“ в Bitwarden Tools и импортирайте некриптирания JSON файл.
hu: Használja a Bitwarden eszközök "Export Vault" opcióját és importálja a titkosítatlan JSON fájlt.
id: Gunakan opsi "Export vault" di Bitwarden dan impor file JSON yang tidak terenkripsi.
sk: Použite možnosť „Exportovať trezor“ v službe Bitwarden Tools a importujte nezašifrovaný JSON súbor.
sl: V orodjih Bitwarden Tools uporabite možnost "Izvozi trezor" ("Export vault") in uvozite nešifrirano datoteko JSON.
zh: 使用 Bitwarden 工具中的“导出密码库”选项并导入未加密的 JSON 文件。

# importAegisGuide
source: Use the "Export the vault" option in Aegis's Settings. If your vault is encrypted, you will need to enter vault password to decrypt the vault.
bg: Използвайте опцията „Експортиране на хранилището“ в настройките на Aegis. Ако вашето хранилище е криптирано, ще трябва да въведете парола за хранилището, за да декриптирате хранилището.
hu: Használja az Aegis beállításaiban található "Export the vault" opciót. Ha a vault titkosított, akkor meg kell adnia a vault jelszavát a tároló visszafejtéséhez.
id: Gunakan opsi "Export the vault" di Pengaturan Aegis. Jika brankas Anda terenkripsi, Anda perlu memasukkan kata sandi brankas untuk mendekripsi brankas.
sk: Použite možnosť "Exportovať trezor" v nastaveniach služby Aegis. Ak je váš trezor zašifrovaný, na dešifrovanie budete musieť zadať heslo trezoru.
sl: Uporabite možnost "Izvozi trezor" ("Export the vault") v nastavitvah aplikacije Aegis. Če je vaš trezor šifriran, boste morali vnesti geslo za dešifriranje trezorja.
zh: 使用 Aegis 设置中的“导出密码库”选项。 如果您的密码库已加密，则需要输入密码库密码才能解密密码库。

# import2FasGuide
source: Use the "Settings->Backup -Export" option in 2FAS. If your backup is encrypted, you will need to enter the password to decrypt the backup
bg: Използвайте опцията "Настройки->Архивиране -Експортиране" в 2FAS. Ако резервното Ви копие е шифровано, ще трябва да въведете паролата, за да дешифрирате архива
hu: Használja a "Beállítások->Biztonsági mentés - Exportálás" opciót a 2FAS-ban. Ha a biztonsági másolat titkosított, akkor meg kell adnia a jelszót a biztonsági másolat visszafejtéséhez
id: Gunakan opsi "Settings->Backup -Export" di 2FAS. Jika cadangan Anda terenkripsi, Anda perlu memasukkan kata sandi untuk mendekripsi cadangan
sk: Použite možnosť "Nastavenia->Záloha -Export" v službe 2FAS. Ak je vaša záloha zašifrovaná, na dešifrovanie budete musieť zadať heslo
sl: V programu 2FAS uporabite možnost "Nastavitve ->Zaščitno kopiranje - Izvoz" ("Settings->Backup -Export"). Če je varnostna kopija šifrirana, boste morali vnesti geslo za dešifriranje varnostne kopije.
zh: 使用 2FAS 中的“设置 -> 备份 -> 导出”选项。 如果您的备份已加密，则需要输入密码来解密备份

# importLastpassGuide
source: Use the "Transfer accounts" option within Lastpass Authenticator Settings and press "Export accounts to file". Import the JSON downloaded.
bg: Използвайте опцията „Прехвърляне на акаунти“ в настройките на Lastpass Authenticator и натиснете „Експортиране на акаунти във файл“. Импортирайте изтегления JSON.
hu: Használja a Lastpass Authenticator beállításaiban található "Fiókok átvitele" opciót, és nyomja meg a "Fiókok exportálása fájlba" gombot. Importálja a letöltött JSON-t.
id: Gunakan opsi "Transfer accounts" di Pengaturan Lastpass Authenticator dan tekan "Export accounts to file". Impor file JSON yang diunduh.
sk: Použite možnosť "Preniesť účty" v nastaveniach služby Lastpass Authenticator a stlačte "Exportovať účty do súboru". Importujte stiahnutý JSON súbor.
sl: Uporabite možnost "Prenos računov" ("Transfer accounts") v nastavitvah Lastpass Authenticatorja in pritisnite "Izvozi račune v datoteko" ("Export accounts to file"). Nato uvozite preneseno datoteko JSON.
zh: 使用 Lastpass Authenticator 设置中的“转移账户”选项，然后按“将账户导出到文件”。导入下载的 JSON。

source: Export codes
bg: Експортиране на кодове
hu: Kódok exportálása
id: Ekspor kode
sk: Exportovať kódy
sl: Izvozi kode
zh: 导出代码

# importLabel
source: Import
bg: Импортиране
hu: Importálás
id: Impor
sk: Importovať
sl: Uvoz
zh: 导入

# importInstruction
source: Please select a file that contains a list of your codes in the following format
bg: Моля, изберете файл, който съдържа списък с вашите кодове в следния формат
hu: Kérjük, válasszon egy fájlt, amely tartalmazza a kódok listáját a következő formátumban
id: Harap pilih file yang berisi daftar kode Anda dalam format berikut
sk: Vyberte súbor, ktorý obsahuje zoznam vašich kódov v nasledujúcom formáte
sl: Izberite datoteko, ki vsebuje seznam vaših kod v naslednji obliki
zh: 请选择一个包含以下格式的代码列表的文件

# importCodeDelimiterInfo
source: The codes can be separated by a comma or a new line
bg: Кодовете могат да бъдат разделени със запетая или нов ред
hu: A kódokat vesszővel vagy új sorral lehet elválasztani
id: Kode dapat dipisahkan dengan koma atau baris baru
sk: Kódy môžu byť oddelené čiarkou alebo novým riadkom
sl: Kode so lahko ločene z vejico ali novo vrstico.
zh: 代码可以用逗号或换行符分隔

source: Select file
bg: Избор на файл
gu: ફાઇલ પસંદ કરો
hu: Fájl kiválasztása
id: Pilih file
sk: Vybrať súbor
sl: Izberi datoteko
zh: 选择文件

# emailVerificationToggle
source: Email verification
bg: Потвърждение чрез имейл
hu: E-mail cím ellenőrzése
id: Verifikasi email
ka: ელექტრონული ფოსტის ვერიფიკაცია
sk: Overenie pomocou e-mailovej adresy
sl: Verifikacija e-pošte
zh: 电子邮件验证

# emailVerificationEnableWarning
source: To avoid getting locked out of your account, be sure to store a copy of your email 2FA outside of Ente Auth before enabling email verification.
bg: За да избегнете загуба на достъп до акаунта си, не забравяйте да съхраните копие от Вашия имейл 2FA извън Ente Auth, преди да активирате потвърждението чрез имейл.
hu: Annak elkerülése érdekében, hogy kizárja magát fiókjából, az e-mail-ellenőrzés engedélyezése előtt mindenképpen tárolja e-mailje 2FA másolatát az Ente Auth-on kívül.
id: Untuk menghindari terkunci dari akun Anda, pastikan untuk menyimpan salinan 2FA email Anda di luar Ente Auth sebelum mengaktifkan verifikasi email.
sk: Aby ste predišli vymknutiu sa z vášho účtu, nezabudnite pred povolením overenia emailom uložiť kópiu svojho 2FA emailu mimo Ente Auth.
sl: Če se želite izogniti zaklepanju računa, pred omogočanjem preverjanja e-pošte shranite kopijo e-poštnega potrdila 2FA zunaj storitve Ente Auth.
zh: 为避免被锁在您的账户之外，请在启用电子邮件验证之前确保在 Ente Auth 之外存储电子邮件两步验证的副本。

# authToChangeEmailVerificationSetting
source: Please authenticate to change email verification
bg: Моля, удостоверете се, за да промените потвърждението чрез имейл
hu: Kérjük, hitelesítse magát az e-mail ellenőrzés módosításához
id: Harap lakukan autentikasi untuk mengubah verifikasi email
sk: Pre zmenu overenia pomocou emailu sa musíte overiť
sl: Za spremembo potrjevanja vašega naslova e-pošte, se overite
zh: 请进行身份验证以更改电子邮件验证

# authenticateGeneric
source: Please authenticate
bg: Моля, удостоверете се
hu: Kérjük hitelesítsen
id: Harap lakukan autentikasi
sk: Prosím, overte svoju identitu
sl: Prosimo. overite se
zh: 请验证

# authToViewYourRecoveryKey
source: Please authenticate to view your recovery key
bg: Моля, удостоверете се, за да видите Вашия ключ за възстановяване
hu: A visszaállítási kulcsok megtekintéséhez hitelesítse magát
id: Harap lakukan autentikasi untuk melihat kunci pemulihan Anda
sk: Pre zobrazenie vášho kľúča na obnovenie sa musíte overiť
sl: Če si želite ogledati svoje ključ za obnovo, se overite
zh: 请验证以查看您的恢复密钥

# authToChangeYourEmail
source: Please authenticate to change your email
bg: Моля, удостоверете се, за да промените своя имейл
hu: Kérjük jelentkezzen be, hogy megváltoztathassa e-mail címét
id: Harap lakukan autentikasi untuk mengubah email Anda
sk: Pre zmenu vášho emailu sa musíte overiť
sl: Za spremembo vašega naslova e-pošte, se overite
zh: 请验证以更改您的电子邮件

# authToChangeYourPassword
source: Please authenticate to change your password
bg: Моля, удостоверете се, за да промените паролата си
hu: Kérjük jelentkezzen be, hogy megváltoztathassa jelszavát
id: Harap lakukan autentikasi untuk mengubah kata sandi Anda
sk: Pre zmenu vášho hesla sa musíte overiť
sl: Za spremembo gesla, se overite
zh: 请验证以更改密码

# authToViewSecrets
source: Please authenticate to view your secrets
bg: Моля, удостоверете се, за да видите Вашите кодове
hu: A titkos kulcsok megtekintéséhez hitelesítse magát
id: Harap lakukan autentikasi untuk melihat rahasia Anda
sk: Pre zobrazenie vašich tajných údajov sa musíte overiť
sl: Če si želite ogledati svoje skrivne ključe, se overite
zh: 请进行身份验证以查看您的密钥

# authToInitiateSignIn
source: Please authenticate to initiate sign in for backup.
bg: Моля, удостоверете се, за да започнете влизане за архивиране.
hu: Kérjük jelentkezzen be, hogy biztonsági mentést hozhasson létre.
id: Harap lakukan autentikasi untuk memulai proses masuk untuk pencadangan.
sk: Pre iniciáciu prihlásenia sa pre zálohu sa musíte overiť.
sl: Za začetek prijave za varnostno kopiranje, se overite
zh: 请进行身份验证以启动登录进行备份。

source: Ok
bg: Ок
gu: સારું
id: Oke
sl: V redu
zh: 确定

source: Cancel
bg: Отказ
gu: રદ કરો
hu: Mégse
id: Batal
ka: გაუქმება
sk: Zrušiť
sl: Prekliči
zh: 取消

source: Yes
bg: Да
gu: હા
hu: Igen
id: Ya
ka: დიახ
sk: Áno
sl: Da
zh: 是

source: No
bg: Не
gu: ના
hu: Nem
id: Tidak
ka: არა
sk: Nie
sl: Ne
zh: 否

source: Email
bg: Имейл
gu: ઇમેઇલ
ka: ელექტრონული ფოსტა
sl: E-pošta
zh: 电子邮件地址

source: Support
bg: Поддръжка
gu: સહાય
hu: Segítség
id: Dukungan
ka: მხარდაჭერა
sk: Podpora
sl: Podpora
zh: 支持

source: General
bg: Общи
gu: સામાન્ય
hu: Általános
id: Umum
ka: ზოგადი
sk: Všeobecné
sl: Splošno
zh: 通用

source: Settings
bg: Настройки
hu: Beállítások
id: Pengaturan
ka: პარამეტრები
sk: Nastavenia
sl: Nastavitve
zh: 设置

source: Copied
bg: Копирано
hu: Másolva!
id: Disalin
ka: დაკოპირებულია
sk: Skopírované
sl: Kopirano
zh: 已复制

source: Please try again
bg: Опитайте отново
hu: Kérjük, próbálja meg újra
id: Harap coba lagi
ka: გთხოვთ, სცადოთ ხელახლა
sk: Prosím, skúste to znova
sl: Prosimo, poskusite ponovno
zh: 请重试

source: Existing User
bg: Съществуващ потребител
hu: Meglévő felhasználó
id: Pengguna yang ada
ka: არსებული მომხმარებელი
sk: Existujúci užívateľ
sl: Obstoječ uporabnik
zh: 已注册用户

# newUser
source: New to Ente
bg: Нов в Ente
hu: Új Ente felhasználó
id: Baru di Ente
sk: Nový v Ente
sl: Nov pri Ente
zh: 初来 Ente

source: Delete
bg: Изтриване
gu: કાઢી નાખો
hu: Törlés
id: Hapus
ka: წაშლა
sk: Odstrániť
zh: 删除

# enterYourPasswordHint
source: Enter your password
bg: Въведете паролата си
hu: Adja meg a jelszavát
id: Masukkan kata sandi Anda
sk: Zadajte vaše heslo
sl: Vnesite svoje geslo
zh: 输入您的密码

source: Forgot password
bg: Забравена парола
hu: Elfelejtett jelszó
id: Lupa kata sandi
sk: Zabudnuté heslo
sl: Pozabljeno geslo
zh: 忘记密码

source: Oops
bg: Опа
hu: Hoppá
id: Ups
sk: Ups
sl: Ups
zh: 哎呀

source: Suggest features
bg: Предложете функции
hu: Funkció ajánlása
id: Sarankan fitur
sk: Navrhnúť funkcionalitu
sl: Predlagaj funkcije
zh: 建议新功能

source: FAQ
bg: ЧЗВ
hu: GY. I. K.
id: Pertanyaan yang sering ditanyakan
sk: Často kladené otázky
sl: Pogosta vprašanja
zh: 常见问题

# somethingWentWrongMessage
source: Something went wrong, please try again
bg: Нещо се обърка, моля опитайте отново
hu: Hiba történt. Kérjük, próbálkozzon újra
id: Terjadi kesalahan, silakan coba lagi
sk: Niečo sa pokazilo, skúste to prosím znova
sl: Nekaj je šlo narobe, prosimo poizkusite znova.
zh: 出了点问题，请重试

source: Leave family
bg: Напуснете семейството
hu: Családi előfizetés elhagyása
id: Tinggalkan keluarga
sk: Opustiť rodinku
sl: Zapusti družino
zh: 离开家庭

# leaveFamilyMessage
source: Are you sure that you want to leave the family plan?
bg: Сигурни ли сте, че искате да напуснете семейния план?
hu: Biztosan elhagyja a családi előfizetést?
id: Apakah Anda yakin sudah tidak ingin berlangganan paket keluarga ini?
sk: Ste si istý, že chcete opustiť rodinku?
sl: Ste prepričani, da želite zapustiti družinski paket?
zh: 您确定要离开家庭计划吗？

# inFamilyPlanMessage
source: You are on a family plan!
bg: Вие сте на семеен план!
hu: Családi előfizetés!
id: Anda sedang berlangganan paket keluarga!
sk: Ste prihlásený k rodinke!
sl: Ste na družinskem paketu!
zh: 你在一个家庭计划中！

# hintForMobile
source: Long press on a code to edit or remove.
bg: Натиснете продължително код, за да го редактирате или премахнете.
hu: Hosszú nyomvatartással a kód szerkeszthető vagy törölhető
id: Tekan lama kode untuk mengedit atau menghapusnya.
sk: Pre úpravu alebo odstránenie kódu podržte.
sl: Uredite ali izbrišite kodo z držanjem na njej.
zh: 长按代码即可编辑或删除。

# hintForDesktop
source: Right click on a code to edit or remove.
bg: Натиснете десен бутон върху код, за да го редактирате или премахнете.
hu: Jobb egérgomb kattintással a kód szerkeszthető vagy törölhető
id: Klik kanan kode untuk mengedit atau menghapus.
sk: Pre úpravu alebo odstránenie kódu kliknite pravým tlačidlom myši.
sl: Uredite ali izbrišite kodo z desnim klikom na njo.
zh: 右键单击代码即可编辑或删除。

source: Scan
bg: Сканиране
hu: Beolvasás
id: Pindai
sk: Skenovať
sl: Skeniraj
zh: 扫描

source: Scan a code
bg: Скениране на код
hu: QR kód beolvasása
id: Pindai kode
sk: Skenovať kód
sl: Skeniraj kodo
zh: 扫描代码

source: Verify
bg: Потвърждаване
hu: Hitelesítés
id: Verifikasi
sk: Overiť
sl: Preveri
zh: 验证

source: Verify email
bg: Потвърдете имейла
hu: E-mail cím megerősítése
id: Verifikasi email
sk: Overiť email
sl: Potrdite e-pošto
zh: 验证电子邮件

# enterCodeHint
source: Enter the 6-digit code from your authenticator app
bg: Въведете 6-цифрения код от Вашето приложение за удостоверяване
hu: Írja be a 6 számjegyű kódot a hitelesítő alkalmazásból
id: Masukkan kode 6 digit dari aplikasi autentikator Anda
sk: Zadajte 6-miestny kód z vašej overovacej aplikácie
sl: Vnesite 6 mestno kodo iz vaše aplikacije za preverjanje pristnosti
zh: 从你的身份验证器应用中 输入6位数字代码

# lostDeviceTitle
source: Lost device?
bg: Загубено устройство?
hu: Elveszett a készüléked?
id: Perangkat hilang?
sk: Stratené zariadenie?
sl: Izgubljena naprava?
zh: 丢失了设备吗？

# twoFactorAuthTitle
source: Two-factor authentication
bg: Двуфакторно удостоверяване
hu: Kétlépcsős hitelesítés (2FA)
id: Autentikasi dua langkah
sk: Dvojfaktorové overovanie
sl: Dvojno preverjanja pristnosti
zh: 两步验证

# passkeyAuthTitle
source: Passkey verification
bg: Удостоверяване с ключ за парола
hu: Álkulcs megerősítése
id: Verifikasi passkey
sk: Overenie pomocou passkey
sl: Potrditev ključa za dostop (passkey)
zh: 通行密钥验证

source: Verify passkey
bg: Потвърдете ключ за парола
hu: Erősítse meg az álkulcsot
id: Verifikasi passkey
sk: Overiť passkey
sl: Potrdite ključ za dostop (passkey)
zh: 验证通行密钥

source: Login with TOTP
hu: Bejelentkezés TOTP-vel
id: Masuk menggunakan TOTP
sl: Prijava z TOTP
zh: 使用 TOTP 登录

source: Recover account
bg: Възстановяване на акаунт
hu: Fiók visszaállítása
id: Pulihkan akun
sk: Obnoviť účet
sl: Obnovi račun
zh: 恢复账户

# enterRecoveryKeyHint
source: Enter your recovery key
bg: Въведете Вашия ключ за възстановяване
hu: Visszaállító kód megadása
id: Masukkan kunci pemulihan Anda
sk: Vložte váš kód pre obnovenie
sl: Vnesite vaš ključ za obnovitev
zh: 输入您的恢复密钥

source: Recover
bg: Възстановяване
hu: Visszaállít
id: Pulihkan
sk: Obnoviť
sl: Obnovi
zh: 恢复

# contactSupportViaEmailMessage
source: Please drop an email to {email} from your registered email address
bg: Моля, изпратете имейл до {email} от Вашия регистриран имейл адрес
hu: Kürjük küldjön egy e-mailt a fiók regisztrálásakor megadott címről a következőre címre: {email}
id: Harap kirim email ke {email} dari alamat email terdaftar Anda
sk: Pošlite e-mail na adresu {email} z vašej registrovanej e-mailovej adresy
sl: Prosimo, pošljite e-pošto na {email} iz naslova s katerim ste registrirani
zh: 请从您注册的电子邮件地址拖放一封邮件到 {email}

source: Invalid QR code
bg: Невалиден QR код
hu: Érvénytelen QR-kód
id: Kode QR tidak valid
sk: Neplatný QR kód
sl: Neveljavna QR koda
zh: 二维码无效

# noRecoveryKeyTitle
source: No recovery key?
bg: Няма ключ за възстановяване?
hu: Nincs helyreállítási kulcs?
id: Tidak punya kunci pemulihan?
sk: Nemáte kľúč pre obnovenie?
sl: Nimate ključa za obnovo?
zh: 没有恢复密钥吗？

# enterEmailHint
source: Enter your email address
bg: Въведете Вашият имейл адрес
hu: Adja meg az e-mail címét
id: Masukkan alamat email Anda
sk: Zadajte vašu emailovú adresu
sl: Vnesite svoj e-poštni naslov
zh: 请输入您的电子邮件地址

# invalidEmailTitle
source: Invalid email address
bg: Невалиден имейл адрес
hu: Érvénytelen e-mail cím
id: Alamat email tidak valid
sk: Neplatná emailová adresa
sl: Neveljaven e-poštni naslov
zh: 无效的电子邮件地址

# invalidEmailMessage
source: Please enter a valid email address.
bg: Моля, въведете валиден имейл адрес.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
id: Harap masukkan alamat email yang valid.
sk: Zadajte platnú e-mailovú adresu.
sl: Prosimo vnesite veljaven e-poštni naslov.
zh: 请输入一个有效的电子邮件地址。

source: Delete account
bg: Изтриване на акаунта
hu: Fiók törlése
id: Hapus akun
sk: Odstrániť účet
sl: Izbriši račun
zh: 删除账户

# deleteAccountQuery
source: We'll be sorry to see you go. Are you facing some issue?
bg: Ще съжаляваме да си тръгнете. Изправени ли сте пред някакъв проблем?
hu: Szomorúan tapasztaljuk. Problémába ütköztél?
id: Kami akan merasa kehilangan Anda. Apakah Anda menghadapi masalah?
sk: Bude nám ľúto ak odídeš. Máš nejaký problém?
sl: Žal nam je, da odhajate. Imate kakšne težave?
zh: 我们很抱歉看到您离开。您面临一些问题？

# yesSendFeedbackAction
source: Yes, send feedback
bg: Да, изпращане на обратна връзка
hu: Igen, visszajelzés küldése
id: Ya, kirim umpan balik
sk: Áno, odoslať spätnú väzbu
sl: Ja, pošlji povratne informacije
zh: 是，发送反馈

# noDeleteAccountAction
source: No, delete account
bg: Не, изтриване на акаунта
hu: Fiók végleges törlése
id: Tidak, hapus akun
sk: Nie, odstrániť účet
sl: Ne, izbriši račun
zh: 否，删除账户

# initiateAccountDeleteTitle
source: Please authenticate to initiate account deletion
bg: Моля, удостоверете се, за да инициирате изтриването на акаунта
hu: Kérjük, hitelesítse magát a fiók törlésének kezdeményezéséhez
id: Harap autentikasi untuk memulai penghapusan akun
sk: Je potrebné overenie pre spustenie odstránenia účtu
sl: Za izbris računa, se overite
zh: 请进行身份验证以启动账户删除

source: Send email
bg: Изпратете имейл
hu: E-mail küldése
id: Kirim surel
sk: Odoslať email
sl: Pošlji e-pošto
zh: 发送电子邮件

source: Create new account
bg: Създаване на нов акаунт
hu: Új fiók létrehozása
id: Buat akun baru
sk: Vytvoriť nový účet
sl: Ustvari nov račun
zh: 创建新账号

# weakStrength
source: Weak
bg: Слаба
hu: Gyenge
id: Lemah
sk: Slabé
sl: Šibko
zh: 弱

# strongStrength
source: Strong
bg: Силна
hu: Erős
id: Kuat
sk: Silné
sl: Močno
zh: 强

# moderateStrength
source: Moderate
bg: Умерена
hu: Mérsékelt
id: Sedang
sk: Mierne
sl: Zmerno
zh: 中

source: Confirm password
bg: Потвърждаване на паролата
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
sk: Potvrdiť heslo
sl: Potrdi geslo
zh: 请确认密码

source: Close
bg: Затваряне
hu: Bezárás
id: Tutup
sk: Zatvoriť
sl: Zapri
zh: 关闭

source: Oops, Something went wrong.
bg: Ами сега, нещо се обърка.
hu: Hoppá! Valami hiba történt.
id: Ups, Ada yang tidak beres.
sk: Ajáj, vyskytla sa chyba.
sl: Ups, nekaj je šlo narobe.
zh: 哎呀，出了点问题。

source: Select language
bg: Изберете език
hu: Nyelv kiválasztása
id: Pilih bahasa
sk: Vybrať jazyk
sl: Izberi jezik
zh: 选择语言

source: Language
bg: Език
hu: Nyelv
id: Bahasa
sk: Jazyk
sl: Jezik
zh: 语言

source: Social
bg: Социални мрежи
hu: Közösségi
id: Sosial
sk: Sociálne siete
sl: Družabno
zh: 社交媒体

source: Security
bg: Сигурност
hu: Biztonság
id: Keamanan
sk: Zabezpečenie
sl: Varnost
zh: 安全

source: Lockscreen
bg: Заключен екран
hu: Záróképernyő
id: Layar kunci
sk: Uzamknutie obrazovky
sl: Zaklenjen zaslon
zh: 锁屏

# authToChangeLockscreenSetting
source: Please authenticate to change lockscreen setting
bg: Моля, удостоверете се, за да промените настройката за заключен екран
hu: A zárképernyő beállításainak módosításához hitelesítsen
id: Harap lakukan autentikasi untuk mengubah pengaturan layar kunci
sk: Pre zmenu nastavenia uzamknutia obrazovky sa musíte overiť
sl: Za spremembo nastavitev zaklenjenega zaslona, se overite
zh: 请验证以更改锁屏设置

# deviceLockEnablePreSteps
source: To enable device lock, please setup device passcode or screen lock in your system settings.
bg: За да активирате заключването на устройството, моля, задайте парола за устройството или заключване на екрана в системните настройки.
hu: Az eszközzár engedélyezéséhez állítsa be az eszköz jelszavát vagy a zárképernyőt a rendszerbeállításokban.
id: Pasang kunci sandi atau kunci layar pada pengaturan sistem untuk menyalakan Pengunci Gawai.
sk: Pre povolenie zámku zariadenia, nastavte prístupový kód zariadenia alebo zámok obrazovky v nastaveniach systému.
sl: Da omogočite zaklepanje naprave, prosimo nastavite kodo ali zaklepanje zaslona v sistemskih nastavitvah.
zh: 要启用设备锁，请在系统设置中设置设备密码或屏幕锁。

source: View active sessions
bg: Вижте активните сесии
hu: Aktív munkamenetek megtekintése
id: Lihat sesi aktif
sk: Zobraziť aktívne relácie
sl: Preglej aktivne seje
zh: 查看活动会话

# authToViewYourActiveSessions
source: Please authenticate to view your active sessions
bg: Моля, удостоверете се, за да видите Вашите активни сесии
hu: Az aktív munkamenetek megtekintéséhez hitelesítse magát
id: Harap lakukan autentikasi untuk melihat sesi aktif Anda
sk: Pre zobrazenie vašich aktívnych relácii sa musíte overiť
sl: Če si želite ogledati svoje aktivne seje, se overite
zh: 请验证以查看您的活动会话

# searchHint
source: Search...
bg: Търсене...
hu: Keresés...
id: Cari...
sk: Hľadať...
sl: Iskanje...
zh: 搜索...

source: Search
bg: Търсене
hu: Keresés
id: Cari
sk: Hľadať
sl: Iskanje
zh: 搜索

# sorryUnableToGenCode
source: Sorry, unable to generate a code for {issuerName}
bg: За съжаление не може да се генерира код за {issuerName}
hu: Elnézést a kód generálása nem sikerült következőhöz: {issuerName}
id: Maaf, tidak dapat menghasilkan kode untuk {issuerName}
sk: Ospravedlňujeme sa, nie je možné vygenerovať kód pre {issuerName}
sl: Oprostite, ni možno ustvariti kode za {issuerName}
zh: 对不起，无法为 {issuerName} 生成代码

source: No result
bg: Няма резултати
hu: Nincs eredmény
id: Tidak ada hasil
sk: Žiadny výsledok
sl: Ni rezultatov
zh: 无结果

source: Add code
bg: Добавяне на код
hu: Kód hozzáadása
id: Tambahkan kode
sk: Pridať kód
sl: Dodaj kodo
zh: 添加代码

source: Scan a QR code
bg: Скениране на QR код
hu: QR kód beolvasása
id: Pindai kode QR
sk: Naskenovať QR kód
sl: Skeniraj QR kodo
zh: 扫描二维码

source: Enter details manually
bg: Въведете подробности ръчно
hu: Írd be az adatokat
id: Masukkan rincian secara manual
sk: Zadajte údaje manuálne
sl: Vnesi podatke ročno
zh: 手动输入详细信息

source: Edit
bg: Редактиране
hu: Szerkesztés
sk: Upraviť
sl: Uredi
zh: 编辑

source: Share
bg: Споделяне
hu: Megosztás
id: Bagikan
sk: Zdielať
sl: Deli
zh: 分享

source: Share codes
bg: Споделяне на кодове
hu: Kódok megosztása
id: Bagikan kode
sk: Zdieľať kódy
sl: Deli kode
zh: 分享代码

# shareCodesDuration
source: Select the duration for which you want to share codes.
bg: Изберете продължителността, за която искате да споделите кодовете.
hu: Válassza ki a kódok megosztásának időtartamát.
id: Pilih durasi untuk berbagi kode.
sk: Zvoľte dobu, počas ktorej chcete zdieľať kódy.
sl: Izberite trajanje, za katero želite deliti kode
zh: 选择您要分享代码的期限。

source: Restore
bg: Възстановяване
hu: Visszaállítás
id: Pulihkan
sk: Obnoviť
sl: Povrni
zh: 恢复

source: Copied to clipboard
bg: Копирано в буферната памет
hu: Másolva vágólapra
id: Disalin ke papan klip
sk: Skopírované do schránky
sl: Kopirano v odložišče
zh: 已复制到剪贴板

# copiedNextToClipboard
source: Copied next code to clipboard
bg: Следващият код е копиран в буферната памет
hu: A kód a vágólapra másolva
id: Kode berikutnya telah disalin ke papan klip
sk: Skopírovaný následujúci kód do schránky
sl: Naslednja koda kopirana v odložišče
zh: 已将下一个代码复制到剪贴板

source: Error
bg: Грешка
hu: Hiba
id: Kesalahan
sk: Chyba
sl: Napaka
zh: 错误
