Repository: ente-io/ente
Catalog: auth/lib/l10n/arb/app_*.arb
Languages: bg, gu, hu, id, ka, sk, sl, zh

# signOutOtherBody
source: If you think someone might know your password, you can force all other devices using your account to sign out.
bg: Ако смятате, че някой може да знае паролата Ви, можете да принудите всички други устройства, използващи Вашия акаунт, да излязат.
hu: Ha úgy gondolja, hogy valaki ismeri jelszavát, kényszerítheti a fiókját használó összes többi eszközt a kijelentkezésre.
id: Jika Anda pikir seseorang mungkin mengetahui kata sandi Anda, Anda dapat mengeluarkan akun Anda pada semua gawai
ka: თუ ფიქრობთ, რომ ვინმემ შესაძლოა იცოდეს თქვენი პაროლი, შეგიძლიათ ყველა მოწყობილობაზე იძულებითი გამოსვლა, რომელიც იყენებს თქვენს ანგარიშს.
sk: Ak si myslíš, že by niekto mohol poznať tvoje heslo, môžeš vynútiť odhlásenie všetkých ostatných zariadení používajúcich tvoj účet.
sl: Če menite, da bi lahko kdo poznal vaše geslo, lahko vse druge naprave, ki uporabljajo vaš račun, prisilite, da se odjavijo.
zh: 如果您认为有人可能知道您的密码，您可以强制所有其他使用您账户的设备登出。

source: Sign out other devices
bg: Излизане от други устройства
hu: Jelentkezzen ki a többi eszközről
id: Keluar akun pada gawai yang lain
ka: სხვა მოწყობილობებიდან გამოსვლა
sk: Odhlásiť iné zariadenie
sl: Odjavi ostale naprave
zh: 登出其他设备

source: Do not sign out
bg: Не излизайте
hu: Ne jelentkezzen ki
id: Jangan keluar
ka: არ მოხდეს გამოსვლა
sk: Neodhlasovať
sl: Ne odjavi se
zh: 不要登出

# hearUsWhereTitle
source: How did you hear about Ente? (optional)
bg: Как научихте за Ente? (по избор)
hu: Honnan hallottál Ente-ről? (opcionális)
id: Dari mana Anda menemukan Ente? (opsional)
ka: როგორ შეიტყვეთ Ente-ს შესახებ? (არასავალდებულო)
sk: Ako ste sa dozvedeli o Ente? (voliteľné)
sl: Kako ste slišali o Ente? (izbirno)
zh: 您是怎么知道 Ente 的？（可选）

# hearUsExplanation
source: We don't track app installs. It'd help if you told us where you found us!
bg: Ние не проследяваме инсталиранията на приложения. Ще помогне, ако ни кажете къде ни намерихте!
hu: Nem követjük nyomon az alkalmazástelepítéseket. Segítene, ha elmondaná, hol talált ránk!
id: Kami tidak melacak penginstalan aplikasi kami. Akan sangat membantu kami bila Anda memberitahu kami dari mana Anda mengetahui Ente!
ka: ჩვენ არ ვაკონტროლებთ აპლიკაციის ინსტალაციას. სასარგებლო იქნებოდა, თუ გვეტყოდით, სად გვიპოვეთ!
sk: Nesledujeme inštalácie aplikácie. Veľmi by nám pomohlo, keby ste nám povedali, ako ste sa o nás dozvedeli!
sl: Namestitvam aplikacij ne sledimo. Pomagalo bi, če bi nam povedali, kje ste nas našli!
zh: 我们不跟踪应用程序安装情况。如果您告诉我们您是在哪里找到我们的，将会有所帮助！

# recoveryKeySaved
source: Recovery key saved in Downloads folder!
bg: Ключът за възстановяване е запазен в папка за Изтегляния!
hu: A helyreállítási kulcs a Letöltések mappába mentve!
id: Kunci pemulihan sudah tersimpan di folder 'Downloads'!
sk: Kľúč na obnovenie uložený v priečinku Stiahnutých súborov!
sl: Ključ za obnovitev je shranjen v mapi Prenosi!
zh: 恢复密钥已保存在下载文件夹中！

source: Waiting for browser request...
bg: Изчакване на заявка от браузъра...
hu: Várakozás a böngészőkérésre...
id: Menantikan permohonan peramban...
sk: Čakanie na prehliadač...
sl: Čakanje na zahtevo brskalnika...
zh: 正在等待浏览器请求...

source: Waiting for verification...
bg: Изчаква се потвърждение...
hu: Várakozás az ellenőrzésre...
id: Menantikan verifikasi...
sk: Čakanie na overenie...
sl: Čakanje na potrditev...
zh: 等待验证...

source: Passkey
bg: Ключ за достъп (Passkey)
id: Kunci sandi
zh: 通行密钥

# passKeyPendingVerification
source: Verification is still pending
bg: Потвърждението все още се изчаква
hu: Az ellenőrzés még függőben van
id: Verifikasi tertunda
sk: Overenie stále prebieha
sl: Preverjanje še ni zaključeno
zh: 仍需验证

# loginSessionExpired
source: Session expired
bg: Сесията изтече
hu: Lejárt a munkamenet
id: Sesi sudah berakhir
sk: Relácia vypršala
sl: Seja je potekla
zh: 会话已过期

# loginSessionExpiredDetails
source: Your session has expired. Please login again.
bg: Вашата сесия изтече. Моля влезте отново.
hu: A munkameneted lejárt. Kérem lépjen be újra.
id: Sesi Anda sudah berakhir. Mohon masuk log kembali.
sk: Vaša relácia vypršala. Prosím, prihláste sa znovu.
sl: Vaša seja je potekla. Prosimo ponovno se prijavite.
zh: 您的会话已过期。请重新登录。

# developerSettingsWarning
source: Are you sure that you want to modify Developer settings?
bg: Сигурни ли сте, че искате да промените настройките за програмисти?
hu: Biztos benne, hogy módosítani szeretné a fejlesztői beállításokat?
id: Anda yakin ingin mengatur Pengaturan Pengembang?
sk: Ste si istí, že chcete modifikovať nastavenia pre vývojárov?
sl: Ste prepričani, da želite spremeniti nastavitve za razvijalce.
zh: 您确定要修改开发者设置吗？

source: Developer settings
bg: Настройки за програмисти
hu: Fejlesztői beállítások
id: Pengaturan Pengembang
sk: Nastavenia pre vývojárov
sl: Nastavitve za razvijalce
zh: 开发者设置

source: Server endpoint
bg: Крайна точка на сървъра
hu: Szerver végpont
id: Peladen endpoint
sk: Endpoint servera
sl: Endpoint strežnika
zh: 服务器端点

source: Invalid endpoint
bg: Невалидна крайна точка
hu: Érvénytelen végpont
id: Endpoint takvalid
sk: Neplatný endpoint
sl: Nepravilen endpoint
zh: 端点无效

# invalidEndpointMessage
source: Sorry, the endpoint you entered is invalid. Please enter a valid endpoint and try again.
bg: За съжаление въведената от Вас крайна точка е невалидна. Моля, въведете валидна крайна точка и опитайте отново.
hu: Sajnáljuk, a megadott végpont érvénytelen. Adjon meg egy érvényes végpontot, és próbálja újra.
id: Maaf, endpoint yang Anda masukkan takvalid. Mohon masukkan endpoint yang valid, lalu coba kembali.
sk: Ospravedlňujeme sa, endpoint, ktorý ste zadali, je neplatný. Zadajte platný endpoint a skúste to znova.
sl: Oprostite endpoint, ki ste ga vnesli ni bil pravilen. Prosimo, vnesite pravilen endpoint in poskusite znova.
zh: 抱歉，您输入的端点无效。请输入有效的端点，然后重试。

# endpointUpdatedMessage
source: Endpoint updated successfully
bg: Крайната точка е актуализирана успешно
hu: A végpont sikeresen frissítve
id: Endpoint berhasil diubah
sk: Endpoint úspešne aktualizovaný
sl: Endpoint posodobljen uspešno
zh: 端点更新成功

# customEndpoint
source: Connected to {endpoint}
bg: Свързан към {endpoint}
hu: Csatlakozva a következőhöz: {endpoint}
id: Terhubung ke {endpoint}
sk: Pripojený k endpointu {endpoint}
sl: Povezano na {endpoint}
zh: 已连接至 {endpoint}

# pinText
source: Pin
bg: ПИН код
hu: Rögzítés
id: Sematkan
sk: Pripnúť
sl: Pripni
zh: 置顶

# unpinText
source: Unpin
bg: Откачане
hu: Rögzítés feloldása
id: Awasematkan
sk: Odopnúť
sl: Odpni
zh: 取消置顶

# pinnedCodeMessage
source: {code} has been pinned
bg: {code} е закачен
hu: A {code} rögzítve
id: {code} telah disematkan
sk: {code} bol pripnutý
sl: {code} je bila pripeta
zh: {code} 已被置顶

# unpinnedCodeMessage
source: {code} has been unpinned
bg: {code} е откачен
hu: A {code} rögzítése feloldva
id: {code} telah dilepas
sk: {code} bol odopnutý
sl: {code} je bila odpeta
zh: {code} 已被取消置顶

source: Tags
bg: Етикети
gu: ચિઠ્ઠી
hu: Címkék
id: Tanda
sk: Tagy
sl: Oznake
zh: 标签

source: Create New Tag
bg: Създаване на етикет
hu: Új címke létrehozása
id: Buat Tanda Baru
sk: Vytvoriť nový tag
sl: Ustvari novo oznako
zh: 创建新标签

source: Tag
bg: Етикет
hu: Címke
id: Tanda
sl: Oznaka
zh: 标签

source: Create
bg: Създаване
hu: Létrehozás
id: Buat
sk: Vytvoriť
sl: Ustvari
zh: 创建

source: Edit Tag
bg: Редакция на етикет
hu: Címke szerkesztése
id: Ubah tanda
sk: Upraviť tag
sl: Uredi oznako
zh: 编辑标签

# deleteTagTitle
source: Delete tag?
bg: Изтриване на етикета?
hu: Címke törlése?
id: Hapus tanda?
sk: Odstrániť tag?
sl: Izbriši oznako?
zh: 要删除标签吗？

# deleteTagMessage
source: Are you sure you want to delete this tag? This action is irreversible.
bg: Сигурни ли сте, че искате да изтриете този етикет? Това действие е необратимо.
hu: Biztosan törli ezt a címkét? Ez a művelet visszafordíthatatlan.
id: Apakah Anda yakin ingin menghapus tanda ini? Tindakan ini tidak dapat dibatalkan.
sk: Naozaj chcete odstrániť tag? Táto akcia je nezvratná.
sl: Ali ste prepričani, da želite izbrisati to oznako? To dejanje je nepovratno.
zh: 您确定要删除此标签吗？此操作是不可逆的。

# somethingWentWrongParsingCode
source: We were unable to parse {x} codes.
bg: Не успяхме да обработим {x} кода.
hu: Nem tudtunk elemezni {x} kódot.
id: Kode {x} tidak dapat kami urai.
sk: Neboli sme schopní spracovať {x} kódov.
sl: Nismo mogli prebrati {x} kod.
zh: 我们无法解析 {x} 代码。

source: Update not available
bg: Няма налична актуализация
hu: Nem érhető el frissítés
id: Pembaruan tidak tersedia
sk: K dispozícii nie je žiadna aktualizácia
sl: Posodobitev ni na voljo
zh: 更新不可用

source: View raw codes
bg: Вижте необработени/чисти кодове
hu: Nyers kódok megtekintése
id: Lihat kode mentah
sk: Zobraziť nešifrované kódy
sl: Poglej neobdelane kode
zh: 查看原始代码

source: Raw codes
bg: Необработени/Чисти кодове
hu: Nyers kód
id: Kode mentah
sk: Nešifrované kódy
sl: Neobdelane kode
zh: 原始代码

source: Raw code data
bg: Данни за необработен/чист код
hu: Nyers kód adatok
id: Data kode mentah
sk: Nešifrované údaje o kódoch
sl: Podatki neobdelanih kod
zh: 原始代码数据

source: App lock
bg: Заключване на приложението
hu: Alkalmazások zárolása
id: Kunci aplikasi
sk: Zámok aplikácie
sl: Zaklep aplikacije
zh: 应用锁

source: No system lock found
bg: Не е намерено заключване на системата
hu: Nem található rendszerzár
id: Tidak ditemukan kunci sistem
sk: Nenájdená žiadna zámka obrazovky
sl: Nobeno zaklepanje sistema ni bilo najdeno
zh: 未找到系统锁

# toEnableAppLockPleaseSetupDevicePasscodeOrScreen
source: To enable app lock, please setup device passcode or screen lock in your system settings.
bg: За да активирате заключването на приложението, моля, задайте парола за устройството или заключване на екрана в системните настройки.
hu: Az alkalmazászár engedélyezéséhez állítsa be az eszköz jelszavát vagy a képernyőzárat a rendszerbeállításokban.
id: Untuk mengaktifkan kunci aplikasi, harap atur kode sandi perangkat atau kunci layar di pengaturan sistem Anda.
sk: Pre povolenie uzamknutia aplikácie, nastavte prístupový kód zariadenia alebo zámok obrazovky v nastaveniach systému.
sl: Da omogočite zaklepanje aplikacije, prosimo nastavite kodo ali zaklepanje zaslona v sistemskih nastavitvah.
zh: 要启用应用锁，请在系统设置中设置设备密码或屏幕锁定。

source: Auto lock
bg: Автоматично заключване
hu: Automatikus lezárás
id: Kunci otomatis
sk: Automatické uzamknutie
sl: Samodejno zaklepanje
zh: 自动锁定

source: Immediately
bg: Незабавно
hu: Azonnal
id: Segera
sk: Okamžite
sl: Takoj
zh: 立即

source: Re-enter password
bg: Въведете отново паролата
hu: Írja be újra a jelszót
id: Masukkan kembali kata sandi
sk: Zadajte heslo znova
sl: Ponovno vnesite geslo
zh: 再次输入密码

source: Re-enter PIN
bg: Въведете отново ПИН кода
hu: Írja be újra a PIN-kódot
id: Masukkan kembali PIN
sk: Zadajte PIN znova
sl: Ponovno vnesite PIN
zh: 再次输入 PIN 码

source: Next
bg: Следващ
hu: Következő
id: Selanjutnya
sk: Ďalej
sl: Naprej
zh: 下一步

source: Too many incorrect attempts
bg: Твърде много неуспешни опити
hu: Túl sok helytelen próbálkozás
id: Terlalu banyak percobaan yang salah
sk: Príliš veľa chybných pokusov
sl: Preveč nepravilnih poskusov
zh: 错误的尝试次数过多

source: Tap to unlock
bg: Докоснете, за да отключите
hu: Koppintson a feloldáshoz
id: Ketuk untuk membuka
sk: Ťuknutím odomknete
sl: Kliknite za odklepanje
zh: 点击解锁

source: Set new password
bg: Задаване на нова парола
hu: Új jelszó beállítása
id: Pasang kata sandi baru
sk: Nastaviť nové heslo
sl: Nastavi novo geslo
zh: 设置新密码

source: Device lock
bg: Заключване на устройството
hu: Eszköz lezárás
id: Kunci perangkat
sk: Zámok zariadenia
sl: Zaklepanje naprave
zh: 设备锁

source: Hide content
bg: Скриване на съдържанието
hu: Tartalom elrejtése
id: Sembunyikan isi
sk: Skryť obsah
sl: Skrij vsebino
zh: 隐藏内容

# hideContentDescriptionAndroid
source: Hides app content in the app switcher and disables screenshots
bg: Скрива съдържанието на приложението в превключвателя на приложения и деактивира екранните снимки
hu: Elrejti az alkalmazás tartalmát az alkalmazásváltóban, és letiltja a képernyőképeket
id: Menyembunyikan konten aplikasi di pemilih aplikasi dan menonaktifkan tangkapan layar
sk: Skrýva obsah v prepínači aplikácii a zakazuje snímky obrazovky
sl: Skrije vsebino aplikacije v menjalniku opravil in onemogoči posnetke zaslona
zh: 在应用切换器中隐藏应用内容并禁用屏幕截图

# hideContentDescriptioniOS
source: Hides app content in the app switcher
bg: Скрива съдържанието на приложението в превключвателя на приложения
hu: Elrejti az alkalmazás tartalmát az alkalmazásváltóban
id: Menyembunyikan konten aplikasi di pemilih aplikasi
sk: Skrýva obsah v prepínači aplikácii
sl: Skrije vsebino aplikacije v menjalniku opravil
zh: 在应用切换器中隐藏应用内容

# autoLockFeatureDescription
source: Time after which the app locks after being put in the background
bg: Време, след което приложението се заключва, след като е поставено на заден план
hu: Az az idő, amely elteltével az alkalmazás zárolásra kerül, miután a háttérbe került
id: Durasi waktu aplikasi akan terkunci setelah aplikasi ditutup
sk: Čas, po ktorom sa aplikácia uzamkne po nečinnosti
sl: Čas po katerem se aplikacije zaklene, ko jo enkrat zapustite.
zh: 应用程序进入后台后锁定的时间

# appLockDescription
source: Choose between your device's default lock screen and a custom lock screen with a PIN or password.
bg: Изберете между заключен екран по подразбиране на Вашето устройство и персонализиран заключен екран с ПИН код или парола.
hu: Válasszon az eszköz alapértelmezett zárolási képernyője és a PIN-kóddal vagy jelszóval rendelkező egyéni zárolási képernyő között.
id: Pilih layar kunci bawaan gawai Anda ATAU layar kunci kustom dengan PIN atau kata sandi.
sk: Vyberte si medzi predvolenou zámkou obrazovky vášho zariadenia a vlastnou zámkou obrazovky s PIN kódom alebo heslom.
sl: Izbirate lahko med privzetim zaklenjenim zaslonom naprave in zaklenjenim zaslonom po meri s kodo PIN ali geslom.
zh: 在设备的默认锁定屏幕和带有 PIN 或密码的自定义锁定屏幕之间进行选择。

source: Pin lock
bg: Заключване с ПИН код
hu: PIN feloldás
id: PIN
sk: Zámok PIN
sl: Zaklepanje s PIN
zh: Pin 锁定

source: Enter PIN
bg: Въведете ПИН код
hu: PIN kód megadása
id: Masukkan PIN
sk: Zadajte PIN
sl: Vnesi PIN
zh: 输入 PIN 码

source: Set new PIN
bg: Задаване на нов ПИН код
hu: Új PIN kód beállítása
id: Pasang PIN yang baru
sk: Nastaviť nový PIN
sl: Nastavi nov PIN
zh: 设置新 PIN 码

# importFailureDescNew
source: Could not parse the selected file.
bg: Неуспешно обработване на избрания файл.
hu: Nem sikerült elemezni a kiválasztott fájlt.
id: Berkas yang dipilih tidak dapat diurai
sk: Vybraný súbor nie je možné spracovať.
sl: Izbrane datoteke ni bilo mogoče prebrati
zh: 无法解析选定的文件。

source: App lock not enabled
bg: Заключването на приложението не е активирано
hu: Az alkalmazászár nincs engedélyezve
id: Kunci aplikasi tidak diaktifkan
sk: Zámok aplikácie nie je povolený
sl: Zaklepanje aplikacije ni omogočeno
zh: 应用锁未启用

# appLockNotEnabledDescription
source: Please enable app lock from Security > App Lock
bg: Моля, активирайте заключването на приложението от Сигурност > Заключване на приложението
hu: A passkey megtekintéséhez kérjük, hitelesítse magát
id: Mohon nyalakan pengunci apl di Keamanan > Pengunci Apl
sk: Prosím, povoľte zámok aplikácie v časti Zabezpečenie > Zámok aplikácie
sl: Prosimo, omogočite zaklepanje aplikacije v Nastavitve > Zaklepanje Aplikacije (Security > App Lock)
zh: 请从“安全”>“应用锁”启用应用锁

# authToViewPasskey
source: Please authenticate to view passkey
bg: Моля, удостоверете се, за да видите Вашите ключове за парола
hu: A jelszó megtekintéséhez kérjük, hitelesítse magát
id: Mohon autentikasikan untuk menampilkan kunci sandi
sk: Pre zobrazenie vášho passkey sa musíte overiť
sl: Da vidite passkey, se overite
zh: 请验证身份以查看通行密钥

# appLockOfflineModeWarning
source: You have chosen to proceed without backups. If you forget your applock, you will be locked out from accessing your data.
bg: Избрахте да продължите без резервни копия. Ако забравите паролата на приложението си, ще бъдете заключени от достъп до вашите данни.
hu: Úgy döntött, hogy biztonsági mentés nélkül folytatja. Ha elfelejti az alkalmazászárat, akkor nem férhet hozzá adataihoz.
id: Anda telah memilih untuk mengunci aplikasi tanpa cadangan apa pun. Jika Anda lupa kode Pengunci Apl Anda, Anda tidak akan dapat mengakses data-data Anda.
sk: Rozhodli ste sa pokračovať bez záloh. Ak zabudnete svoj zámok aplikácie, prístup k údajom bude nemožný.
sl: Odločili ste se, da boste nadaljevali brez varnostnih kopij. Če boste pozabili geslo za odklepanje aplikacije, bo dostop do vaših podatkov onemogočen.
zh: 您已选择继续而不备份。如果您忘记了应用锁，您将无法访问数据。
