Repository: ente-io/ente
Catalog: auth/lib/l10n/arb/app_*.arb
Languages: bg, gu, hu, id, ka, sk, sl, zh

source: Check for updates
bg: Провери за актуализации
hu: Frissítések ellenőrzése
id: Periksa pemutakhiran aplikasi
sk: Zistiť dostupnosť aktualizácií
sl: Preveri za posodobitve
zh: 检查更新

source: Check status
bg: Проверка на състоянието
hu: Állapot ellenőrzése
id: Periksa status
sk: Overiť stav
sl: Preveri status
zh: 检查状态

# downloadUpdate
source: Download
bg: Изтегляне
hu: Letöltés
id: Unduh pemutakhiran
sk: Stiahnuť
sl: Prenesi
zh: 下载

source: Critical update available
bg: Налична е критична актуализация
hu: Kritikus frissítés elérhető
id: Tersedia pemutakhiran kritis
sk: K dispozícii je kritická aktualizácia
sl: Nujna posodobitev je na voljo
zh: 有重要更新可用

source: Update available
bg: Налична актуализация
hu: Elérhető frissítés
id: Tersedia aplikasi versi termutakhir
sk: K dispozícii je aktualizácia
sl: Posodobitev je na voljo
zh: 有可用的更新

source: Update
bg: Актуализиране
hu: Frissítés
id: Mutakhirkan
sk: Aktualizovať
sl: Posodobi
zh: 更新

source: Checking...
bg: Извършва се проверка...
hu: Ellenőrzés...
id: Sedang memeriksa...
sk: Kontrolovanie...
sl: Preverjanje...
zh: 正在检查...

source: You are on the latest version
bg: Вие сте с най-новата версия
hu: Ön a legújabb verziót használja
id: Aplikasi Anda merupakan versi termutakhir
sk: Používate najnovšiu verziu
sl: Imate najnovejšo verzijo
zh: 当前为最新版本

source: Warning
bg: Предупреждение
hu: Figyelmeztetés
id: Peringatan
sk: Upozornenie
sl: Opozorilo
zh: 警告

# exportWarningDesc
source: The exported file contains sensitive information. Please store this safely.
bg: Експортираният файл съдържа поверителна информация. Моля, съхранявайте го безопасно.
hu: Az exportált fájl bizalmas információkat tartalmaz. Kérjük, tárolja ezt biztonságosan.
id: Berkas yang diekspor mengandung informasi yang bersifat sensitif. TOLONG SIMPAN BAIK-BAIK BERKAS INI.
sk: Exportovaný súbor obsahuje citlivé informácie. Prosím, uložte to bezpečne.
sl: Izvožena datoteka vsebuje zasebne informacije. Prosimo, hranite jo na varnem.
zh: 导出的文件包含敏感信息。请安全存储。

source: I understand
bg: Разбрах
hu: Megértettem
id: Saya mengerti
sk: Rozumiem
sl: Razumem
zh: 了解

# authToExportCodes
source: Please authenticate to export your codes
bg: Моля, удостоверете се, за да експортирате Вашите кодове
hu: A kódok exportálásához hitelesítse magát
id: Mohon autentikasikan untuk mengekspor kode-kode Anda
sk: Pre export vašich kódov sa musíte overiť
sl: Za izvoz kod, se overite
zh: 请验证以导出您的代码

# importSuccessTitle
source: Yay!
bg: Ура!
hu: Jaj!
id: Yey! :>
sk: Jéj!
sl: Juhu!
zh: 耶！

# importSuccessDesc
source: You have imported {count} codes!
bg: Импортирахте {count} кода!
hu: {count} kódot importált!
id: Sebanyak {count} kode telah Anda impor!
sk: Úspešne ste importovali kódy v počte {count}!
sl: Uvozili ste {count} kod!
zh: 您已导入了 {count} 个代码！

source: Sorry
bg: Съжаляваме
hu: Bocsánat
id: Maaf
sk: Ospravedlňujeme sa
sl: Oprostite
zh: 抱歉

# importFailureDesc
source: Could not parse the selected file. Please write to support@ente.io if you need help!
bg: Неуспешен анализ на избрания файл. Моля, пишете на support@ente.io, ако имате нужда от помощ!
hu: Nem sikerült elemezni a kiválasztott fájlt. Kérjük, írjon a support@ente.io címre, ha segítségre van szüksége!
id: Tidak dapat mengurai berkas yang dipilih. Mohon kirimkan surel ke support@ente.io jika Anda memerlukan bantuan!
sk: Vybraný súbor nie je možné spracovať. Ak potrebujete pomoc, napíšte na adresu support@ente.io!
sl: Izbrane datoteke ni bilo možno prebrati. Če potrebujete pomoč, nam pišite na support@ente.io
zh: 无法解析所选文件。 如果您需要帮助，请发邮件给 support@ente.io！

# pendingSyncs
source: Warning
bg: Предупреждение
hu: Figyelmeztetés
id: Peringatan
sk: Upozornenie
sl: Opozorilo
zh: 警告

# pendingSyncsWarningBody
source: Some of your codes have not been backed up. Please ensure that you have a backup for these codes before you logout.
bg: Някои от вашите кодове не са архивирани. Моля, уверете се, че имате резервно копие на тези кодове, преди да излезете.
hu: Néhány kódról nem készült biztonsági másolat. Kérjük, győződjön meg arról, hogy van biztonsági másolata ezekről a kódokról, mielőtt kijelentkezik.
id: Ada sebagian kode yang belum dicadangkan. Mohon pastikan bahwa Anda telah mencadangkan kode-kode ini sebelum Anda keluar log.
sk: Niektoré z vašich kódov neboli zálohované. Pred odhlásením sa uistite, že máte zálohu pre tieto kódy.
sl: Nekatere vaše kode niso varnostno kopirane. Prosimo, prepričajte se, da so te kode varnostno kopirane preden se odjavite.
zh: 您的一些代码尚未备份。 请确保您在登出之前备份这些代码。

# checkInboxAndSpamFolder
source: Please check your inbox (and spam) to complete verification
bg: Моля, проверете входящата си поща (и спама), за да завършите проверката
hu: Kérjük, ellenőrizze beérkező leveleit (és spam mappát) az ellenőrzés befejezéséhez
id: Mohon cek
sk: Skontrolujte svoju doručenú poštu (a spam) pre dokončenie overenia
sl: Prosimo, preverite svoj e-poštni predal (in nezaželeno pošto), da končate verifikacijo
zh: 请检查您的收件箱 (或者是在您的“垃圾邮件”列表内) 以完成验证

source: Tap to enter code
bg: Докоснете, за да въведете код
hu: Koppintson a kód beírásához
id: Ketuk untuk memasukkan kode
sk: Klepnutím zadajte kód
sl: Pritisni za vnos kode
zh: 点击以输入代码

source: Resend email
bg: Повторно изпращане на имейл
hu: E-mail újraküldése
id: Kirim ulang surel
sk: Znovu odoslať email
sl: Ponovno pošlji e-pošto
zh: 重新发送电子邮件

# weHaveSendEmailTo
source: We have sent a mail to <green>{email}</green>
bg: Изпратихме имейл до <green>{email}</green>
hu: E-mailt küldtünk a következő címre: <green>{email}</green>
id: Kami telah mengirimkan sebuah posel ke <green>{email}</green>
sk: Odoslali sme email na adresu <green>{email}</green>
sl: Poslali smo e-pošto na <green>{email}</green>
zh: 我们已经发送邮件到 <green>{email}</green>

source: Active sessions
bg: Активни сесии
hu: Aktív munkamenetek
id: Sesi aktif
sk: Aktívne relácie
sl: Aktivne seje
zh: 已登录的设备

source: Something went wrong, please try again
bg: Нещо се обърка, моля опитайте отново
hu: Hiba történt. Kérjük, próbálkozz újra
id: Ada yang salah. Mohon coba kembali
sk: Niečo sa pokazilo, skúste to prosím znova
sl: Nekaj je šlo narobe, prosimo poizkusite znova.
zh: 出了点问题，请重试

source: This will log you out of this device!
bg: Това ще Ви изкара от профила на това устройство!
hu: Ezzel kijelentkezik erről az eszközről!
id: Langkah ini akan mengeluarkan Anda dari gawai ini!
sk: Toto vás odhlási z tohto zariadenia!
sl: To vas bo odjavilo iz te naprave!
zh: 这将使您登出该设备！

source: This will log you out of the following device:
bg: Това ще Ви изкара от профила на следното устройство:
hu: Ezzel kijelentkezik a következő eszközről:
id: Langkah ini akan mengeluarkan Anda dari gawai berikut:
sk: Toto vás odhlási z následujúceho zariadenia:
sl: To vas bo odjavilo iz naslednje naprave:
zh: 这将使您登出以下设备：

source: Terminate session?
bg: Прекратяване на сесията?
hu: Megszakítja a munkamenetet?
id: Akhiri sesi?
sk: Ukončiť reláciu?
sl: Končaj sejo
zh: 是否终止会话？

source: Terminate
bg: Прекратяване
hu: Befejezés
id: Akhiri
sk: Ukončiť
sl: Končaj
zh: 终止

source: This device
bg: Това устройство
hu: Ez az eszköz
id: Gawai ini
sk: Toto zariadenie
sl: Ta naprava
zh: 此设备

# toResetVerifyEmail
source: To reset your password, please verify your email first.
bg: За да нулирате паролата си, моля, първо потвърдете своя имейл.
hu: Jelszava visszaállításához először igazolja e-mail-címét.
id: Untuk mengatur ulang kata sandi, mohon verifikasi surel Anda terlebih dahulu.
sk: Ak chcete obnoviť svoje heslo, najskôr overte svoj email.
sl: Če želite ponastaviti geslo, najprej potrdite svoj e-poštni naslov.
zh: 要重置您的密码，请先验证您的电子邮件。

source: This email is already in use
bg: Този имейл вече се използва
hu: Ez az e-mail már használatban van
id: Surel ini sudah dipakai!
sk: Tento e-mail sa už používa
sl: Ta e-poštni naslove je že v uporabi.
zh: 该电子邮件已被使用

source: Verification failed, please try again
bg: Неуспешно проверка, моля опитайте отново
hu: Az ellenőrzés sikertelen, próbálja újra
id: Gagal memverifikasi. Mohon coba lagi
sk: Overenie zlyhalo, skúste to znova
sl: Potrjevanje ni bilo uspešno, prosimo poskusite znova.
zh: 验证失败，请再试一次

source: Your verification code has expired
bg: Вашият код за потвърждение е изтекъл
hu: Ez az ellenőrző kód lejárt
id: Kode verifikasi Anda telah kedaluwarsa
sk: Platnosť overovacieho kódu uplynula
sl: Vaša koda za potrditev je potekla.
zh: 您的验证码已过期

source: Incorrect code
bg: Неправилен код
hu: Helytelen kód
id: Kode takbenar
sk: Neplatný kód
sl: Nepravilna koda
zh: 验证码错误

source: Sorry, the code you've entered is incorrect
bg: За съжаление кодът, който сте въвели, е неправилен
hu: Sajnáljuk, a megadott kód helytelen
id: Maaf, kode yang Anda masukkan takbenar
sk: Ľutujeme, zadaný kód je nesprávny
sl: Oprostite, koda ki ste jo vnesli ni pravilna
zh: 抱歉，您输入的验证码不正确

# emailChangedTo
source: Email changed to {newEmail}
bg: Имейлът е променен на {newEmail}
hu: Az e-mail cím módosítva erre: {newEmail}
id: Surel sudah diganti menjadi {newEmail}
sk: Emailová adresa bola zmenená na {newEmail}
sl: E-poštni naslove je bil spremenjen na {newEmail}
zh: 电子邮件已更改为 {newEmail}

source: Authentication failed, please try again
bg: Неуспешно удостоверяване, моля опитайте отново
hu: A hitelesítés sikertelen, próbálja újra
id: Gagal mengautentikasi. Mohon coba lagi
sk: Overenie zlyhalo. Skúste to znova
sl: Overitev ni uspela, prosimo poskusite znova
zh: 认证失败，请重试

source: Authentication successful!
bg: Успешно удостоверяване!
hu: Sikeres hitelesítés!
id: Sukses mengautentikasi!
sk: Overenie sa podarilo!
sl: Overitev uspešna!
zh: 认证成功！

source: Two-factor authentication successfully reset
bg: Двуфакторното удостоверяване бе успешно нулирано
hu: A kétfaktoros hitelesítés visszaállítása sikeres
id: Autentikasi dwifaktor sukses diatur ulang
sk: Dvojfaktorové overovanie bolo úspešne obnovené
sl: Uspešna ponastavitev dvostopenjske avtentikacije
zh: 两步验证已成功重置

source: Incorrect recovery key
bg: Неправилен ключ за възстановяване
hu: Helytelen helyreállítási kulcs
id: Kunci pemulihan takbenar
sk: Nesprávny kľúč na obnovenie
sl: Nepravilen ključ za obnovitev
zh: 恢复密钥不正确

source: The recovery key you entered is incorrect
bg: Въведеният от Вас ключ за възстановяване е неправилен
hu: A megadott helyreállítási kulcs helytelen
id: Kunci pemulihan yang Anda masukkan takbenar
sk: Kľúč na obnovenie, ktorý ste zadali, je nesprávny
sl: Ključ za obnovitev, ki ste ga vnesli ni pravilen
zh: 您输入的恢复密钥不正确

source: Enter password
bg: Въведете парола
gu: પાસવર્ડ દાખલ કરો
hu: Adja meg a jelszót
id: Masukkan kata sandi
sk: Zadajte heslo
sl: Vnesite geslo
zh: 输入密码

source: Select export format
bg: Изберете формат за експортиране
hu: Válasszon exportálási formátumot
id: Pilih format pengeksporan
sk: Zvoľte formát pre exportovanie
sl: Izberite obliko izvoza
zh: 选择导出格式

# exportDialogDesc
source: Encrypted exports will be protected by a password of your choice.
bg: Шифрованите експорти ще бъдат защитени с парола по Ваш избор.
hu: A titkosított exportálást az Ön által választott jelszó védi.
id: Data ekspor yang terenkripsi akan dilindungi kata sandi yang Anda pilih.
sk: Šifrované exporty budú chránené heslom, ktoré si vyberiete.
sl: Šifrirani izvozi bodo varovani z geslom po vaši izbiri.
zh: 加密导出将由您选择的密码保护。

source: Encrypted
bg: Шифровано
gu: એનક્રિપ્ટ થયેલ
hu: Titkosított
id: Terenkripsi
sk: Šifrované
sl: Šifrirano
zh: 已加密

source: Plain text
bg: Обикновен текст
gu: સાદુ લખાણ
hu: Egyszerű szöveg
id: Kata
sk: Obyčajný text
sl: Navadno besedilo
zh: 纯文本

source: Password to encrypt export
bg: Парола за шифроване на експортирането
gu: નિકાસને એન્ક્રિપ્ટ કરવા માટે પાસવર્ડ
hu: Jelszó az export titkosításához
id: Kata sandi untuk mengenkripsi data yang diekspor
sk: Heslo na zašifrovanie exportu
sl: Geslo za šifriranje izvoza
zh: 用来加密导出的密码

source: Export
bg: Експортиране
gu: નિકાસ કરો
hu: Exportálás
id: Ekspor
sk: Exportovať
sl: Izvoz
zh: 导出

# useOffline
source: Use without backups
bg: Използвайте без резервни копия
hu: Használja biztonsági mentés nélkül
id: Gunakan tanpa pencadangan
sk: Používať bez zálohy
sl: Uporabljal brez varnostnih kopij
zh: 无需备份即可使用

# signInToBackup
source: Sign in to backup your codes
bg: Влезте, за да архивирате Вашите кодове
hu: Jelentkezzen be a kódok biztonsági mentéséhez
id: Masuk untuk mencadangkan kode-kode Anda
sk: Prihláste sa a zálohujte svoje kódy
sl: Prijavite se za varnostno kopiranje kod
zh: 登录以备份您的代码

# singIn
source: Sign in
bg: Вход
gu: સાઇન ઇન કરો
hu: Jelentkezzen be
id: Masuk
sk: Prihlásiť sa
sl: Prijava
zh: 登录

# sigInBackupReminder
source: Please export your codes to ensure that you have a backup you can restore from.
bg: Моля, експортирайте Вашите кодове, за да сте сигурни, че имате резервно копие, от което можете да ги възстановите.
hu: Kérjük, exportálja a kódjait, hogy biztosan rendelkezzen biztonsági másolattal, amelyből visszaállíthatja.
id: Mohon ekspor kode-kode Anda demi memastikan bahwa Anda memiliki kode cadangan yang sewaktu-waktu dapat Anda pulihkan jika Anda butuh.
sk: Exportujte svoje kódy, aby ste sa uistili, že máte zálohu, ktorú môžete neskôr obnoviť.
sl: Izvozite svoje kode in si zagotovite varnostno kopijo, iz katere lahko obnovite.
zh: 请导出您的代码以确保您有可以恢复的备份。

# offlineModeWarning
source: You have chosen to proceed without backups. Please take manual backups to make sure your codes are safe.
bg: Избрахте да продължите без резервни копия. Моля, направете ръчни резервни копия, за да сте сигурни, че Вашите кодове са в безопасност.
hu: Úgy döntött, hogy biztonsági mentés nélkül folytatja. Kérjük, készítsen manuális biztonsági másolatot a kódok biztonsága érdekében.
id: Anda telah memilih pilihan 'Gunakan tanpa pencadangan'. Mohon lakukan pencadangan secara manual demi memastikan bahwa kode-kode Anda aman.
sk: Rozhodli ste sa pokračovať bez zálohovania. Prosím, vykonávajte pravidelné manuálne zálohy aby ste mali istotu, že kódy nestratíte.
sl: Odločili ste se, da boste nadaljevali brez varnostnih kopij. Prosimo, da naredite ročne varnostne kopije in se prepričajte, da so vaše kode varne.
zh: 您已选择在不进行备份的情况下继续操作。请手动备份以确保您的代码安全。

source: Show large icons
bg: Показване на големи икони
hu: Nagy ikonok megjelenítése
id: Perbesar ikon
sk: Zobraziť veľké ikony
sl: Prikaži velike ikone
zh: 显示大图标

source: Compact mode
bg: Компактен изглед
hu: Kompakt mód
id: Mode ringkas
sk: Kompaktný mód
sl: Kompaktni način
zh: 紧凑模式

# shouldHideCode
source: Hide codes
bg: Скриване на кодове
hu: Kódok elrejtése
id: Sembunyikan kode
sk: Skryť kódy
sl: Skrij kode
zh: 隐藏代码

# doubleTapToViewHiddenCode
source: You can double tap on an entry to view code
bg: Можете да докоснете два пъти върху запис, за да видите кода
hu: A kód megtekintéséhez koppintson duplán egy bejegyzésre
id: Ketuk dua kali untuk memasukkan kode baru
sk: Dvakrát klepnite na položku aby ste zobrazili kód
sl: Dvakrat kliknite vnos, da si ogledate kodo.
zh: 您可以双击条目来查看代码

# focusOnSearchBar
source: Focus search on app start
bg: Фокусиране на търсенето при стартиране на приложението
hu: A keresésre fókuszálás az alkalmazás indításakor
id: Buka pencarian begitu aplikasi dibuka
sk: Využívať pole vyhľadávania pri spustení aplikácie
sl: Osredotočite iskanje ob zagonu aplikacije
zh: 应用启动后聚焦搜索

# confirmUpdatingkey
source: Are you sure you want to update the secret key?
bg: Сигурни ли сте, че искате да актуализирате секретния ключ?
hu: Biztosan frissíteni szeretné a titkos kulcsot?
id: Anda yakin ingin memutakhirkan kunci rahasia ini?
sk: Ste si istí, že chcete zmeniť tajný kľúč?
sl: Ali ste prepričani, da želite posodobiti skrivni ključ?
zh: 您确定要更新此密钥吗？

source: Minimize app on copy
bg: Минимизиране на приложението при копиране
hu: Alkalmazás kicsinyítése másoláskor
id: Minimkan layar aplikasi saat sedang menyalin
sk: Minimalizovať po skopírovaní
sl: Ob kopiranju, minimiziraj aplikacijo
zh: 复制时最小化应用

# editCodeAuthMessage
source: Authenticate to edit code
bg: Удостоверете се, за да редактирате кода
hu: Hitelesítés a kód szerkesztéséhez
id: Autentikasikan untuk menyunting kode
sk: Overte sa pre zmenu kódu
sl: Za urejanje kod, se overite
zh: 编辑代码需要身份验证

# deleteCodeAuthMessage
source: Authenticate to delete code
bg: Удостоверете се, за да изтриете кода
hu: Hitelesítés a kód törléséhez
id: Autentikasikan untuk menghapus kode
sk: Overte sa pre vymazanie kódu
sl: Za brisanje kod, se overite
zh: 删除代码需要身份验证

# showQRAuthMessage
source: Authenticate to show QR code
bg: Удостоверете се, за да покажете QR кода
hu: Hitelesítés a QR kód megjelenítéséhez
id: Autentikasikan untuk menampilkan kode Respons Cepat (QR)
sk: Overte sa pre zobrazenie QR kódu
sl: Da prikažete QR kodo, se overite
zh: 显示二维码需要身份验证

# confirmAccountDeleteTitle
source: Confirm account deletion
bg: Потвърдете изтриването на акаунта
hu: Fiók törlésének megerősítése
id: Konfirmasikan penghapusan akun
sk: Potvrď odstránenie účtu
sl: Potrdi brisanje računa
zh: 确认删除账户

# confirmAccountDeleteMessage
source: This account is linked to other Ente apps, if you use any. Your uploaded data, across all Ente apps, will be scheduled for deletion, and your account will be permanently deleted.
bg: Този акаунт е свързан с други приложения на Ente, ако използвате такива. Вашите качени данни във всички приложения на Ente ще бъдат планирани за изтриване и акаунтът Ви ще бъде изтрит за постоянно.
id: Akun ini terhubung dengan aplikasi Ente yang lain (jika Anda pakai). Data yang Anda unggah di seluruh aplikasi Ente akan dijadwalkan untuk dihapus. Akun Anda juga akan dihapus secara permanen.
sk: Tento účet je prepojený s inými aplikáciami Ente, ak nejaké používaš. Tvoje nahrané údaje vo všetkých Ente aplikáciách budú naplánované na odstránenie a tvoj účet bude natrvalo odstránený.
sl: Ta račun je povezan z drugimi aplikacijami Ente, če jih uporabljate. Vaši naloženi podatki v vseh aplikacijah Ente bodo načrtovane za izbris, vaš račun pa bo trajno izbrisan.
zh: 如果您使用其他 Ente 应用程序，该账户将会与其他应用程序链接。 在所有 Ente 应用程序中，您上传的数据将被安排用于删除，并且您的账户将被永久删除。

# androidBiometricHint
source: Verify identity
bg: Потвърждаване на самоличността
hu: Személyazonosság ellenőrzése
id: Verifikasikan identitas Anda
sk: Overiť identitu
sl: Potrdite identiteto
zh: 验证身份

# androidBiometricNotRecognized
source: Not recognized. Try again.
bg: Не е разпознат. Опитайте отново.
hu: Nem felismerhető. Próbáld újra.
id: Tidak dikenal. Coba lagi.
ka: ამოცნობა ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.
sk: Nerozpoznané. Skúste znova.
sl: Ni prepoznano. Poskusite znova.
zh: 未能识别，请重试。

# androidBiometricSuccess
source: Success
bg: Успешно
gu: સફળતા
hu: Sikeres
id: Sukses
ka: წარმატებით
sk: Overenie úspešné
sl: Uspešno
zh: 成功

# androidCancelButton
source: Cancel
bg: Отказ
gu: રદ કરો
hu: Mégse
id: Batalkan
ka: გაუქმება
sk: Zrušiť
sl: Prekliči
zh: 取消

# androidSignInTitle
source: Authentication required
bg: Необходимо е удостоверяване
gu: પ્રમાણીકરણ જરૂરી છે
hu: Hitelesítés szükséges
id: Autentikasi diperlukan
ka: საჭიროა აუთენთიფიკაცია
sk: Vyžaduje sa overenie
sl: Potrebna je overitev
zh: 需要进行身份验证

# androidBiometricRequiredTitle
source: Biometric required
bg: Изискват се биометрични данни
hu: Biometria szükséges
id: Biometrik diperlukan
sk: Vyžaduje sa biometria
sl: Zahtevani biometrični podatki
zh: 需要进行生物识别认证

# androidDeviceCredentialsRequiredTitle
source: Device credentials required
bg: Изискват се идентификационни данни за устройството
hu: Az eszköz hitelesítő adatai szükségesek
id: Kredensial perangkat diperlukan
sk: Vyžadujú sa poverenia zariadenia
sl: Zahtevani podatki za vpis v napravo
zh: 需要设备凭据

# androidDeviceCredentialsSetupDescription
source: Device credentials required
bg: Изискват се идентификационни данни за устройството
hu: Az eszköz hitelesítő adatai szükségesek
id: Kredensial perangkat diperlukan
sk: Vyžadujú sa poverenia zariadenia
sl: Zahtevani podatki za vpis v napravo
zh: 需要设备凭据

source: Go to settings
bg: Отваряне на настройките
gu: સેટિંગ માં જાઓ
hu: Beállítások megnyitása
id: Pergi ke pengaturan
sk: Prejsť do nastavení
sl: Pojdi v nastavitve
zh: 前往设置

# androidGoToSettingsDescription
source: Biometric authentication is not set up on your device. Go to 'Settings > Security' to add biometric authentication.
bg: Биометричното удостоверяване не е настроено на Вашето устройство. Отидете на „Настройки > Сигурност“, за да добавите биометрично удостоверяване.
hu: A biometrikus hitelesítés nincs beállítva az eszközön. A biometrikus hitelesítés hozzáadásához lépjen a 'Beállítások > Biztonság' menüpontra.
id: Tidak ada autentikasi biometrik pada gawai Anda. Buka 'Pengaturan > Keamanan' untuk menambahkan autentikasi biometrik pada gawai Anda.
sk: Overenie pomocou biometrie nie je na vašom zariadení nastavené. Prejdite na 'Nastavenie > Zabezpečenie' a pridajte overenie pomocou biometrie.
sl: Biometrično overjanje v vaši napravi ni nastavljeno. Pojdite v "Nastavitve > Varnost" in dodajte biometrično overjanje.
zh: 您的设备上未设置生物识别身份验证。转到“设置 > 安全”以添加生物识别身份验证。

# iOSLockOut
source: Biometric authentication is disabled. Please lock and unlock your screen to enable it.
bg: Биометричното удостоверяване е деактивирано. Моля, заключете и отключете екрана си, за да го активирате.
hu: A biometrikus hitelesítés ki van kapcsolva. Az engedélyezéséhez zárja le és oldja fel a képernyőt.
id: Autentikasi biometrik dimatikan. Kunci dan buka layar Anda untuk menyalakan autentikasi biometrik.
sk: Overenie pomocou biometrie je zakázané. Zamknite a odomknite svoju obrazovku, aby ste ho povolili.
sl: Biometrično overjanje je onemogočeno. Če ga želite omogočiti, zaklenite in odklenite zaslon.
zh: 生物识别身份验证已禁用。请锁定并解锁屏幕以启用该功能。

# iOSGoToSettingsDescription
source: Biometric authentication is not set up on your device. Please either enable Touch ID or Face ID on your phone.
bg: Биометричното удостоверяване не е настроено на Вашето устройство. Моля, активирайте Touch ID или Face ID на телефона си.
hu: A biometrikus hitelesítés nincs beállítva az eszközön. Kérjük, engedélyezze telefonon a Touch ID-t vagy a Face ID-t.
id: Tidak ada autentikasi biometrik pada gawai Anda. Nyalakan Touch ID atau Face ID pada gawai Anda.
sk: Overenie pomocou biometrie nie je na vašom zariadení nastavené. Povoľte buď Touch ID or Face ID na svojom telefóne.
sl: Biometrično overjanje v vaši napravi ni nastavljeno. V telefonu omogočite funkcijo Touch ID ali Face ID.
zh: 您的设备上未设置生物识别身份验证。请在您的手机上启用 触控 ID 或 面容 ID。

# iOSOkButton
source: OK
bg: ОК
gu: બરાબર
id: Oke
sl: V redu
zh: 好

source: No internet connection
bg: Няма връзка с интернет
hu: Nincs internet kapcsolat
id: Tiada koneksi internet
ka: ინტერნეტთან კავშირი არ არის
sk: Žiadne internetové pripojenie
sl: Ni internetne povezave
zh: 无互联网连接

source: Please check your internet connection and try again.
bg: Моля, проверете интернет връзката си и опитайте отново.
hu: Kérjük, ellenőrizze az internetkapcsolatát, és próbálja meg újra.
id: Mohon periksa koneksi internet Anda dan coba kembali.
ka: გთხოვთ, შეამოწმოთ თქვენი ინტერნეტ კავშირი და სცადოთ ხელახლა.
sk: Skontrolujte svoje internetové pripojenie a skúste to znova.
sl: Preverite internetno povezavo in poskusite znova.
zh: 请检查您的互联网连接，然后重试。

source: Sign out from other devices
bg: Излизане от други устройства
hu: Jelentkezzen ki más eszközökről
id: Keluar dari gawai yang lain
ka: ყველა მოწყობილობიდან გამოსვლა
sk: Odhlásiť sa z iných zariadení
sl: Odjavi se iz ostalih naprav
zh: 从其他设备登出
