Repository: ente-io/ente
Catalog: auth/lib/l10n/arb/app_*.arb
Languages: bg, gu, hu, id, ka, sk, sl, zh

source: Account
bg: Профил
gu: ખાતું
hu: Fiók
id: Akun
ka: ანგარიში
sk: Účet
sl: Račun
zh: 账户

source: Unlock
bg: Отключване
gu: અનલોક કરો
hu: Feloldás
id: Buka
ka: განბლოკვა
sk: Odomknúť
sl: Odkleni
zh: 解锁

source: Recovery key
bg: Ключ за възстановяване
gu: પુનઃપ્રાપ્તિ ચાવી
hu: Visszaállítási kulcs
id: Kunci pemulihan
ka: აღდგენის კოდი
sk: Kľúč pre obnovenie
sl: Ključ za obnovitev
zh: 恢复密钥

# counterAppBarTitle
source: Counter
bg: Брояч
hu: Számláló
id: Penghitung
ka: მრიცხველზე დაფუძნებული
sk: Počítadlo
sl: Števec
zh: 计数器

# onBoardingBody
source: Securely backup your 2FA codes
bg: Архивирайте сигурно своите 2FA кодове
gu: તમારા 2FA કોડનો સુરક્ષિત રીતે બેકઅપ લો
hu: Biztonsági mentés készítése a 2FA kódokról
id: Cadangkan kode 2FA Anda dengan aman
ka: შექმენით თქვენი ორმხრივი აუთენთიფიკაციის კოდების სარეზერვო ასლი უსაფრთხოდ
sk: Zabezpečte svoje kódy 2FA
sl: Varno varnostno kopirajte vaše kode 2FA
zh: 妥善保管您的两步验证码

# onBoardingGetStarted
source: Get Started
bg: Първи стъпки
gu: શરૂ કરો
hu: Kezdjünk bele
id: Mulai
ka: დაწყება
sk: Poďme na to
sl: Začnite
zh: 开始

# setupFirstAccount
source: Setup your first account
bg: Настройте първия си акаунт
gu: તમારું પ્રથમ એકાઉન્ટ સેટ કરો
hu: Állítsd be az első fiókodat
id: Siapkan akun pertama Anda
ka: დააყენეთ თქვენი პირველი ანგარიში
sk: Nastav si svoj prvý účet
sl: Ustvarite svoj prvi račun
zh: 设置您的第一个账户

# importScanQrCode
source: Scan a QR Code
bg: Сканирайте QR код
gu: QR કોડ સ્કેન કરો
hu: QR kód beolvasása
id: Pindai Kode QR
ka: QR კოდის დასკანერება
sk: Naskenovať QR kód
sl: Skenirajte QR kodo
zh: 扫描二维码

source: QR Code
bg: QR код
gu: QR કોડ
hu: QR kód
id: Kode QR
ka: QR კოდი
sk: QR kód
sl: QR koda
zh: 二维码

# importEnterSetupKey
source: Enter a setup key
bg: Въведете първия си код
gu: સેટઅપ કી દાખલ કરો
hu: Adjon meg egy beállítási kulcsot
id: Masukkan kunci penyiapan
ka: შეიყვანეთ დაყენების კოდი
sk: Vložte kľúč nastavenia
sl: Vnesite namestitveni ključ
zh: 输入设置密钥

# importAccountPageTitle
source: Enter account details
bg: Въведете подробности за акаунта
gu: એકાઉન્ટ વિગતો દાખલ કરો
hu: Adja meg a fiók adatait
id: Masukkan rincian akun
ka: შეიყვანეთ ანგარიშის მონაცემები
sk: Zadaj údaje o účte
sl: Vnesite podatke o računu
zh: 输入账户详细信息

source: Secret can not be empty
bg: Кодът не може да бъде празен
gu: રહસ્ય ખાલી ન હોઈ શકે
hu: A titkos kulcs nem lehet üres
id: Rahasia tidak boleh kosong
ka: გასაღების ველი არ შეიძლება ცარიელი იყოს
sk: Tajný kľúč nemôže ostať prázdny
sl: Skrivni ključ ne more biti prazen
zh: 密码不能为空

source: Both issuer and account can not be empty
bg: И издателят, и акаунтът не могат да бъдат празни
gu: રજૂકર્તા અને ખાતું બંને ખાલી હોઈ શકતા નથી
hu: A kibocsátó és a fiók mezője nem lehet üres
id: Nama penerbit dan akun tidak boleh kosong
ka: მომწოდებლისა და ანგარიშის ველი არ შეიძლება ცარიელი იყოს
sk: Vydavateľ aj účet nemôžu byť prázdne
sl: Izdajatelj in račun ne moreta biti prazna
zh: 发行人和账户均不能为空

source: Incorrect details
bg: Неправилни данни
gu: ખોટી વિગતો
hu: Helytelen adatok
id: Rincian salah
ka: არასწორი მონაცემები
sk: Chybné údaje
sl: Nepravilni podatki
zh: 详细信息不正确

# pleaseVerifyDetails
source: Please verify the details and try again
bg: Моля, проверете данните и опитайте отново
gu: કૃપા કરીને વિગતો ચકાસો અને ફરી પ્રયાસ કરો
hu: Kérjük, ellenőrizd az adataid, majd próbáld meg újra
id: Mohon periksa kembali data Anda dan coba kembali
ka: გთხოვთ, გადაამოწმოთ მონაცემები და სცადოთ ხელახლა
sk: Prosím, skontrolujte svoje údaje a skúste to znova
sl: Prosimo preverite vaše podatke in poizkusite ponovno
zh: 请验证详细信息并重试

# codeIssuerHint
source: Issuer
bg: Издател
gu: રજૂકર્તા
hu: Kibocsátó
id: Penerbit
ka: მომწოდებელი
sk: Vydavateľ
sl: Izdajatelj
zh: 发行人

# codeSecretKeyHint
source: Secret Key
bg: Код
gu: ગુપ્ત ચાવી
hu: Titkos (Secret) kulcs
id: Kunci Sandi
ka: გასაღები
sk: Tajný kľúč
sl: Skrivni ključ
zh: 密钥

source: Secret
bg: Код
hu: Titkos kód
id: Rahasia
sk: Tajný kľúč
sl: Skrivni ključ
zh: 密钥

source: All
bg: Всички
hu: Minden
id: Semua
sk: Všetko
sl: Vsi
zh: 全部

source: Notes
bg: Бележки
hu: Megjegyzések
id: Catatan
sk: Poznámky
sl: Opombe
zh: 备注

# notesLengthLimit
source: Notes can be at most {count} characters long
bg: Бележките могат да съдържат най-много {count} знака
hu: A megjegyzés {count} karakter hosszú lehet
id: Catatan dapat memiliki panjang maksimal {count} karakter
sk: Maximálna dĺžka poznámky je {count} znakov
sl: Opombe so lahko dolge največ {count} znakov
zh: 备注最多可以包含 {count} 个字符

# codeAccountHint
source: Account (you@domain.com)
bg: Профил (you@domain.com)
gu: ખાતું (you@domain.com)
hu: Felhasználói Fiók (you@domain.com)
id: Akun (anda@domain.com)
ka: ანგარიში (you@domain.com)
sk: Účet (ty@domena.sk)
sl: Račun (vi@domena.com)
zh: 账户 (you@domain.com)

# codeTagHint
source: Tag
bg: Етикет
gu: ચિઠ્ઠી
hu: Címke
sl: Oznaka
zh: 标签

# accountKeyType
source: Type of key
bg: Тип на кода
gu: ચાવી નો પ્રકાર
hu: Kulcs típusa
id: Jenis kunci
sk: Typ kľúča
sl: Tip ključa
zh: 密钥类型

source: Session expired
bg: Сесията е изтекла
gu: સત્ર સમાપ્ત થયુ
hu: A munkamenet lejárt
id: Sesi berakhir
ka: სესიის დრო ამოიწურა
sk: Relácia vypršala
sl: Seja je potekla
zh: 会话已过期

source: Please login again
bg: Моля, впишете се отново
gu: કૃપા કરીને ફરી લોગિન કરો
hu: Kérjük, jelentkezzen be újra
id: Silakan masuk lagi
ka: გთხოვთ, გაიაროთ ავტორიზაცია ხელახლა
sk: Prosím, prihláste sa znova
sl: Prosimo, ponovno se prijavite
zh: 请重新登录

source: Logging out...
bg: Излизане от профила...
gu: લૉગ આઉટ થઈ રહ્યું છે...
hu: Kijelentkezés...
id: Mengeluarkan akun...
ka: მიმდინარეობს გამოსვლა...
sk: Odhlasovanie...
sl: Odjavljanje...
zh: 正在登出...

# timeBasedKeyType
source: Time based (TOTP)
bg: Въз основа на времето (TOTP)
gu: સમય આધારિત (TOTP)
hu: Idő alapú (TOTP)
id: Berbasis waktu (TOTP)
ka: დროზე დაფუძნებული (TOTP)
sk: Na základe času (TOTP)
sl: Na osnovi časa (TOTP)
zh: 基于时间 (TOTP)

# counterBasedKeyType
source: Counter based (HOTP)
bg: Въз основа на брояч (HOTP)
gu: ગણતરી આધારિત (HOTP)
hu: Számláló alappú (HOTP)
id: Berbasis Penghitung (HOTP)
ka: მრიცხველზე დაფუძნებული (HOTP)
sk: Na základe počítadla (HOTP)
sl: Na osnovi števca (HOTP)
zh: 基于计数器 (HOTP)

# saveAction
source: Save
bg: Запазване
gu: સાચવો
hu: Mentés
id: Simpan
ka: შენახვა
sk: Uložiť
sl: Shrani
zh: 保存

# nextTotpTitle
source: next
bg: следващ
gu: આગળ
hu: következő
id: berikutnya
ka: შემდეგი
sk: ďalej
sl: naslednja
zh: 下一个

# deleteCodeTitle
source: Delete code?
bg: Изтриване на кода?
gu: કોડ કાઢી નાખીએ?
hu: Kódok Törlése?
id: Hapus kode?
ka: გსურთ კოდის წაშლა?
sk: Odstrániť položku?
sl: Izbriši kodo?
zh: 要删除代码吗？

# deleteCodeMessage
source: Are you sure you want to delete this code? This action is irreversible.
bg: Сигурни ли сте, че искате да изтриете този код? Това действие е необратимо.
gu: શું તમે ખરેખર આ કોડ કાઢી નાખવા માંગો છો? આ ક્રિયા બદલી શકાય તેવી નથી.
hu: Biztos, hogy véglegesen törli a kódot? Ez nem vonható vissza.
id: Apakah Anda yakin ingin menghapus kode ini? Tindakan ini tidak dapat dibatalkan.
ka: დარწმუნებული ხართ რომ გსურთ ამ კოდის წაშლა? ამ მოქმედების გაუქმება შეუძლებელია.
sk: Naozaj chcete odstrániť položku? Táto akcia je nezvratná.
sl: Ali ste prepričani, da želite izbrisati to kodo? To dejanje je nepovratno.
zh: 您确定要删除此代码吗？此操作不可逆。

source: Trash code?
bg: Преместване в кошчето на кода?
hu: Lomtárba helyezi?
id: Hapus kode?
sk: Odstrániť kód?
sl: Premakni v smetnjak?
zh: 要删除代码吗？

# trashCodeMessage
source: Are you sure you want to trash code for {account}?
bg: Сигурни ли сте, че искате да изместите кода в кошчето за {account}?
hu: Biztos, hogy lomtárba helyezi a kódot a(z) {account} fiókhoz?
id: Apakah anda yakin ingin menghapus kode untuk {account}?
sk: Ste si istý, že chcete odstrániť kód pre účet {account}?
sl: Ste prepričani da želite premakniti kodo za {account} v smetnjak?
zh: 您确定要删除 {account} 的代码吗？

source: Trash
bg: Кошче
hu: Szemetes
id: Hapus
sk: Odstrániť
sl: V smetnjak
zh: 删除

# viewLogsAction
source: View logs
bg: Преглед на историята на действията
gu: લોગ જુઓ
hu: Naplók megtekintése
id: Lihat catatan
ka: აღრიცხვის ფაილების ნახვა
sk: Zobraziť logy
sl: Poglej loge
zh: 查看日志

# sendLogsDescription
source: This will send across logs to help us debug your issue. While we take precautions to ensure that sensitive information is not logged, we encourage you to view these logs before sharing them.
bg: Това ще изпрати файлове с история на действията, за да ни помогне да отстраним проблема Ви. Въпреки че вземаме предпазни мерки, за да гарантираме, че чувствителната информация не се регистрира, препоръчваме Ви да прегледате тези файлове с история на действията, преди да ги споделите.
gu: આ તમારી સમસ્યાને ડીબગ કરવામાં અમને મદદ કરવા માટે અમને લોગ મોકલશે. જ્યારે સંવેદનશીલ માહિતી લૉગ ન થાય તેની ખાતરી કરવા માટે અમે સાવચેતી રાખીએ છીએ, અમે તમને આ લોગ મોકલતા પહેલા જોવા માટે પ્રોત્સાહિત કરીએ છીએ.
hu: Naplókat küld, hogy segítsen nekünk a probléma elhárításában. Bár óvintézkedéseket teszünk annak biztosítására, hogy az érzékeny adatok ne kerüljenek naplózásra, javasoljuk, hogy tekintse meg ezeket a naplókat, mielőtt megosztaná őket.
id: Ini akan mengirimkan catatan untuk membantu kami memecahkan masalah Anda. Meskipun kami mengambil langkah-langkah untuk memastikan informasi sensitif tidak tercatat, kami menyarankan Anda untuk melihat catatan ini sebelum membagikannya.
ka: თქვენი პრობლემის აღმოსაფხვრელად, ეს ქმედება გააგზავნის აღრიცხვის ფაილებს. მიუხედავად იმისა, რომ ჩვენ ვიღებთ უსაფრთხოების ზომებს, რათა სენსიტიური ინფორმაცია არ მოხვდეს აღრიცხვის ფაილებში, გაგზავნამდე, გირჩევთ, გადახედოთ აღრიცხვის ფაილებს.
sk: Toto odošle logy, ktoré nám pomôžu vyriešiť váš problém. Aj keď prijímame preventívne opatrenia, aby sme zabezpečili, že sa citlivé informácie neukladajú do logov, odporúčame vám, aby ste si ich pred zdieľaním pozreli.
sl: To nam bo poslalo vaše loge, da vam lahko pomagamo rešiti vašo težavo. Kljub temu, da se trudimo, da vaših zasebnih podatkov ne zapišemo v loge, vam priporočamo, da si jih pred deljenjem ogledate.
zh: 这将发送日志以帮助我们调试您的问题。虽然我们采取预防措施确保不记录敏感信息，但我们建议您在共享这些日志之前先查看它们。

# preparingLogsTitle
source: Preparing logs...
bg: Подготвяне на файловете с историята...
gu: લૉગ્સ તૈયાર કરી રહ્યાં છીએ...
hu: Naplófájlok előkészítése...
id: Menyiapkan catatan...
ka: მიმდინარეობს აღრიცხვის ფაილების მზადება...
sk: Príprava logov...
sl: Pripravljamo loge...
zh: 正在准备日志...

# emailLogsTitle
source: Email logs
bg: Имейл история
gu: લોગ ઇમેઇલ કરો
hu: Naplófájl küldése emailben
id: Catatan email
ka: აღრიცხვის ფაილების ელექტრონული ფოსტით გაგზავნა
sk: Odoslať logy emailom
sl: Pošlji loge po e-pošti
zh: 电子邮件日志

# emailLogsMessage
source: Please send the logs to {email}
bg: Моля изпратете файловете с историята до {email}
gu: કૃપા કરીને આને {email} લોગ મોકલો
hu: Külje el a naplófájlt a(z) {email} címre
id: Harap kirim catatan ke {email}
ka: გთხოვთ, გამოაგზავნოთ აღრიცხვის ფაილები {email}-ზე
sk: Prosím, pošlite logy na adresu {email}
sl: Prosim pošljite loge na {email}
zh: 请将日志发送至 {email}

# copyEmailAction
source: Copy email
bg: Копиране на имейла
gu: ઈમેલ કોપી કરો
hu: E-mail cím másolása
id: Salin alamat email
ka: ელექტრონული ფოსტის დაკოპირება
sk: Skopírovať e-mail
sl: Kopiraj e-pošto
zh: 复制电子邮件

# exportLogsAction
source: Export logs
bg: Експорт на файловете с историята
gu: લોગ નિકાસ કરો
hu: Naplófájlok exportálása
id: Ekspor catatan
ka: აღრიცხვის ფაილების ექსპორტირება
sk: Exportovať logy
sl: Izvozi loge
zh: 导出日志

source: Report a bug
bg: Докладване на проблем
gu: બગની જાણ કરો
hu: Hiba bejelentése
id: Laporkan bug
ka: პრობლემის შესახებ შეტყობინება
sk: Nahlásiť chybu
sl: Prijavite napako
zh: 报告错误

# crashAndErrorReporting
source: Crash & error reporting
bg: Отчитане на сривове и грешки
gu: ભાંગી પડવાની અને ભૂલની જાણ કરવી
hu: Összeomlás és hiba jelentése
id: Pelaporan Kerusakan & Kesalahan
ka: აპლიკაციის ხარვეზის & პრობლემის შეტყობინება
sk: Hlásenie zlyhaní a chýb
sl: Poročanje o nesrečah in napakah
zh: 崩溃和错误报告

source: Report bug
bg: Докладване на проблем
gu: બગની જાણ કરો
hu: Hibajelentés
id: Laporkan bug
ka: პრობლემის შეტყობინება
sk: Nahlásiť chybu
sl: Prijavi napako
zh: 报告错误

# emailUsMessage
source: Please email us at {email}
bg: Моля, изпратете ни имейл на {email}
gu: કૃપા કરીને અમને {email} ઇમેઇલ કરો
hu: Kérjük küldjön email üzenetet nekünk a következő email címre: {email}
id: Harap kirim email kepada kami di {email}
ka: გთხოვთ, მოგვწეროთ ელექტრონულ ფოსტაზე {email}
sk: Pošlite nám email na adresu {email}
sl: Prosim, pišite nam na {email}
zh: 请给我们发送电子邮件至 {email}

source: Contact support
bg: Свържете се с поддръжката
gu: સહાયતા માટે સંપર્ક કરો
hu: Lépj kapcsolatba az Ügyfélszolgálattal
id: Hubungi dukungan
ka: მხარდაჭერის გუნდთან დაკავშირება
sk: Kontaktovať podporu
sl: Stik s podporo
zh: 联系支持

# rateUsOnStore
source: Rate us on {storeName}
bg: Оценете ни в {storeName}
gu: {storeName} પર અમને રેટ કરો
hu: Értékelj minket a következőn: {storeName}
id: Nilai kami di {storeName}
ka: შეგვაფასეთ {storeName}-ზე
sk: Ohodnoťte nás cez {storeName}
sl: Ocenite nas na {storeName}
zh: 在 {storeName} 上给我们评分

source: Blog
bg: Блог
gu: બ્લોગ
ka: ბლოგი
zh: 博客

source: Merchandise
bg: Стоки
gu: વેપારી વસ્તુઓ
hu: Áru
ka: მერჩანტი
sl: Trgovina
zh: 商品

source: Verify password
bg: Потвърдете паролата
gu: પાસવર્ડ ચકાસો
hu: Jelszó megerősítése
id: Verifikasi kata sandi
ka: პაროლის დასტური
sk: Potvrďte heslo
sl: Potrdite geslo
zh: 验证密码

source: Please wait...
bg: Моля изчакайте...
gu: કૃપા કરીને રાહ જુવો...
hu: Kérem várjon...
id: Mohon tunggu...
ka: გთხოვთ, დაელოდოთ...
sk: Prosím počkajte...
sl: Prosim počakajte...
zh: 请稍候...

# generatingEncryptionKeysTitle
source: Generating encryption keys...
bg: Генерират се ключове за шифроване...
gu: એન્ક્રિપ્શન ચાવીઓ જનરેટ કરી રહ્યાં છીએ...
hu: Titkosítási kulcs generálása...
id: Sedang membuat kunci enkripsi...
ka: მიმდინარეობს დაშიფრვის გასაღებების გენერირება...
sk: Generovanie šifrovacích kľúčov...
sl: Generiramo ključe za šifriranje
zh: 正在生成加密密钥...

source: Recreate password
bg: Създайте отново парола
gu: પાસવર્ડ ફરીથી બનાવો
hu: Jelszó újra létrehozása
id: Buat ulang kata sandi
ka: პაროლის ხელახლა შექმნა
sk: Resetovať heslo
sl: Ponovno ustvarite geslo
zh: 重新创建密码

# recreatePasswordMessage
source: The current device is not powerful enough to verify your password, so we need to regenerate it once in a way that works with all devices. Please login using your recovery key and regenerate your password (you can use the same one again if you wish).
bg: Текущото устройство не е достатъчно мощно, за да потвърди паролата Ви, така че трябва да го генерираме отново веднъж по начин, който работи с всички устройства. Моля, влезте с Вашия ключ за възстановяване и генерирайте отново паролата си (можете да използвате същата отново, ако желаете).
gu: વર્તમાન ઉપકરણ તમારા પાસવર્ડને ચકાસવા માટે પૂરતું શક્તિશાળી નથી, તેથી અમારે તેને તમામ ઉપકરણો સાથે કામ કરે તે રીતે એકવાર ફરીથી બનાવવાની જરૂર છે. કૃપા કરીને તમારી પુનઃપ્રાપ્તિ ચાવીનો ઉપયોગ કરીને લૉગિન કરો અને તમારો પાસવર્ડ ફરીથી બનાવો (જો તમે ઈચ્છો તો તમે તે જ ફરી ઉપયોગ કરી શકો છો).
hu: A jelenlegi eszköz nem elég erős a jelszavának ellenőrzéséhez, de újra tudjuk úgy generálni, hogy az minden eszközzel működjön. Kérjük, jelentkezzen be helyreállítási kulcsával, és állítsa be újra jelszavát (ha szeretné, újra használhatja ugyanazt).
id: Perangkat saat ini tidak cukup kuat untuk memverifikasi kata sandi Anda, jadi kami perlu membuat ulang kata sandi Anda dengan cara yang dapat digunakan di semua perangkat. Harap masuk menggunakan kunci pemulihan Anda dan buat ulang kata sandi Anda (Anda dapat menggunakan yang sama lagi jika diinginkan).
sk: Aktuálne zariadenie nie je dostatočne výkonné na overenie vášho hesla, takže ho musíme regenerovať raz spôsobom, ktorý funguje vo všetkých zariadeniach. Prihláste sa pomocou kľúča na obnovenie a znovu vygenerujte svoje heslo (ak si prajete, môžete znova použiť rovnaké).
sl: Trenutna naprava, ni dovolj zmogljiva za preverjanje vašega gesla, zato ga moramo generirati na način, ki deluje z vsemi napravami. Prosimo, prijavite se z vašim ključem za obnovo in ponovno ustvarite geslo (če želite lahko uporabite enako kot prej).
zh: 当前设备的功能不足以验证您的密码，因此我们需要以一种适用于所有设备的方式重新生成一次密码。 请使用您的恢复密钥登录并重新生成您的密码（如果您愿意，可以再次使用相同的密码）。

source: Use recovery key
bg: Използвайте ключ за възстановяване
gu: પુનઃપ્રાપ્તિ કીનો ઉપયોગ કરો
hu: Helyreállítási kulcs használata
id: Gunakan kunci pemulihan
sk: Použiť kľúč na obnovenie
sl: Uporabi ključ za obnovo
zh: 使用恢复密钥

# incorrectPasswordTitle
source: Incorrect password
bg: Грешна парола
gu: ખોટો પાસવર્ડ
hu: Érvénytelen jelszó
id: Kata sandi salah
ka: არასწორი პაროლი
sk: Nesprávne heslo
sl: Nepravilno geslo
zh: 密码错误

source: Welcome back!
bg: Добре дошли отново!
gu: ફરી તમારુ સ્વાગત છે!
hu: Köszöntjük ismét!
id: Selamat datang kembali!
ka: კეთილი იყოს თქვენი დაბრუნება!
sk: Vitajte späť!
sl: Dobrodošli nazaj!
zh: 欢迎回来！

# madeWithLoveAtPrefix
source: made with ❤️ at
bg: направено с ❤️ от
gu: ખાતે ❤️ સાથે બનાવેલ છે
hu: Készült ❤️ -
id: dibuat dengan ❤️ di
ka: შეიქმნა ❤️
sk: vyrobené so ❤️ v
sl: ustvarjeno s ❤️pri
zh: 用❤️制作

# supportDevs
source: Subscribe to <bold-green>ente</bold-green> to support us
bg: Абонирайте се за <bold-green>ente</bold-green>, за да ни подкрепите
gu: અમને સમર્થન આપવા માટે <bold-green>ente</bold-green> પર સબ્સ્ક્રાઇબ કરો
hu: Iratkozz fel az <bold-green>ente</bold-green> csatornára
id: Berlangganan <bold-green>ente</bold-green> untuk mendukung kami
sk: Predplaďte si <bold-green>ente</bold-green> a podporte nás
sl: Naročite se na <bold-green>ente</bold-green>, da nas podprete
zh: 订阅 <bold-green>ente</bold-green> 以支持我们

# supportDiscount
source: Use coupon code "AUTH" to get 10% off first year
bg: Използвайте промокод „AUTH“, за да получите 10% отстъпка през първата година
gu: પ્રથમ વર્ષે મા 10% છૂટ મેળવવા માટે કૂપન કોડ "AUTH" નો ઉપયોગ કરો
hu: Használd az "AUTH" kupon kódot, hogy 10% kedvezményben részesülj az első évben
id: Gunakan kode kupon "AUTH" untuk mendapatkan potongan 10% untuk tahun pertama
sk: Použite kód "AUTH" pre získanie 10% zľavy na prvý rok
sl: Uporabite kupon "AUTH" za 10% popusta za prvo leto
zh: 使用优惠码“AUTH”可享受首年 10% 折扣

source: Change email
bg: Промяна на имейл
gu: ઈ - મેઈલ બદલો
hu: E-mail cím módosítása
id: Ubah alamat email
ka: ელექტრონული ფოსტის შეცვლა
sk: Zmeniť e-mail
sl: Sprememba e-poštnega naslova
zh: 修改邮箱

source: Change password
bg: Промяна на парола
gu: પાસવર્ડ બદલો
hu: Jelszó módosítása
id: Ubah kata sandi
ka: პაროლის შეცვლა
sk: Zmeniť heslo
sl: Sprememba gesla
zh: 修改密码

source: Data
bg: Информация
gu: માહિતી
hu: Adat
ka: მონაცემები
sk: Údaje
sl: Podatki
zh: 数据

source: Import codes
bg: Импортиране на кодове
gu: કોડ્સ આયાત કરો
hu: Kódok importálása
id: Impor kode
ka: კოდების იმპორტირება
sk: Importovať kódy
sl: Uvozi kode
zh: 导入代码

# importTypePlainText
source: Plain text
bg: Обикновен текст
gu: સાદુ લખાણ
hu: Egyszerű szöveg
id: Teks biasa
ka: სტანდარტული ტექსტი
sk: Obyčajný text
sl: Navadno besedilo
zh: 纯文本

# importTypeEnteEncrypted
source: Ente Encrypted export
bg: Ente Шифрован експорт
gu: એન્ટે એન્ક્રિપ્ટેડ નિકાસ
hu: Ente titkosított exportálás
id: Eksporan Ente Terenkripsi
sk: Šifrovaný Ente export
sl: Ente šifriran izvoz
zh: Ente 加密导出

# passwordForDecryptingExport
source: Password to decrypt export
bg: Парола за дешифриране на експортирането
gu: નિકાસને ડિક્રિપ્ટ કરવા માટે પાસવર્ડ
hu: Jelszó az exportált fájl titkosításához
id: Kata sandi untuk mendekripsi ekspor
ka: ექსპორტის გაშიფრვის პაროლი
sk: Heslo na rozšifrovanie exportu
sl: Geslo za dešifriranje izvoza
zh: 用来解密导出的密码

# passwordEmptyError
source: Password can not be empty
bg: Паролата не може да бъде празна
gu: પાસવર્ડ ખાલી ન હોઈ શકે
hu: A jelszó nem lehet üres
id: Kata sandi tidak boleh kosong
ka: პაროლის ველი არ შეიძლება იყოს ცარიელი
sk: Heslo nemôže byť prázdne
sl: Geslo ne sme biti prazno
zh: 密码不能为空

# importFromApp
source: Import codes from {appName}
bg: Импортиране на кодове от {appName}
gu: {appName} થી કોડ્સ આયાત કરો
hu: Kódok imporátálása {appName} alkalmazásból
id: Impor kode dari {appName}
sk: Importovať kódy z {appName}
sl: Uvozi kode iz {appName}
zh: 从 {appName} 导入代码

# importGoogleAuthGuide
source: Export your accounts from Google Authenticator to a QR code using the "Transfer Accounts" option. Then using another device, scan the QR code. Tip: You can use your laptop's webcam to take a picture of the QR code.
bg: Експортирайте акаунтите си от Google Authenticator в QR код, като използвате опцията „Прехвърляне на акаунти“. След това сканирайте QR кодовете с друго устройство. Съвет: Можете да използвате уеб камерата на вашия лаптоп, за да направите снимка на QR кода.
hu: Exportálja fiókjait a Google Hitelesítőből QR kód segítségével a „Kódok átvitele” lehetőség segítségével. Ezután egy másik eszközzel olvassa be a QR kódot. Tipp: Laptopja webkamerája segítségével lefényképezheti a QR kódot.
id: Ekspor akun Anda dari Google Authenticator ke kode QR menggunakan opsi "Transfer Akun". Kemudian, gunakan perangkat lain untuk memindai kode QR tersebut. Tip: Anda bisa menggunakan webcam laptop Anda untuk memotret kode QR.
sk: Exportujte svoje účty z aplikácie Google Authenticator pomocou QR kódu zvolením možnosti „Preniesť účty“. Následne, naskenujte QR kód pomocou iného zariadenia. Tip: Na odfotenie QR kódu môžete použiť webovú kameru laptopu.
sl: Svoje račune iz Google Authenticatorja izvozite v kodo QR z možnostjo "Prenos računov" (en.: "Transfer Accounts"). Nato z drugo napravo preberite kodo QR. Nasvet: Za slikanje kode QR lahko uporabite spletno kamero prenosnega računalnika.
zh: 使用“转移账户”选项将您的账户从 Google Authenticator 导出到二维码。然后使用另一台设备扫描二维码。 提示：您可以使用笔记本电脑的摄像头拍摄二维码的照片。

# importSelectJsonFile
source: Select JSON file
bg: Изберете JSON файл
hu: JSON fájl kiválasztása
id: Pilih berkas JSON
sk: Vybrať JSON súbor
sl: Izberi datoteko JSON
zh: 选择 JSON 文件

# importSelectAppExport
source: Select {appName} export file
bg: Изберете файл за експортиране на {appName}
hu: Válassza ki az {appName} exportfájlt
id: Pilih berkas eksporan dari {appName}
sk: Vybrať export súbor aplikácie {appName}
sl: Izberi {appName} izvozno datoteko
zh: 选择 {appName} 的导出文件

# importEnteEncGuide
source: Select the encrypted JSON file exported from Ente
bg: Изберете шифрования JSON файл, експортиран от Ente
hu: Titkosított JSON export-fájl kiválasztása
id: Pilih file enkripsi JSON yang telah diekspor dari Ente
sk: Vyberte zašifrovaný JSON export súbor aplikácie Ente
sl: Izberi šifrirano JSON datoteko izvoženo iz Ente
zh: 选择从 Ente 导出的 JSON 加密文件

# importRaivoGuide
source: Use the "Export OTPs to Zip archive" option in Raivo's Settings. Extract the zip file and import the JSON file.
bg: Използвайте опцията „Експортиране на OTPs в Zip архив“ в настройките на Raivo. Разархивирайте zip файла и импортирайте JSON файла.
hu: Használja az "OTP-k exportálása tömörített archívumba" opciót a Raivo beállításaiban. Csomagolja ki a zip fájlt, és importálja a JSON fájlt.
id: Gunakan opsi "Export OTPs to Zip archive" pada pengaturan Raivo. Ekstrak file zip dan impor file JSON tersebut.
sk: Použite možnosť "Exportovať OTP kódy do archívu Zip" v nastaveniach služby Raivo. Extrahujte súbor zip a naimportujte JSON súbor.
sl: Uporabite možnost "Izvozi OTP v arhiv Zip" ("Export OTPs to Zip archive") v nastavitvah Raivo. Razširite datoteko zip in uvozite datoteko JSON.
zh: 使用 Raivo 设置中的“将 OTP 导出到 Zip 存档”选项。 解压 zip 文件并导入 JSON 文件。
