Repository: ente-io/ente
Catalog: auth/lib/l10n/arb/app_*.arb
Languages: bg, gu, hu, id, ka, sk, sl, zh

source: Recovery key copied to clipboard
bg: Ключът за възстановяване е копиран в буферната памет
hu: A helyreállítási kulcs a vágólapra másolva
id: Kunci pemulihan disalin ke papan klip
sk: Skopírovaný kód pre obnovenie do schránky
sl: Ključ za obnovo kopiran v odložišče
zh: 恢复密钥已复制到剪贴板

# recoveryKeyOnForgotPassword
source: If you forget your password, the only way you can recover your data is with this key.
bg: Ако забравите паролата си, единственият начин да възстановите данните си е с този ключ.
hu: Ha elfelejti jelszavát, csak ezzel a kulccsal tudja visszaállítani adatait.
id: Jika Anda lupa kata sandi, satu-satunya cara memulihkan data Anda adalah dengan kunci ini.
sk: Ak zabudnete heslo, jediným spôsobom, ako môžete obnoviť svoje údaje, je tento kľúč.
sl: Če pozabite svoje geslo, je edini način da obnovite svoje podatke s tem ključem
zh: 如果您忘记了密码，恢复数据的唯一方法就是使用此密钥。

# recoveryKeySaveDescription
source: We don't store this key, please save this 24 word key in a safe place.
bg: Ние не съхраняваме този ключ, моля, запазете този ключ от 24 думи на сигурно място.
hu: Ezt a kulcsot nem tároljuk, kérjük, őrizze meg ezt a 24 szavas kulcsot egy biztonságos helyen.
id: Kami tidak menyimpan kunci ini, jadi harap simpan kunci yang berisi 24 kata ini dengan aman.
sk: My tento kľúč neuchovávame, uložte si tento kľúč obsahujúci 24 slov na bezpečnom mieste.
sl: Tega ključa ne hranimo, prosimo shranite teh 24 besed na varnem
zh: 我们不会存储此密钥，请将此24个单词密钥保存在一个安全的地方。

source: Do this later
bg: Направете това по-късно
hu: Később
id: Lakukan lain kali
sk: Urobiť to neskôr
sl: Stori to kasneje
zh: 稍后再做

source: Save key
bg: Запазване на ключа
hu: Mentés
id: Simpan kunci
sk: Uložiť kľúč
sl: Shrani ključ
zh: 保存密钥

source: Save
bg: Запазване
hu: Mentés
id: Simpan
sk: Uložiť
sl: Shrani
zh: 保存

source: Send
bg: Изпращане
hu: Küldés
id: Kirim
sk: Odoslať
sl: Pošlji
zh: 发送

# saveOrSendDescription
source: Do you want to save this to your storage (Downloads folder by default) or send it to other apps?
bg: Искате ли да запазите това в хранилището си (папка за Изтегляния по подразбиране) или да го изпратите на други приложения?
hu: El szeretné menteni ezt a tárhelyére (alapértelmezés szerint a Letöltések mappába), vagy elküldi más alkalmazásoknak?
id: Anda ingin menyimpan kode ke penyimpanan Anda (folder pilihan bawaan adalah folder Downloads) atau Anda ingin kirimkan ke aplikasi lain?
sk: Chcete to uložiť do svojho zariadenia (predvolený priečinok Stiahnuté súbory) alebo to odoslať do iných aplikácií?
sl: Želite to shraniti v shrambo (privzeto: mapa Prenosi) ali poslati drugim aplikacijam?
zh: 您想将其保存到您的内置存储（默认情况下为“下载”文件夹）还是将其发送到其他应用程序？

# saveOnlyDescription
source: Do you want to save this to your storage (Downloads folder by default)?
bg: Искате ли да запазите това в хранилището си (папка за Изтегляния по подразбиране)?
hu: El szeretné menteni ezt a tárhelyére (alapértelmezés szerint a Letöltések mappába)?
id: Anda ingin menyimpan kode ke penyimpanan Anda (folder pilihan bawaan adalah folder Downloads)
sk: Chcete to uložiť do svojho zariadenia (predvolený priečinok Stiahnuté súbory)?
sl: Želite to shraniti v shrambo (privzeto: mapa Prenosi)?
zh: 您想将其保存到您的内置存储中（默认情况下为“下载”文件夹）吗？

source: Back
bg: Назад
hu: Vissza
id: Kembali
sk: Späť
sl: Nazaj
zh: 返回

source: Create account
bg: Създаване на акаунт
hu: Jelszó erőssége:
id: Buat akun
sk: Vytvoriť účet
sl: Ustvari račun
zh: 创建账户

# passwordStrength
source: Password strength: {passwordStrengthValue}
bg: Сила на паролата: {passwordStrengthValue}
hu: Jelszó erőssége: {passwordStrengthValue}
id: Tingkat kekuatan kata sandi: {passwordStrengthValue}
sk: Sila hesla: {passwordStrengthValue}
sl: Moč gesla: {passwordStrengthValue}
zh: 密码强度： {passwordStrengthValue}

source: Password
bg: Парола
hu: Jelszó
id: Kata Sandi
sk: Heslo
sl: Geslo
zh: 密码

# signUpTerms
source: I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
bg: Съгласявам се с <u-terms>условията за ползване</u-terms> и <u-policy>политиката за поверителност</u-policy>
hu: Elfogadom az <u-terms>szolgáltatási feltételeket</u-terms> és az <u-policy>adatvédelmi irányelveket</u-policy>
id: Saya menyetujui <u-terms>syarat dan ketentuan</u-terms> serta <u-policy>kebijakan privasi</u-policy> Ente
sk: Súhlasím s <u-terms>podmienkami používania</u-terms> a <u-policy>zásadami ochrany osobných údajov</u-policy>
sl: Strinjam se s <u-terms>pogoji uporabe</u-terms> in <u-policy>politiko zasebnosti</u-policy>
zh: 我同意 <u-terms>服务条款</u-terms> 和 <u-policy>隐私政策</u-policy>

# privacyPolicyTitle
source: Privacy Policy
bg: Политика за поверителност
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
zh: 隐私政策

# termsOfServicesTitle
source: Terms
bg: Условия
hu: Használati feltételek
id: Ketentuan
sk: Podmienky používania
sl: Pogoji uporabe
zh: 服务条款

source: Encryption
bg: Шифроване
hu: Titkosítás
id: Enkripsi
sk: Šifrovanie
sl: Šifriranje
zh: 加密

# setPasswordTitle
source: Set password
bg: Задаване на парола
hu: Jelszó beállítás
id: Atur kata sandi
sk: Nastaviť heslo
sl: Nastavite geslo
zh: 设置密码

# changePasswordTitle
source: Change password
bg: Промяна на паролата
hu: Jelszó módosítás
id: Ubah kata sandi
sk: Zmeniť heslo
sl: Sprememba gesla
zh: 修改密码

# resetPasswordTitle
source: Reset password
bg: Нулиране на паролата
hu: Jelszó visszaállítás
id: Atur ulang kata sandi
sk: Obnoviť heslo
sl: Ponastavitev gesla
zh: 重置密码

source: Encryption keys
bg: Ключове за шифроване
hu: Titkosító kulcsok
id: Kunci enkripsi
sk: Šifrovacie kľúče
sl: Šifrirni ključi
zh: 加密密钥

# passwordWarning
source: We don't store this password, so if you forget, <underline>we cannot decrypt your data</underline>
bg: Ние не съхраняваме тази парола, така че ако я забравите, <underline>не можем да дешифрираме Вашите данни</underline>
hu: Ezt a jelszót nem tároljuk, így ha elfelejti, <underline>nem tudjuk visszafejteni adatait</underline>
id: Kami tidak menyimpan kata sandi Anda. Jika Anda lupa, <underline>kami tidak dapat mendekripsi data Anda</underline>
sk: Ente neukladá tohto heslo. V prípade, že ho zabudnete, <underline>nie sme schopní rozšifrovať vaše údaje</underline>
sl: Tega gesla ne shranjujemo, zato v primeru, da ga pozabite, <underline>ne moremo dešifrirati vaših podatkov</underline>.
zh: 我们不储存这个密码，所以如果忘记， <underline>我们不能解密您的数据</underline>

# enterPasswordToEncrypt
source: Enter a password we can use to encrypt your data
bg: Въведете парола, която да използваме за шифроване на Вашите данни
hu: Adjon meg egy jelszót, amellyel titkosíthatjuk adatait
id: Masukkan kata sandi yang dapat kami gunakan untuk mengenkripsi data Anda
sk: Zadajte heslo, ktoré môžeme použiť na šifrovanie vašich údajov
sl: Vnesite geslo, ki ga lahko uporabimo za šifriranje vaših podatkov
zh: 输入我们可以用来加密您的数据的密码

# enterNewPasswordToEncrypt
source: Enter a new password we can use to encrypt your data
bg: Въведете нова парола, която да използваме за шифроване на Вашите данни
hu: Adjon meg egy új jelszót, amellyel titkosíthatjuk adatait
id: Masukkan kata sandi baru yang dapat kami gunakan untuk mengenkripsi data Anda
sk: Zadajte nové heslo, ktoré môžeme použiť na šifrovanie vašich údajov
sl: Vnesite novo geslo, ki ga lahko uporabimo za šifriranje vaših podatkov
zh: 输入我们可以用来加密您的数据的新密码

source: Password changed successfully
bg: Паролата е променена успешно
hu: A jelszó sikeresen meg lett változtatva
id: Kata sandi sukses diubah
sk: Heslo bolo úspešne zmenené
sl: Geslo je bilo uspešno spremenjeno
zh: 密码修改成功

source: Generating encryption keys...
bg: Генериране на ключове за шифроване...
hu: Titkosító kulcsok generálása...
id: Sedang membuat kunci enkripsi...
sk: Generovanie šifrovacích kľúčov...
sl: Ustvarjanje ključe za šifriranje
zh: 正在生成加密密钥...

# continueLabel
source: Continue
bg: Продължете
hu: Folytatás
id: Lanjutkan
sk: Pokračovať
sl: Nadaljuj
zh: 继续

source: Insecure device
bg: Несигурно устройство
hu: Nem biztonságos eszköz
id: Perangkat tidak aman
sk: Slabo zabezpečené zariadenie
sl: Nezanesljiva naprava
zh: 设备不安全

# sorryWeCouldNotGenerateSecureKeysOnThisDevicennplease
source: Sorry, we could not generate secure keys on this device. please sign up from a different device.
bg: За съжаление не можахме да генерираме защитени ключове на това устройство. Моля, регистрирайте се от друго устройство.
hu: Sajnáljuk, nem tudtunk biztonságos kulcsokat generálni ezen az eszközön. kérjük, regisztráljon egy másik eszközről.
id: Maaf, kami tidak dapat membuat kunci yang aman pada perangkat ini. Harap mendaftar dengan perangkat lain.
sk: Ospravedlňujeme sa, v tomto zariadení sme nemohli generovať bezpečnostné kľúče. zaregistrujte sa z iného zariadenia.
sl: Žal v tej napravi nismo mogli ustvariti varnih ključev. Prosimo, prijavite se iz druge naprave.
zh: 抱歉，我们无法在此设备上生成安全密钥。 请使用其他设备注册。

source: How it works
bg: Как работи
hu: Hogyan működik
id: Cara kerjanya
sk: Ako to funguje
sl: Kako deluje?
zh: 工作原理

# ackPasswordLostWarning
source: I understand that if I lose my password, I may lose my data since my data is <underline>end-to-end encrypted</underline>.
bg: Разбирам, че ако загубя паролата си, може да загубя данните си, тъй като данните ми са <underline>шифровани от край до край</underline>.
hu: Tudomásul veszem, hogy ha elveszítem a jelszavamat, elveszíthetem az adataimat, mivel adataim <underline>végponttól végpontig titkosítva vannak</underline>.
id: Saya mengerti bahwa jika saya lupa kata sandi saya, data saya dapat hilang karena data saya <underline>terenkripsi secara end-to-end</underline>.
sk: Rozumiem, že ak stratím alebo zabudnem heslo, môžem stratiť svoje údaje, pretože moje údaje sú <underline>šifrované end-to-end</underline>.
sl: Razumem, da lahko z izgubo gesla, izgubim svoje podatke, saj so <underline>end-to-end šifrirani</underline>
zh: 我明白，如果我丢失密码，我可能会丢失我的数据，因为我的数据是 <underline>端到端加密的</underline>。

# loginTerms
source: By clicking log in, I agree to the <u-terms>terms of service</u-terms> and <u-policy>privacy policy</u-policy>
bg: С натискането на вход, се съгласявам с <u-terms>условията за ползване</u-terms> и <u-policy>политиката за поверителност</u-policy>
hu: A bejelentkezés gombra kattintva elfogadom az <u-terms>szolgáltatási feltételeket</u-terms> és az <u-policy>adatvédelmi irányelveket</u-policy>
id: Dengan menekan masuk akun, saya menyetujui <u-terms>syarat dan ketentuan</u-terms> serta <u-policy>kebijakan privasi</u-policy> Ente
sk: Kliknutím na prihlásenie, súhlasím s <u-terms>podmienkami používania</u-terms> a <u-policy>zásadami ochrany osobných údajov</u-policy>
sl: S klikom na prijava, se strinjam s <u-terms>pogoji uporabe</u-terms> in <u-policy>politiko zasebnosti</u-policy>
zh: 点击登录后，我同意 <u-terms>服务条款</u-terms> 和 <u-policy>隐私政策</u-policy>

# logInLabel
source: Log in
bg: Вход
hu: Bejelentkezés
id: Masuk akun
sk: Prihlásenie
sl: Prijava
zh: 登录

source: Logout
bg: Изход
hu: Kijelentkezés
id: Keluar akun
sk: Odhlasenie
sl: Odjava
zh: 登出

source: Are you sure you want to logout?
bg: Наистина ли искате да излезете от профила си?
hu: Biztos benne, hogy kijelentkezik?
id: Anda yakin ingin keluar dari akun ini?
sk: Naozaj sa chcete odhlásiť?
sl: Ali ste prepričani, da se želite odjaviti?
zh: 您确定要登出吗？

source: Yes, logout
bg: Да, излез
hu: Igen, kijelentkezés
id: Ya, keluar akun
sk: Áno, odhlásiť sa
sl: Ja, odjavi se
zh: 是的，登出

source: Exit
bg: Изход
hu: Kilépés
id: Keluar
sk: Ukončiť
sl: Izhod
zh: 退出

source: Verifying recovery key...
bg: Проверка на ключа за възстановяване...
hu: Helyreállítási kulcs ellenőrzése...
id: Memverifikasi kunci pemulihan...
sk: Overovanie kľúča na obnovenie...
sl: Preverjanje ključa za obnovitev
zh: 正在验证恢复密钥...

source: Recovery key verified
bg: Ключът за възстановяване е проверен
hu: A helyreállítási kulcs ellenőrizve
id: Kunci pemulihan terverifikasi
sk: Kľúč na obnovenie overený
sl: Ključ za obnovitev preverjen
zh: 恢复密钥已验证

# recoveryKeySuccessBody
source: Great! Your recovery key is valid. Thank you for verifying. Please remember to keep your recovery key safely backed up.
bg: Страхотно! Вашият ключ за възстановяване е валиден. Благодарим Ви за проверката. Моля, не забравяйте да запазите безопасно архивирания си ключ за възстановяване.
hu: Nagyszerű! A helyreállítási kulcs érvényes. Köszönjük az igazolást. Ne felejtsen el biztonsági másolatot készíteni helyreállítási kulcsáról.
id: Bagus! Kunci pemulihan ada valid. Terima kasih. Mohon ingat-ingat untuk mencadangkan kunci pemulihan Anda dengan aman.
sk: Skvelé! Váš kľúč na obnovenie je správny. Ďakujeme za overenie. Nezabudnite uchovať váš kľúč na obnovenie uložený bezpečne.
sl: Odlično! Vaš ključ za obnovitev je veljaven. Hvala za preverjanje. Ne pozabite shraniti varnostno kopijo obnovitvenega ključa.
zh: 太棒了！ 您的恢复密钥是有效的。 感谢您的验证。 请记住要安全备份您的恢复密钥。

# invalidRecoveryKey
source: The recovery key you entered is not valid. Please make sure it contains 24 words, and check the spelling of each. If you entered an older recovery code, make sure it is 64 characters long, and check each of them.
bg: Въведеният от Вас ключ за възстановяване не е валиден. Моля, уверете се, че съдържа 24 думи и проверете правописа на всяка. Ако сте въвели по-стар код за възстановяване, уверете се, че е дълъг 64 знака и проверете всеки от тях.
hu: A megadott helyreállítási kulcs érvénytelen. Kérjük, győződjön meg róla, hogy 24 szót tartalmaz, és ellenőrizze mindegyik helyesírását. Ha régebbi helyreállítási kódot adott meg, győződjön meg arról, hogy az 64 karakter hosszú, és ellenőrizze mindegyiket.
id: Kunci pemulihan yang Anda masukkan takvalid. Mohon pastikan kunci yang Anda masukkan terdiri atas 24 kata serta periksa kembali ejaan masing-masing kata. Jika Anda justru memasukkan kode pemulihan yang lama, mohon pastikan panjang karakter kode 64 karakter. Jangan lupa periksa ejaan masing-masing kata.
sk: Zadaný kľúč na obnovenie nie je platný. Uistite sa, že obsahuje 24 slov a skontrolujte písmenko po písmenku každé z nich. Ak ste zadali starší kód na obnovenie, uistite sa, že je dlhý 64 znakov a skontrolujte každý znak samostatne.
sl: Vneseni obnovitveni ključ ni veljaven. Prepričajte se, da vsebuje 24 besed, in preverite črkovanje vsake od njih. Če ste vnesli starejšo obnovitveno kodo, se prepričajte, da je dolga 64 znakov, in preverite vsakega od njih.
zh: 您输入的恢复密钥无效。请确保它包含24个单词，并检查每个单词的拼写。 如果您输入了旧的恢复码，请确保它长度为64个字符，并检查其中每个字符。

# recreatePasswordTitle
source: Recreate password
bg: Създайте отново парола
hu: Új jelszó létrehozása
id: Membuat kembali kata sandi
sk: Resetovať heslo
sl: Ponovno ustvarite geslo
zh: 重新创建密码

# recreatePasswordBody
source: The current device is not powerful enough to verify your password, but we can regenerate in a way that works with all devices. Please login using your recovery key and regenerate your password (you can use the same one again if you wish).
bg: Текущото устройство не е достатъчно мощно, за да потвърди паролата Ви, но можем да я регенерираме по начин, който работи с всички устройства. Моля, влезте с Вашия ключ за възстановяване и генерирайте отново паролата си (можете да използвате същата отново, ако желаете).
hu: A jelenlegi eszköz nem elég erős a jelszavának ellenőrzéséhez, de újra tudjuk úgy generálni, hogy az minden eszközzel működjön. Kérjük, jelentkezzen be helyreállítási kulcsával, és állítsa be újra jelszavát (ha szeretné, újra használhatja ugyanazt).
id: Gawai Anda saat ini tidak dapat memverifikasi kata sandi Anda. Namun, kami dapat membuat ulang dengan cara yang dapat digunakan pada semua gawai. Mohon masuk log dengan kunci pemulihan dan buat ulang kata sandi Anda (kata sandi yang sama diperbolehkan).
sk: Aktuálne zariadenie nie je dostatočne výkonné na overenie vášho hesla, avšak vieme ho regenerovať spôsobom, ktorý funguje vo všetkých zariadeniach. Prihláste sa pomocou kľúča na obnovenie a znovu vygenerujte svoje heslo (ak si prajete, môžete znova použiť rovnaké).
sl: Trenutna naprava, ni dovolj zmogljiva za preverjanje vašega gesla, a ga lahko generiramo na način, ki deluje z vsemi napravami. Prosimo, prijavite se z vašim ključem za obnovo in ponovno ustvarite geslo (če želite lahko uporabite enako kot prej).
zh: 当前设备的功能不足以验证您的密码，但我们可以以适用于所有设备的方式重新生成。 请使用您的恢复密钥登录并重新生成您的密码（如果您愿意，可以再次使用相同的密码）。

source: Invalid key
bg: Невалиден ключ
hu: Érvénytelen kulcs
id: Kunci takvalid
sk: Neplatný kľúč
sl: Neveljaven ključ
zh: 密钥无效

source: Try again
bg: Опитайте отново
hu: Próbáld újra
id: Coba lagi
sk: Skúsiť znova
sl: Poskusite ponovno
zh: 请再试一次

source: View recovery key
bg: Вижте ключа за възстановяване
hu: Helyreállítási kulcs megtekintése
id: Tampilkan kunci pemulihan
sk: Zobraziť kľúč na obnovenie
sl: Poglej ključ za obnovitev
zh: 查看恢复密钥

source: Confirm recovery key
bg: Потвърдете ключа за възстановяване
hu: Helyreállítási kulcs megerősítése
id: Konfirmasikan kunci pemeulihan
sk: Potvrdiť kód pre obnovenie
sl: Potrdi ključ za obnovitev
zh: 确认恢复密钥

# recoveryKeyVerifyReason
source: Your recovery key is the only way to recover your photos if you forget your password. You can find your recovery key in Settings > Account. Please enter your recovery key here to verify that you have saved it correctly.
bg: Вашият ключ за възстановяване е единственият начин да възстановите Вашите снимки, ако забравите паролата си. Можете да намерите своя ключ за възстановяване в Настройки > Акаунт. Моля, въведете Вашия ключ за възстановяване тук, за да проверите дали сте го запазили правилно.
hu: A helyreállítási kulcs az egyetlen módja annak, hogy visszaállítsa fényképeit, ha elfelejti jelszavát. A helyreállítási kulcsot a Beállítások > Fiók menüpontban találhatja meg. Kérjük, írja be ide helyreállítási kulcsát annak ellenőrzéséhez, hogy megfelelően mentette-e el.
id: Kunci pemulihan Anda merupakan satu-satunya cara untuk memulihkan foto-foto Anda bila Anda melupakan kata sandi Anda. Kunci pemulihan dapat Anda temukan di Pengaturan > Akun. Mohon masukkan kunci pemulihan di sini untuk memastikan bahwa Anda telah menyimpan kunci tersebut dengan aman.
sk: Váš kľúč na obnovenie je jediný spôsob, ako obnoviť svoje fotografie, ak zabudnete heslo. Kľúč na obnovenie nájdete v Nastavenia > Konto. Zadajte tu svoj kľúč na obnovenie a overte, či ste ho správne uložili.
sl: Ključ za obnovitev je edini način za obnovitev fotografij, če pozabite geslo. Ključ za obnovitev najdete v razdelku Nastavitve > Račun. Tukaj vnesite svoj obnovitveni ključ, da preverite, ali ste ga pravilno shranili.
zh: 如果您忘记了您的密码，您的恢复密钥是恢复您的照片的唯一途径。 您可以在“设置 > 账户”中找到您的恢复密钥。 请在此输入您的恢复密钥以确认您已经正确地保存了它。

source: Confirm your recovery key
bg: Потвърдете Вашия ключ за възстановяване
hu: Erősítse meg helyreállítási kulcsát
id: Konfirmasikan kunci pemulihan
sk: Potvrďte váš kód pre obnovenie
sl: Potrdite vaš ključ za obnovitev
zh: 确认您的恢复密钥

source: Confirm
bg: Потвърждаване
hu: Megerősítés
id: Konfirmasikan
sk: Potvrdiť
sl: Potrdi
zh: 确认

source: Email your logs
bg: Изпратете Вашата история на действията на имейл
hu: E-mailben küldje el naplóit
id: Kirimkan log Anda melalui surel
sk: Odoslať vaše logy emailom
sl: Pošlji loge po e-pošti
zh: 通过电子邮件发送您的日志

# pleaseSendTheLogsTo
source: Please send the logs to {toEmail}
bg: Моля, изпратете историята на действията на {toEmail}
hu: Kérjük, küldje el a naplókat erre az e-mail címre {toEmail}
id: Mohon kirim log ke {toEmail}
sk: Prosím, pošlite logy na adresu {toEmail}
sl: Loge pošljite na naslov {toEmail}
zh: 请将日志发送至 {toEmail}

source: Copy email address
bg: Копиране на имейл адрес
hu: E-mail cím másolása
id: Salin alamat surel
sk: Skopírovať e-mailovú adresu
sl: Kopiraj e-poštni naslov
zh: 复制电子邮件地址

source: Export logs
bg: Експорт на файловете с историята
hu: Naplófájlok exportálása
id: Ekspor log
sk: Exportovať logy
sl: Izvozi loge
zh: 导出日志

source: Enter your recovery key
bg: Въведете Вашия ключ за възстановяване
hu: Adja meg helyreállítási kulcsát
id: Masukkan kata kunci
sk: Vložte váš kód pre obnovenie
sl: Vnesite vaš ključ za obnovitev
zh: 输入您的恢复密钥

# tempErrorContactSupportIfPersists
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
bg: Изглежда нещо се обърка. Моля, опитайте отново след известно време. Ако грешката продължава, моля, свържете се с нашия екип за поддръжка.
hu: Úgy tűnik, valami hiba történt. Kérjük, próbálja újra egy idő után. Ha a hiba továbbra is fennáll, forduljon ügyfélszolgálatunkhoz.
id: Sepertinya ada yang salah. Mohon coba lagi setelah beberapa waktu. Jika galat masih ada, Anda dapat menghubungi tim bantuan kami.
sk: Vyzerá to, že sa niečo pokazilo. Skúste znova v krátkom čase. Ak chyba pretrváva, kontaktujte náš tím podpory.
sl: Zdi se, da je šlo nekaj narobe. Po določenem času poskusite znova. Če se napaka nadaljuje, se obrnite na našo ekipo za podporo.
zh: 看起来出了点问题。 请稍后重试。 如果错误仍然存在，请联系我们的支持团队。

# networkHostLookUpErr
source: Unable to connect to Ente, please check your network settings and contact support if the error persists.
bg: Не може да се свърже с Ente, моля, проверете мрежовите си настройки и се свържете с поддръжката, ако проблемът продължава.
hu: Nem lehet csatlakozni az Ente-hez. Kérjük, ellenőrizze a hálózati beállításokat, és ha a hiba továbbra is fennáll, forduljon az ügyfélszolgálathoz.
id: Tidak dapat terhubung ke Ente. Mohon periksa kembali koneksi internet Anda dan hubungi tim bantuan kami jika galat masih ada.
sk: Nemožno sa pripojiť k Ente, skontrolujte svoje nastavenia siete a kontaktujte podporu, ak chyba pretrváva.
sl: Ne morete se povezati z Ente, preverite omrežne nastavitve in se obrnite na podporo, če se napaka nadaljuje.
zh: 无法连接到 Ente，请检查您的网络设置，如果错误仍然存​​在，请联系支持。

# networkConnectionRefusedErr
source: Unable to connect to Ente, please retry after sometime. If the error persists, please contact support.
bg: Не може да се свърже с Ente, моля, опитайте отново след известно време. Ако проблемът продължава, моля, свържете се с поддръжката.
hu: Nem lehet csatlakozni az Ente-hez, próbálja újra egy idő után. Ha a hiba továbbra is fennáll, forduljon az ügyfélszolgálathoz.
id: Sepertinya ada yang salah. Mohon coba lagi setelah beberapa waktu. Jika galat masih ada, Anda dapat menghubungi tim bantuan kami.
sk: Nemožno sa pripojiť k Ente, skúste znova v krátkom čase. Ak chyba pretrváva, kontaktujte podporu.
sl: Ne morete se povezati z Ente, poskusite znova čez nekaj časa. Če se napaka nadaljuje, se obrnite na podporo.
zh: 无法连接到 Ente，请稍后重试。如果错误仍然存​​在，请联系支持人员。

# itLooksLikeSomethingWentWrongPleaseRetryAfterSome
source: It looks like something went wrong. Please retry after some time. If the error persists, please contact our support team.
bg: Изглежда нещо се обърка. Моля, опитайте отново след известно време. Ако грешката продължава, моля, свържете се с нашия екип за поддръжка.
hu: Úgy tűnik, valami hiba történt. Kérjük, próbálja újra egy idő után. Ha a hiba továbbra is fennáll, forduljon ügyfélszolgálatunkhoz.
id: Sepertinya ada yang salah. Mohon coba lagi setelah beberapa waktu. Jika galat masih ada, Anda dapat menghubungi tim bantuan kami.
sk: Vyzerá to, že sa niečo pokazilo. Skúste znova v krátkom čase. Ak chyba pretrváva, kontaktujte náš tím podpory.
sl: Zdi se, da je šlo nekaj narobe. Po določenem času poskusite znova. Če se napaka nadaljuje, se obrnite na našo ekipo za podporo.
zh: 看起来出了点问题。 请稍后重试。 如果错误仍然存在，请联系我们的支持团队。

source: About
bg: Относно
hu: Rólunk
id: Tentang Kami
sk: O aplikácii
sl: O nas
zh: 关于

source: We are open source!
bg: Ние сме с отворен код!
hu: Nyílt forráskódúak vagyunk!
id: Aplikasi kami bersumber terbuka, lo!
sl: Smo odprto kodni!
zh: 我们是开源的！

source: Privacy
bg: Поверителност
hu: Adatvédelem
id: Privasi
sk: Súkromie
sl: Zasebnost
zh: 隐私

source: Terms
bg: Условия
hu: Feltételek
id: Ketentuan
sk: Podmienky
sl: Pogoji uporabe
zh: 条款
